Repository: civicrm/civicrm-l10n-extensions
Catalog: po/advancedfundraising/*/advancedfundraising.po
Languages: fr_fr, ja_jp, nl_nl, tr_tr

source: Custom Fields(s)
fr_fr: Champ(s) Personnalisé(s)
ja_jp: カスタムフィールド
tr_tr: Özel alanlar

source: Select Print template
fr_fr: Choisir Imprimer le modèle
ja_jp: 印刷テンプレートを選択
tr_tr: Yazdırma kalıbını seçin

source: Select Column Header
fr_fr: Choisir l'Entête de Colonne
ja_jp: カラムヘッダーを選択
tr_tr: Sütun başlığını seçin

source: Select Row Fields
fr_fr: Choisir les Champs Ligne
ja_jp: 行フィールドを選択
tr_tr: Satır alanlarını seçin

source: hide field or section
fr_fr: cacher champ ou section
ja_jp: 非表示フィールドまたはセクション
tr_tr: Alanı ya da bölümü gizle

source: show field or section
fr_fr: afficher champ ou section
ja_jp: 表示フィールドまたはセクション
tr_tr: Alanı ya da bölümü görüntüle

source: another column
fr_fr: une autre colonne
ja_jp: 別のカラム
tr_tr: Başka bir sütun

source: Report Criteria
fr_fr: Critère de Rapport
ja_jp: レポート条件
tr_tr: Rapor ölçütü

source: Report Settings
fr_fr: Paramètres de Rapport
ja_jp: レポートの設定
tr_tr: Rapor ayarları

source: To save a copy with updated criteria click Report Settings above and update the Report Title. Then click Save a Copy.
fr_fr: Pour enregistrer une copie avec des critères mis à jour, cliquez sur Paramètres du Rapport ci-dessus et mettez à jour le Titre du Rapport. Cliquez ensuite sur Enregistrer une Copie.
ja_jp: 更新した条件にコピーを保存する場合は、上記レポートの設定をクリックし、レポートのタイトルを更新します。コピーを保存をクリックしてください。
tr_tr: Güncellenmiş ölçütlerle bir kopyasını kaydetmek için yukarıdaki rapor ayarları üzerine tıklayın ve rapor başlığını güncelleyin. Ardından Kopyasını kaydet üzerine tıklayın.

source: to
fr_fr: à
nl_nl: tot
tr_tr: bitiş
