Repository: civicrm/civicrm-l10n-extensions
Catalog: po/advancedfundraising/*/advancedfundraising.po
Languages: fr_fr, ja_jp, nl_nl, tr_tr

source: Comparison Date Range
fr_fr: Plage de dates de comparaison
ja_jp: 比較する期間
nl_nl: Vergelijking periode
tr_tr: Karşılaştırma tarih aralığı

source: Report Date Range
fr_fr: Plage de Dates du Rapport
ja_jp: レポートの日付範囲
nl_nl: Rapport periode
tr_tr: Rapor tarih aralığı

source: Donor Behavior
fr_fr: Comportement Donateur
ja_jp: 寄贈者の行動
nl_nl: Donateur gedrag
tr_tr: Bağışçı davranışı

source: Renewed Donors
fr_fr: Donateurs Renouvelés
ja_jp: 寄贈者のリニューアル
nl_nl: Verlengde donateurs
tr_tr: Yenileyen bağışçılar

source: New Donor (since comparison period
fr_fr: Nouveau Donateur (depuis la période de comparaison
ja_jp: 新しい寄贈者 (比較期間以降
nl_nl: Nieuwe donateur (na vergelijkingsperiode
tr_tr: Yeni bağışçı (karşılaştırma döneminde)

source: Lapsed Donors from Comparison Period
fr_fr: Donateurs Expirés depuis la Période de Comparaison
ja_jp: 比較期間の失効寄贈者
nl_nl: Verlopen donateurs na vergelijkingsperiode
tr_tr: Karşılaştırma döneminde süresi dolmuş bağışçılar

source: All Lapsed Donors
fr_fr: Tous les Donateurs Expirés
ja_jp: すべての失効した寄贈者
nl_nl: Alle verlopen donateurs
tr_tr: Tüm süresi dolmuş bağışçılar

source: Recovered Donors
fr_fr: Donateurs Récupérés
ja_jp: リカバリされた寄贈者
nl_nl: Herstelde donateurs
tr_tr: Geri yüklenen bağışçılar

source: First Time Donor
fr_fr: Nouveau Donateur
ja_jp: 初めての寄贈者
nl_nl: Echt nieuwe donateurs
tr_tr: İlk kez bağışçı

source: Donors with increased giving
fr_fr: Donateur avec participation croissane
ja_jp: 増加した寄付と寄贈者
nl_nl: Donateurs die meer zijn gaan geven
tr_tr: Tutar artıran bağışçılar

source: Donor with decreased giving
fr_fr: Donateur avec participation décroissante
ja_jp: 減少した寄付と寄贈者
nl_nl: Donateurs die minder zijn gaan geven
tr_tr: Tutar azaltan bağışçılar

source: All donors in main period
fr_fr: Tous les donateurs durant la période principale
ja_jp: メイン期間すべての寄贈者
nl_nl: Alle donateurs in hoofdperiode
tr_tr: Ana dönemdeki tüm bağışçılar

source: Main Range
fr_fr: Plage Principale
ja_jp: 主な範囲
nl_nl: Hoofd bereik
tr_tr: Ana aralık

source: Comparison Range
fr_fr: Plage de Comparaison
ja_jp: 比較範囲
nl_nl: Vergelijking bereik
tr_tr: Karşılaştırma aralığı

source: Number of Donors
fr_fr: Nombre de Donateurs
ja_jp: 寄贈者数
nl_nl: Aantal donateurs
tr_tr: Bağışçı sayısı

source: Contribution Time Interval
fr_fr: Durée d’Intervalle de Contribution
ja_jp: 支援時間の間隔
nl_nl: Bijdrage tijdsinterval
tr_tr: Katkı zamanı aralığı

source: Renewal timeframe
fr_fr: Délai de renouvellement
ja_jp: リニューアルのタイムフレーム
nl_nl: Tijdsperiode verlengen
tr_tr: Yenileme zaman aralığı

source: Number of months to look back
fr_fr: Nombre de mois à regarder en arrière
ja_jp: 数ヶ月まで振り返る
nl_nl: Aantal maanden dat teruggegaan wordt
tr_tr: Geriye bakılacak ay sayısı

source: From date
fr_fr: Date de début
ja_jp: 日付から
nl_nl: Van datum
tr_tr: Başlangıç tarihi

source: To Date
fr_fr: Date de Fin
ja_jp: 日付
nl_nl: Tot datum
tr_tr: Bitiş tarihi

source: Number of periods to show
fr_fr: Nombre de périodes à afficher
ja_jp: 期間の数を表示
nl_nl: Aantal te tonen perioden
tr_tr: Görüntülenecek dönem sayısı

source: Is equal to
fr_fr: Est égal à
ja_jp: に等しい
nl_nl: Is gelijk aan
tr_tr: Şuna eşit olan

source: Lapsed
fr_fr: Écoulé
ja_jp: 子供
nl_nl: Verlopen
tr_tr: Gecikmiş

source: months to
fr_fr: mois à
ja_jp: ヶ月
nl_nl: maanden tot
tr_tr: bitiş ayı

source: Base contribution period
fr_fr: Période de contribution de base
ja_jp: 基本的な支援期間
nl_nl: Basisperiode bijdrage
tr_tr: Temel karşılaştırma dönemi

source: Total Amount Contributed
fr_fr: Montant Total Contribué
ja_jp: 支援の合計金額
nl_nl: Totaalbedrag bijdragen
tr_tr: Toplam katkı tutarı

source: Total Number of Contributions
fr_fr: Nombre Total de Contributions
ja_jp: 支援の合計数
nl_nl: Aantal bijdragen
tr_tr: Toplam katkı sayısı

source: Average Value of Contribution
fr_fr: Montant Moyen de Contribution
ja_jp: 支援の平均値
nl_nl: Gemiddelde bijdrage
tr_tr: Ortalama katkı değeri

source: Largest Contribution
fr_fr: Contribution la + Importante
ja_jp: 最大の支援
nl_nl: Hoogste bijdrage
tr_tr: En büyük katkı

source: Smallest Contribution
fr_fr: Contribution la + Faible
ja_jp: 最小の支援
nl_nl: Laagste bijdrage
tr_tr: En küçük katkı

source: Total Rows (number of contributors)
fr_fr: Nombre Total de Lignes (Contributeurs)
ja_jp: 合計行 (支援者数)
nl_nl: Aantal rijen (aantal donateurs)
tr_tr: Toplam satır (katkıda bulunan sayısı)

source: Contributors previous to the Period behaviour in period
fr_fr: Contributeurs antérieurs au comportement de Période, au cours de la période
ja_jp: 期間中の期間動作前の寄与
nl_nl: Geversgedrag in de voorafgaande periode
tr_tr: Dönemden önceki dönemde katkıda bulunanlar

source: Renewed
fr_fr: Renouvelé
ja_jp: リニューアル
nl_nl: Verlengd
tr_tr: Yenilenmiş

source: Re-activated
fr_fr: Réactivé
ja_jp: 再認証
nl_nl: Weer geactiveerd
tr_tr: Yeniden etkinleştirilmiş

source: New
fr_fr: Nouveau
ja_jp: 新規
nl_nl: Nieuw
tr_tr: Yeni

source: Total Number of Donors
fr_fr: Nombre Total de Donateurs
ja_jp: 寄贈者の合計数
nl_nl: Totaal aantal donateurs
tr_tr: Toplam bağışçı sayısı

source: Total Number of %1 Donors
fr_fr: Nombre Total de Donateurs %1
ja_jp: 寄贈者 %1 の合計数
nl_nl: Aantal %1 donateurs
tr_tr: %1 bağışçılarının toplam sayısı

source: Amount Raised
fr_fr: Montant Atteint
ja_jp: 発生金額
nl_nl: Totaal binnengehaald
tr_tr: Toplanan tutar

source: Amount Raised From %1s
fr_fr: Montant Atteint Depuis %1s
ja_jp: %1s からの発生金額
nl_nl: Binnengehaald bedrag van %1s
tr_tr: %1s tarafından toplanan tutar

source: Average Donation
fr_fr: Donation Moyenne
ja_jp: 寄付の平均
nl_nl: Gemiddelde bijdrage
tr_tr: Ortalama bağış

source: Average Donation From %1s
fr_fr: Donation Moyenne Depuis %1s
ja_jp: %1s からの寄付の平均
nl_nl: Gemiddelde bijdrage van %1s
tr_tr: %1s tarafından ortalama bağış

source: Donors who Increased their donation
fr_fr: Donateurs qui ont augmenté leur donation
ja_jp: 彼らの増加した寄付と寄贈者
nl_nl: Donateurs die meer zijn gaan geven
tr_tr: Tutarı artıran bağışçılar

source: %1 Donors who Increased their donation
fr_fr: %1 Donateurs qui ont Augmenté leur donation
ja_jp: 彼らの増加した寄付と %1 の寄贈者
nl_nl: %1 donateurs die meer zijn gaan geven
tr_tr: %1 bağışçı tutar artırdı

source: Active Pledges
fr_fr: Promesses de Dons Actives
ja_jp: アクティブなプレッジ
nl_nl: Actieve toezeggingen
tr_tr: Etkin söz verilmiş ödemeler

source: %1 Donors with active pledges
fr_fr: %1 Donateurs ayant des promesses de dons actives
ja_jp: アクティブなプレッジと %1 の寄贈者
nl_nl: %1 donateurs met actieve toezeggingen
tr_tr: %1 bağışçıdan etkin söz verilmiş ödeme

source: Active Recurring Contributions
fr_fr: Contributions Récurrentes Actives
ja_jp: アクティブな定期的支援
nl_nl: Actieve periodieke bijdragen
tr_tr: Etkin yinelenen katkılar

source: %1 Donors with active recurring contributions
fr_fr: %1 Donateurs ayant des contributions récurrentes actives
ja_jp: アクティブな定期的支援と %1 の寄贈者
nl_nl: %1 donateurs met actieve periodieke toezeggingen
tr_tr: %1 bağışçıdan etkin yinelenen katkı

source: Sustaining Members
fr_fr: Membres de Soutien
ja_jp: 持続メンバー
nl_nl: Blijvende leden
tr_tr: Destekleyici üyeler

source: %1 Sustaining Members
fr_fr: %1 Membres de Soutien
ja_jp: 持続メンバー %1
nl_nl: %1 blijvende leden
tr_tr: %1 destekleyici üye

source: Largest Donation
fr_fr: Donation la + importante
ja_jp: 最大の寄付
nl_nl: Hoogste donatie
tr_tr: En büyük bağış

source: Largest Donation From %1s
fr_fr: Donation la + importante Depuis %1s
ja_jp: %1s からの最大の寄付
nl_nl: Hoogste donatie van %1s
tr_tr: %1s tarafından en büyük bağış

source: Smallest Donation
fr_fr: Plus Petite Donation
ja_jp: 最小の寄付
nl_nl: Laagste donatie
tr_tr: En küçük bağış

source: Smallest Donation From %1s
fr_fr: Plus Petite Donation Depuis %1s
ja_jp: %1s からの最小の寄付
nl_nl: Laagste donatie van %1s
tr_tr: %1s tarafından en küçük bağış

source: New Contacts in Database Matching Giving Criteria
fr_fr: Nouveaux Contacts dans les Critères de Correspondance de la Base de données
ja_jp: データベース照合の寄付条件での新しい連絡先
nl_nl: Nieuwe contacten in de database die voldoen aan deze criteria
tr_tr: Veri tabanı eşleştirme verme ölçütlerinde yeni ilgili kişiler

source: New %1s in Database Matching Giving Criteria
fr_fr: Nouveau %1sdans les Critères de Correspondance de la Base de données
ja_jp: データベース照合の寄付条件での新しい %1s
nl_nl: Nieuwe %1s in de database die voldoen aan deze criteria
tr_tr: Veri tabanı eşleştirme verme ölçütlerinde yeni %1s

source: All New Contacts in Database
fr_fr: Tous les Nouveaux Contacts dans la Base de données
ja_jp: データベース内すべての新しい連絡先
nl_nl: Alle nieuwe contacten in de database
tr_tr: Veri tabanındaki tüm yeni kişiler

source: New %1s in Database
fr_fr: Nouveau %1 dans la base de données
ja_jp: データベース内に新しい %1s
nl_nl: Nieuwe %1s in de database
tr_tr: Veri tabanındaki yeni %1s

source: Selected Performance Indicators
fr_fr: Indicateur de Performance Choisi
ja_jp: 選択したパフォーマンスインジケータ
nl_nl: Geselecteerde performance-indicatoren
tr_tr: Seçilmiş başarım göstergeleri

source: This Year
fr_fr: Cette année
ja_jp: 今年
nl_nl: Dit jaar
tr_tr: Bu yıl

source: Main Date Range
fr_fr: Plage de Dates Principale
ja_jp: 主な日付範囲
nl_nl: Hoofd Periode
tr_tr: Ana tarih aralığı

source: Percent Change
fr_fr: Variation du Pourcentage
ja_jp: 変動率
nl_nl: Procentuele wijziging
tr_tr: Yüzde değişim

source: Last Year
fr_fr: L'année dernière
ja_jp: 昨年
nl_nl: Vorig jaar
tr_tr: Geçen yıl

source: One year Prior Range
fr_fr: Gamme Antérieure d'un an
ja_jp: 1年前の範囲
nl_nl: Een jaar ervoor periode
tr_tr: Aralıktan önceki bir yıl

source: New Contributors
fr_fr: Nouveaux Contributeurs
ja_jp: 新しい支援者
nl_nl: Nieuwe gevers
tr_tr: Yeni katkıda bulunanlar

source: Period
fr_fr: Période
ja_jp: 期限
nl_nl: Periode
tr_tr: Dönem

source: New Donors
fr_fr: Nouveau donateurs
ja_jp: 新しい寄贈者
nl_nl: Nieuwe donateurs
tr_tr: Yeni bağışçılar

source: Contributor Recovery Report
fr_fr: Rapport de Récupération des Contributeur
ja_jp: 支援者のリカバリレポート
tr_tr: Katkıda bulunan geri yükleme raporu

source: Subsequent contributions for Contributors in Base Period
fr_fr: Contributions Ultérieures pour les Contributeurs pendant la Période de Base
ja_jp: 基本期間における支援者の、その後の支援
tr_tr: Ana dönemde katkıda bulunanlar için sonraki katkılar

source: Renewals
fr_fr: Renouvellements
ja_jp: リニューアル
nl_nl: Verlengingen
tr_tr: Yenilemeler

source: Bar Chart
fr_fr: Diagramme à Barres
ja_jp: 棒グラフ
nl_nl: Staafdiagram
tr_tr: Çubuk çizelge

source: Filters
fr_fr: Filtres
ja_jp: フィルタ
tr_tr: Süzgeçler

source: January
fr_fr: Janvier
ja_jp: 1月
nl_nl: Januari
tr_tr: Ocak

source: February
fr_fr: Février
ja_jp: 2月
nl_nl: Februari
tr_tr: Şubat

source: March
fr_fr: Mars
ja_jp: 3月
nl_nl: Maart
tr_tr: Mart

source: April
fr_fr: Avril
ja_jp: 4月
tr_tr: Nisan

source: May
fr_fr: Mai
ja_jp: 5月
nl_nl: Mei
tr_tr: Mayıs

source: June
fr_fr: Juin
ja_jp: 6月
nl_nl: Juni
tr_tr: Haziran

source: July
fr_fr: Juillet
ja_jp: 7月
nl_nl: Juli
tr_tr: Temmuz

source: August
fr_fr: Août
ja_jp: 8月
nl_nl: Augustus
tr_tr: Ağustos

source: September
fr_fr: Septembre
ja_jp: 9月
tr_tr: Eylül

source: October
fr_fr: Octobre
ja_jp: 10月
nl_nl: Oktober
tr_tr: Ekim

source: November
fr_fr: Novembre
ja_jp: 11月
tr_tr: Kasım

source: December
fr_fr: Décembre
ja_jp: 12月
tr_tr: Aralık

source: Operator:
fr_fr: Opérateur :
ja_jp: オペレータ :
tr_tr: İşlem:

source: Min
fr_fr: Minimum
ja_jp: 最小
tr_tr: En az

source: Max
fr_fr: Maximum
ja_jp: 最大
tr_tr: En fazla

source: Is less than or equal to
fr_fr: Est inférieur ou égal à
ja_jp: 未満または、に等しく
nl_nl: Kleiner dan of gelijk aan
tr_tr: Şundan küçük ya da eşit olan

source: Is greater than or equal to
fr_fr: Est supérieur ou égal à
ja_jp: 以上または、に等しく
nl_nl: Groter dan of gelijk aan
tr_tr: Şundan büyük ya da eşit olan

source: Is between
fr_fr: Est compris entre
ja_jp: の間
nl_nl: Is tussen
tr_tr: Şunların arasında olan

source: Is less than
fr_fr: Est inférieur à
ja_jp: 未満
nl_nl: Is kleiner dan
tr_tr: Şundan küçük olan

source: Is greater than
fr_fr: Est plus grand que
ja_jp: 以上
nl_nl: Is groter dan
tr_tr: Şundan büyük olan

source: Is not equal to
fr_fr: Est différent de
ja_jp: に異なる
nl_nl: Is ongelijk aan
tr_tr: şuna eşit olmayan

source: Is not between
fr_fr: N'est pas compris entre
ja_jp: の間ではありません
nl_nl: Is niet tussen
tr_tr: Şunların arasında olmayan

source: Is empty (Null)
fr_fr: Est vide (nul)
ja_jp: 空です (Null)
nl_nl: Is leeg (Null)
tr_tr: Boş olan (Null)

source: Is not empty (Null)
fr_fr: N'est pas vide (nul)
ja_jp: 空ではありません (Null)
nl_nl: Is niet leeg (Null)
tr_tr: Boş olmayan (Null)

source: Is one of
fr_fr: Fait partie de
ja_jp: の一つです
nl_nl: Is een van
tr_tr: Şunlardan biri olan

source: Is not one of
fr_fr: Ne fait pas partie de
ja_jp: の一つではありません
nl_nl: Is niet een van
tr_tr: Şunlardan biri olmayan

source: Until Date
fr_fr: Jusqu'au
ja_jp: 日付以降
nl_nl: Einddatum
tr_tr: Bitiş tarihi

source: From Date
fr_fr: Depuis
ja_jp: 日付から
nl_nl: Datum van
tr_tr: Başlangıç tarihi

source: Contains
fr_fr: Contient
ja_jp: 含む
nl_nl: Bevat
tr_tr: Şunu içeren

source: Starts with
fr_fr: Commence avec
ja_jp: から開始
nl_nl: Begint met
tr_tr: Şununla başlayan

source: Ends with
fr_fr: Se termine par
ja_jp: から終了
nl_nl: Eindigt met
tr_tr: Şununla biten

source: Does not contain
fr_fr: Ne contient pas
ja_jp: 含まれません
nl_nl: Bevat niet
tr_tr: Şunu içermeyen

source: Report URL
fr_fr: URL du Rapport
ja_jp: レポートURL
nl_nl: Rapport-URL
tr_tr: Rapor adresi

source: The report is attached as a CSV file.
fr_fr: Le rapport est joint en tant que fichier CSV.
ja_jp: レポートは、CSVファイルとして添付されています。
nl_nl: Het rapport is als een CSV-bestand toegevoegd.
tr_tr: Rapor CSV dosyası olarak eklendi.

source: The report is attached as a PDF file.
fr_fr: Le rapport est joint en tant que fichier PDF.
ja_jp: レポートは、PDFファイルとして添付されています。
nl_nl: Het rapport is als een PDF-bestand toegevoegd.
tr_tr: Rapor PDF dosyası olarak eklendi.

source: Report mail has been sent.
fr_fr: Le courriel de rapport a été envoyé.
ja_jp: レポートメールを送信されました。
nl_nl: De mail met het rapport is verzonden.
tr_tr: Rapor e-postası gönderildi.

source: Sent
fr_fr: Envoyé
ja_jp: 送信
nl_nl: Verzonden
tr_tr: Gönderilmiş

source: Report mail could not be sent.
fr_fr: Le courriel de rapport n'a pas pu être envoyé.
ja_jp: レポートメールは送信できませんでした。
nl_nl: De mail met het rapport kan niet worden verzonden.
tr_tr: Rapor e-postası gönderilemedi.

source: Mail Error
fr_fr: Erreur de Courriel
ja_jp: メールエラー
nl_nl: Mail Fout
tr_tr: E-posta sorunu

source: To:
fr_fr: À :
ja_jp: 宛先 :
nl_nl: Aan:
tr_tr: Şuraya:

source: - select -
fr_fr: - choisir -
ja_jp: - 選択 -
nl_nl: - selecteer -
tr_tr: - Seçin -

source: Yes
fr_fr: Oui
ja_jp: はい
nl_nl: Ja
tr_tr: Evet

source: No
fr_fr: Non
ja_jp: いいえ
nl_nl: Nee
tr_tr: Hayır

source: Listed contact(s) have been added to the selected group.
fr_fr: Le(s) contact(s) répertorié(s) a(ont) été ajouté(s) au groupe sélectionné.
ja_jp: リストされた連絡先は、選択したグループに追加されました。
nl_nl: Getoonde contact(en) toegevoegd aan de geselecteerde groep.
tr_tr: Listelenen kişiler seçilmiş gruba eklendi.

source: Update Report
fr_fr: Mettre à jour le Rapport
ja_jp: レポートの更新
nl_nl: Rapport bijwerken
tr_tr: Raporu güncelle

source: Create Report
fr_fr: Créer le rapport
ja_jp: レポートの作成
nl_nl: Rapport aanmaken
tr_tr: Rapor ekle

source: Print Report
fr_fr: Imprimer le Rapport
ja_jp: レポートの印刷
nl_nl: Rapport afdrukken
tr_tr: Raporu yazdır

source: Save a Copy
fr_fr: Sauvegarder une Copie
ja_jp: コピーして保存
tr_tr: Kopyasını kaydet

source: Print Preview
fr_fr: Imprimer Prévisualisation
ja_jp: 印刷プレビュー
tr_tr: Yazdırma ön izleme

source: Preview PDF
fr_fr: Prévisualiser le PDF
ja_jp: PDF プレビュー
tr_tr: PDF ön izleme

source: Export to CSV
fr_fr: Exporter en CSV
ja_jp: CSV へエクスポート
tr_tr: CSV olarak dışa aktar

source: Preview CSV
fr_fr: Prévisualiser le CSV
ja_jp: CSV プレビュー
tr_tr: CSV ön izleme

source: Group
fr_fr: Groupe
ja_jp: グループ
nl_nl: Groep
tr_tr: Grup

source: - select group -
fr_fr: - sélectionner groupe -
ja_jp: - グループを選択 -
nl_nl: - selecteer groep -
tr_tr: - Grup seçin -

source: Contact to Add
fr_fr: Contact à Ajouter
ja_jp: 連絡先を追加
nl_nl: Toe te voegen contact
tr_tr: Eklenecek kişi

source: - choose contact -
fr_fr: - choisir le contact -
ja_jp: - 連絡先を選択 -
nl_nl: - contact kiezen -
tr_tr: - Kişi seçin -

source: Add these Contacts to Group
fr_fr: Ajouter ces contacts au groupe
ja_jp: グループにこれらの連絡先を追加
nl_nl: De contacten toevoegen aan de groep
tr_tr: Bu kişileri gruba ekle

source: Preview Report
fr_fr: Prévisualiser le Rapport
ja_jp: レポートのプレビュー
nl_nl: Rapport voorvertonen
tr_tr: Rapor ön izlemesi

source: Quantity
fr_fr: Quantité
ja_jp: 分量
nl_nl: Hoeveelheid
tr_tr: Adet

source: Total Quantity Selected
fr_fr: Quantité Totale Choisie
ja_jp: 選択された合計数量
nl_nl: Totaal geselecteerde hoeveelheid
tr_tr: Seçilmiş toplam adet

source: Unit Price
fr_fr: Tarif Unitaire
ja_jp: 単価
nl_nl: Prijs eenheid
tr_tr: Birim fiyatı

source: Line Total
fr_fr: Total de la Ligne
ja_jp: ライン合計
nl_nl: Regeltotaal
tr_tr: Satır toplamı

source: Total of Line Items
fr_fr: Total de la Ligne d'Objets
ja_jp: ラインアイテムの合計
nl_nl: Aantal regel-items
tr_tr: Satır ögelerinin toplamı

source: Participant Count
fr_fr: Compte des Participants
ja_jp: 参加者数
tr_tr: Katılımcı sayısı

source: Total Participants
fr_fr: Total des Participants
ja_jp: 参加者の合計
nl_nl: Aantal deelnemers
tr_tr: Toplam katılımcı sayısı

source: Price Field
fr_fr: Champ Tarif
ja_jp: 価格フィールド
nl_nl: Prijsveld
tr_tr: Fiyat alanı

source: Price Field Option
fr_fr: Option de Champ de Tarif
ja_jp: 価格フィールドのオプション
nl_nl: Prijsveldoptie
tr_tr: Fiyat alanı seçeneği

source: Individual Line Item
fr_fr: Ligne Objet Individu
ja_jp: 個別のラインアイテム
nl_nl: Persoonlijk regelitem
tr_tr: Bir satır ögesi

source: Membership Type
fr_fr: Type d'Adhésion
ja_jp: 会員タイプ
nl_nl: Lidmaatschapstype
tr_tr: Üyelik türü

source: Membership Status
fr_fr: État de l'Adhésion
ja_jp: 会員ステータス
nl_nl: Lidmaatschapsstatus
tr_tr: Üyelik durumu

source: Join Date
fr_fr: Date d'Adhésion
ja_jp: 参加日
nl_nl: Lid sinds
tr_tr: Katılma tarihi

source: Current Cycle Start Date
fr_fr: Date de Début du Cycle en Cours
ja_jp: 現在のサイクル開始日
tr_tr: Geçerli dönemin başlangıç tarihi

source: Current Membership Cycle End Date
fr_fr: Date de Fin du Cycle d'Adhésion en Cours
ja_jp: 現在の会員サイクル終了日
tr_tr: Geçerli üyelik döneminin bitiş tarihi

source: Membership ID / Count
fr_fr: ID Adhésion/Compte
ja_jp: 会員ID / カウント
nl_nl: Lidmaatschap-id / Aantal
tr_tr: Üyelik kimliği / Sayı

source: Number of Memberships
fr_fr: Nombre d'Adhésions
ja_jp: 会員数
nl_nl: Aantal lidmaatschappen
tr_tr: Üyelik sayısı

source: Membership Start
fr_fr: Début d'Adhésion
ja_jp: 会員開始
nl_nl: Lidmaatschap begindatum
tr_tr: Üyelik başlangıcı

source: Membership Expiry
fr_fr: Expiration Adhésion
ja_jp: 会員期限
nl_nl: Lidmaatschap vervaldatum
tr_tr: Üyelik sonu

source: Membership Types
fr_fr: Types d'Adhésion
ja_jp: 会員タイプ
nl_nl: Lidmaatschapstypes
tr_tr: Üyelik türleri

source: Event Title
fr_fr: Nom Événement
ja_jp: イベントタイトル
nl_nl: Titel evenement
tr_tr: Etkinlik başlığı

source: Event Type
fr_fr: Type d’Événement
ja_jp: イベントタイプ
nl_nl: Evenementstype
tr_tr: Etkinlik türü

source: Fee Label
fr_fr: Libellé des Frais
ja_jp: 料金ラベル
nl_nl: Label kosten
tr_tr: Ücret etiketi

source: Event Start Date
fr_fr: Date de Début de l’Événement
ja_jp: イベントの開始日
nl_nl: Begindatum evenement
tr_tr: Etkinlik başlangıç tarihi

source: Event End Date
fr_fr: Date de Fin de l'Événement
ja_jp: イベントの終了日
nl_nl: Einddatum evenement
tr_tr: Etkinlik bitiş tarihi

source: Capacity
fr_fr: Capacité
ja_jp: 容量
nl_nl: Capaciteit
tr_tr: Kapasite

source: Is Active
fr_fr: Est Actif
ja_jp: アクティブ
nl_nl: Is actief
tr_tr: Etkin

source: Is Publicly Visible
fr_fr: Est Publiquement Visible
ja_jp: 一般公開
nl_nl: Is openbaar zichtbaar
tr_tr: Herkese açık olarak görülebilir

source: Event start date
fr_fr: Date de Début de l'Événement
ja_jp: イベントの開始日
nl_nl: Begindatum evenement
tr_tr: Etkinlik başlangıç tarihi

source: Total Income
fr_fr: Recette Totale
ja_jp: 所得の合計
nl_nl: Totaal inkomsten
tr_tr: Toplam gelir

source: Paid Up Income
fr_fr: Revenu Encaissé
ja_jp: 払込済み所得
tr_tr: Ödenmiş gelir

source: Total Paid Up Income
fr_fr: Revenu Total Encaissé
ja_jp: 払込済み所得の合計
tr_tr: Toplam ödenmiş gelir

source: Pending Income
fr_fr: Revenu en Attente
ja_jp: 保留所得
tr_tr: Bekleyen gelir

source: Total Pending Income
fr_fr: Total des Revenus en Attente
ja_jp: 保留所得の合計
tr_tr: Toplam bekleyen gelir

source: No. Participants
fr_fr: Aucun Participant
ja_jp: 参加者番号
nl_nl: Nr. deelnemers
tr_tr: Katılımcı sayısı

source: Total No. Participants
fr_fr: Nombre Total de Participants
ja_jp: 参加者番号の合計
nl_nl: Totaal Nr. deelnemers
tr_tr: Toplam katılımcı sayısı

source: Paid Up Participants
fr_fr: Participants Encaissés
ja_jp: 払込済みの参加者
tr_tr: Ödeyen katılımcı sayısı

source: Total No,. Paid Up Participants
fr_fr: Nombre Total de Participants Encaissés
ja_jp: 合計番号 / 払込済みの参加者
tr_tr: Toplam ödeyen katılımcı sayısı

source: Pending Participants
fr_fr: Participants en Attente
ja_jp: 保留中の参加者
tr_tr: Bekleyen katılımcılar

source: Total Pending Participants
fr_fr: Total des Participants en Attente
ja_jp: 保留中の参加者の合計
tr_tr: Toplam ödeyen katılımcılar

source: Contribution ID
fr_fr: ID Contribution
ja_jp: 支援ID
nl_nl: Bijdrage-id
tr_tr: Katkı kimliği

source: Payment Instrument
fr_fr: Moyen de Paiement
ja_jp: 支払い手段
nl_nl: Betaalmethode
tr_tr: Ödeme aracı

source: Campaign
fr_fr: Campagne
ja_jp: キャンペーン
nl_nl: Campagne
tr_tr: Kampanya

source: Amount
fr_fr: Montant
ja_jp: 金額
nl_nl: Bedrag
tr_tr: Tutar

source: Total Amount
fr_fr: Montant Total
ja_jp: 合計金額
nl_nl: Totaalbedrag
tr_tr: Toplam tutar

source: Contribution Status
fr_fr: Statut de la Contribution
ja_jp: 支援ステータス
tr_tr: Katkı durumu

source: Payment Type
fr_fr: Type de Paiement
ja_jp: 支払いタイプ
nl_nl: Betaaltype
tr_tr: Ödeme türü

source: Contribution Amount
fr_fr: Montant de la Contribution
ja_jp: 支援額
tr_tr: Katkı tutarı

source: Contribution Source
fr_fr: Provenance de la Contribution
ja_jp: 支援のソース
tr_tr: Katkı kaynağı

source: Individual Contribution
fr_fr: Contribution Individuelle
ja_jp: 個人の支援
tr_tr: Bireysel katkı

source: Contribution Details
fr_fr: Détails de la Contribution
ja_jp: 支援の詳細
tr_tr: Katkı ayrıntıları

source: Relationship Start Date
fr_fr: Date de Début de la Relation
ja_jp: 関係の開始日
tr_tr: İlişki başlangıç tarihi

source: Relationship End Date
fr_fr: Date de Fin de la Relation
ja_jp: 関係の終了日
tr_tr: İlişki bitiş tarihi

source: Description
ja_jp: 説明
nl_nl: Beschrijving
tr_tr: Açıklama

source: Relationship Status
fr_fr: Statut de la Relation
ja_jp: 関係ステータス
nl_nl: Status relatie
tr_tr: İlişki durumu

source: Relationship Type
fr_fr: Type de Relation
ja_jp: 関係タイプ
nl_nl: Relatietype
tr_tr: İlişki türü

source: Latest Activity Type
fr_fr: Type de la Dernière Activité
ja_jp: 最新のアクティビティタイプ
nl_nl: Laatste activiteitstype
tr_tr: Son işlem türü

source: Latest Activity Date
fr_fr: Date de la Dernière Activité
ja_jp: 最新のアクティビティ日
nl_nl: Laatste activiteitsdatum
tr_tr: Son işlem tarihi

source: Activity Type
fr_fr: Type d'Activité
ja_jp: アクティビティタイプ
nl_nl: Activiteitstype
tr_tr: İşlem türü

source: Subject
fr_fr: Sujet
ja_jp: 件名
nl_nl: Onderwerp
tr_tr: Konu

source: Activity Date
fr_fr: Date de l'Activité
ja_jp: アクティビティ日
nl_nl: Activiteit datum
tr_tr: İşlem tarihi

source: Activity Status
fr_fr: Statut d'Activité
ja_jp: アクティビティのステータス
nl_nl: Activiteit status
tr_tr: İşlem Durumu

source: Duration
fr_fr: Durée
ja_jp: 継続期間
nl_nl: Duur
tr_tr: Süre

source: Activity Details
fr_fr: Détails d'Activité
ja_jp: アクティビティの詳細
nl_nl: Activiteit details
tr_tr: İşlem ayrıntıları

source: Activity Subject
fr_fr: Sujet de l'Activité
ja_jp: アクティビティの件名
nl_nl: Activiteit onderwerp
tr_tr: İşlem konusu

source: Current Revision
fr_fr: Révision en Cours
ja_jp: 現在のリビジョン
tr_tr: Geçerli sürüm

source: Contribution Mode
ja_jp: 支援のモード

source: %1 for this country.
fr_fr: %1 pour ce pays.
ja_jp: この国に %1
tr_tr: Bu ülke için %1.

source: %1 for this county.
fr_fr: %1 pour ce comté/département.
ja_jp: この都道府県に %1
tr_tr: Bu ilçe için %1.

source: %1 for this state.
fr_fr: %1 pour cet état.
ja_jp: この州に %1
tr_tr: Bu il için %1.

source: Include these Statistics
fr_fr: Inclure ces Statistiques
ja_jp: これらの統計を含める
tr_tr: Bu istatistikler katılsın
