Repository: civicrm/civicrm-l10n-extensions
Catalog: po/dataprocessor/*/dataprocessor.po
Languages: fr_fr, nl_nl, tr_tr

source: Date filter
fr_fr: Filtre de date
nl_nl: Datum filter
tr_tr: Tarih süzgeci

source: Age filter
tr_tr: Yaş süzgeci

source: Month filter
tr_tr: Ay süzgeci

source: Week Day filter
tr_tr: Haftanın günü süzgeci

source: Text in multiple fields Filter
fr_fr: Filtre pour le texte dans plusieurs champs
nl_nl: Tekstfilter voor meerdere velden
tr_tr: Çoklu alan metin süzgeci

source: Compare two fields
tr_tr: İki alanı karşılaştır

source: Campaign filter
tr_tr: Kampanya süzgeci

source: Activity filter
fr_fr: Filtre d'activités
nl_nl: Activiteit filter
tr_tr: İşlem süzgeci

source: Event filter
fr_fr: Filtre d'événements
nl_nl: Evenement filter
tr_tr: Etkinlik süzgeci

source: Checksum filter
tr_tr: Sağlama süzgeci

source: Contact filter
fr_fr: Filtre de contacts
tr_tr: Kişi süzgeci

source: Contact in Group filter
fr_fr: Filtre de "contact est dans le(s) groupe(s)"
nl_nl: Contact in Groep filter
tr_tr: Grup süzgecinde kişi

source: Contact has Tag filter
fr_fr: Filtre de "contact a l'étiquette"
nl_nl: Contact met Kenmerk filter
tr_tr: Kişinin etiket süzgeci var

source: Contact has Membership filter
fr_fr: Filtre de "contact a l'adhésion"
nl_nl: Contact heeft lidmaatschap filter
tr_tr: Kişinin üyelik süzgeci var

source: Contact has event registration of type
tr_tr: Kişinin şu türde etkinlik kaydı var

source: Contact has contribution with status
tr_tr: Kişinin şu durumda katkı kaydı var

source: Contact has a contribution in period
tr_tr: Kişinin şu aralıkta bir katkısı var

source: Total contribution amount in period
tr_tr: Şu aralıktaki toplam katkı tutarı

source: Contact has active recurring contributions
tr_tr: Kişinin etkin yinelenen katkıları var

source: Contact has a relationship
tr_tr: Kişinin bir ilişkisi var

source: Contact has activity in period
tr_tr: Kişinin şu aralıkta bir işlemi var

source: Contact has number of activities in period
tr_tr: Kişinin şu aralıkta bazı işlemleri var

source: World Region Filter
tr_tr: Dünya bölgesi süzgeci

source: Contact Type filter
fr_fr: Filtre de type de contact
tr_tr: Kişi türü süzgeci

source: Permission to view contact
fr_fr: Autorisation de voir le contact
nl_nl: Permissie contact te bekijken
tr_tr: Kişiyi görüntüleme izni

source: Contact has role on case filter
tr_tr: Kişinin olay süzgecinde rolü var

source: API filter
fr_fr: Filtre d'API
tr_tr: API süzgeci

source: Most recent event date
tr_tr: Gerçekleşen son etkinlik tarihi

source: Select fields to join on
fr_fr: Sélectionner les champs sur lesquels faire la jointure
nl_nl: Selecteer velden om verbinding te leggen
tr_tr: Birleştirme alanlarını seçin

source: Select fields to join on (not required)
fr_fr: Sélectionner les champs sur lesquels faire la jointure (non obligatoire)
nl_nl: Selecteer velden om verbinding te leggen (niet vereist)
tr_tr: Birleştirme alanlarını seçin (zorunlu değil)

source: Raw field value
nl_nl: Ruwe veldwaarde
tr_tr: Ham alan değeri

source: Clean File Name
tr_tr: Temiz dosya adı

source: Markup/Html field value
nl_nl: Markup/HTML veld waarde
tr_tr: Markup/HTML alanı değeri

source: Formatted Address
nl_nl: Geformatteerd adres
tr_tr: Biçimlendirilmiş adres

source: Worldregion
tr_tr: Dünya bölgesi

source: Formatted Number field value
nl_nl: Geformatteerd nummer veld waarde
tr_tr: Biçimlendirilmiş sayı alanı değeri

source: Date field value
nl_nl: Datum veld waarde
tr_tr: Tarih alanı değeri

source: Segment text based on a date field (Per Month)
tr_tr: Tarih alanına göre dilimin metni (Aylık)

source: Age field value
nl_nl: Leeftijd veld waarde
tr_tr: Yaş alanı değeri

source: Contact has relationship
tr_tr: Kişinin ilişkisi var

source: Link to view contact
fr_fr: Lien pour voir le contact
nl_nl: Link naar bekijk contact
tr_tr: Kişi görüntüleme bağlantısı

source: Custom Link
tr_tr: Özel bağlantı

source: Custom Link (using 2 fields)
tr_tr: Özel bağlantı (2 alan kullanan)

source: Custom Link (using 3 fields)
tr_tr: Özel bağlantı (3 alan kullanan)

source: Text from template using up to 9 fields
tr_tr: 9 alana kadar kalıptan metin

source: Contact Checksum
fr_fr: Checksum du contact
tr_tr: Kişi sağlaması

source: Link to edit an activity
tr_tr: Bir işlemi düzenleme bağlantısı

source: Is Active (based on dates)
fr_fr: Actif (basé sur la date)
nl_nl: Is actief (gebaseerd op daum)
tr_tr: Etkin (tarihlere göre)

source: File download link
fr_fr: Lien de téléchargement du fichier
nl_nl: Link bestand downloaden
tr_tr: Dosya indirme bağlantısı

source: Option label
fr_fr: Libellé de l'option
nl_nl: Optie label
tr_tr: Seçenek etiketi

source: List active Memberships of a contact
tr_tr: Bir kişinin etkin üyeliklerini listele

source: List Relationships of a contact
tr_tr: Bir kişinin ilişkilerini listele

source: Case Roles
fr_fr: Rôles du dossier
nl_nl: Dossier Rollen
tr_tr: Olay rolleri

source: Link to manage case
fr_fr: Lien pour gérer le dossier
nl_nl: Link beheer dossier
tr_tr: Olay yönetimi bağlantısı

source: Display the groups of a contact
fr_fr: Afficher les groupes d'un contact
nl_nl: Toon de groepen van een contact
tr_tr: Bir kişinin grupları görüntülensin

source: Display the tags of a contact
tr_tr: Bir kişinin etiketlerini görüntüle

source: Display info about repeating event
fr_fr: Afficher les infos à propos d'un événement périodique
nl_nl: Toon info over zich herhalend evenement
tr_tr: Yinelenen etkinlik bilgileri görüntülensin

source: List event registrations
tr_tr: Etkinlik kayıtlarını listele

source: List participants
fr_fr: Lister les participants
nl_nl: Lijst deelnemers
tr_tr: Katılımcı listesi

source: Participant Count
tr_tr: Katılımcı sayısı

source: Event Availability Information
tr_tr: Etkinlik uygunluğu bilgileri

source: Contribution Count
tr_tr: Katkı sayısı

source: Recurring Contribution Count
tr_tr: Yinelenen katkı sayısı

source: Recurring Contribution Sum
tr_tr: Yinelenen katkı toplamı

source: Arithmetic Operation
tr_tr: Aritmetik işlem

source: Calculations (on multiple fields): Subtract
nl_nl: Berekeningen (op meerdere velden): Aftrekken
tr_tr: Hesaplamalar (birkaç alan): Çıkarma

source: Calculations (on multiple fields): Adding up
nl_nl: Berekeningen (op meerdere velden): Optellen
tr_tr: Hesaplamalar (birkaç alan): Toplama

source: Calculations (on multiple fields): Percentage Change
tr_tr: Hesaplamalar (birkaç alan): Yüzde değişikliği

source: Aggregation function
fr_fr: Fonction d'agrégation
nl_nl: Aggregeer functie
tr_tr: Toplama işlevi

source: Image
tr_tr: Görsel

source: Multivalue Field as Array
tr_tr: Dizi olarak çok değerli alan

source: Replaces special characters by their HTML code and newlines by \n.
tr_tr: Özel karakterleri HTML koduyla, yeni satır karaktelerini ise \n ile değiştirir.

source: Compare the input with up to 5 strings and map the output accordingly.
tr_tr: Girişi en fazla 5 dizgeyle karşılaştırır ve çıktıyı buna göre eşleştirir.

source: Count the number of cases related to the given CiviCRM ID.
tr_tr: Belirtilen CiviCRM kimliği ile ilgili olay sayısını sayar.

source: Output %1 not found
tr_tr: %1 çıktısı bulunamadı

source: Field %1 requires data source '%2' which could not be found. Did you rename or delete the data source?
tr_tr: %1 alanı için bulunamayan '%2' veri kaynağı gerekli. Veri kaynağının adını değiştirmiş ya da silmiş olabilir misiniz?

source: Field %1 requires a field with the name '%2' in the data source '%3'. Did you change the data source type?
nl_nl: Veld %1 verwacht een veld %2 in de databron '%3'. Heeft de het databron type gewijzigd?
tr_tr: %1 alanı için, '%3' veri kaynağındaki '%2' adındaki alan gerekli. Veri kaynağı türünü mü değiştirdiniz?

source: Number of decimals
fr_fr: Nombre de décimales
nl_nl: Aantal decimalen
tr_tr: Ondalık basamak

source: Decimal separator
fr_fr: Séparateur de décomales
nl_nl: Decimaal scheiding
tr_tr: Ondalık ayracı

source: Thousand separator
fr_fr: Séparateur de milliers
nl_nl: Scheidingsteken duizendtallen
tr_tr: Binlik ayracı

source: Prefix (e.g. $)
tr_tr: Ön ek ($ gibi)

source: Suffix (e.g. &euro;)
tr_tr: Son ek (&euro; gibi)

source: Field
fr_fr: Champ
nl_nl: Veld
tr_tr: Alan

source: Aggregate on this field
nl_nl: Aggregaat van dit veld
tr_tr: Bu alanın toplamını al

source: Function
fr_fr: Fonction
nl_nl: Functie
tr_tr: İşlev

source: Multiplier
tr_tr: Çarpan

source: Round to nearest whole number
tr_tr: En yakın tam sayıya yuvarla

source: Return option labels
tr_tr: Geri ödeme seçeneği etiketleri

source: Value
fr_fr: Valeur
nl_nl: Waarde
tr_tr: Değer

source: Enter a valid number
tr_tr: Geçerli bir sayı yazın

source: Fields
fr_fr: Champs
nl_nl: Velden
tr_tr: Alanlar

source: Base Field (100% value)
tr_tr: Temel alan (%100 değer)

source: New value Field
tr_tr: Yeni değer alanı

source: Field 1
fr_fr: Champ 1
nl_nl: Veld 1
tr_tr: 1. alan

source: Field 2
fr_fr: Champ 2
nl_nl: Veld 2
tr_tr: 2. alan

source: Case ID Field
nl_nl: Dossier-id veld
tr_tr: Olay kimliği alanı

source: Restrict to roles
nl_nl: Beperk tot rollen
tr_tr: Şu rollerle kısıtlansın

source: - Show all roles -
fr_fr: - afficher tous les rôles -
nl_nl: - Toon alle rollen -
tr_tr: - Tüm roller görüntülensin -

source: Show role title
fr_fr: Afficher le titre du rôle
nl_nl: Toon rol titel
tr_tr: Rol başlığı görüntülensin

source: Filename/Path/Uri Field
tr_tr: DosyaAdı/Yol/Adres Alan

source: Default fallback, if no condition matches.
tr_tr: Eşleşen bir koşul bulunmadığında kullanılacak varsayılan değer.

source: Input field
tr_tr: Giriş alanı

source: Case type
tr_tr: Olay türü

source: - Show all case types -
tr_tr: - Tüm olay türleri -

source: Case status
tr_tr: Olay durumu

source: - Show all case statuses -
tr_tr: - Tüm olay durumları -

source: Case subject
tr_tr: Olay konusu

source: Include deleted cases
tr_tr: Silinmiş olaylar da katılsın

source: Ignore the permission check for the API calls
tr_tr: API çağrılarında izin denetimi yapılmasın

source: CiviCRM ID
tr_tr: CiviCRM kimliği

source: Contact ID Field
nl_nl: Contact-id veld
tr_tr: Kişi kimliği alanı

source: Relationship type
fr_fr: Type de relation
nl_nl: Relatietype
tr_tr: İlişki türü

source: - Select relationship type -
tr_tr: - İlişki türünü seçin -

source: Active text
tr_tr: Etkin metin

source: Contact Name Field
nl_nl: Contact Naam Veld
tr_tr: Kişi adı alanı

source: Financial Type
tr_tr: Mali tür

source: Contribution Status
tr_tr: Katkı durumu

source: Contribution Recur ID Field
tr_tr: Katkı yineleme kimliği alanı

source: Field to link to
tr_tr: Bağlantı kurulacak alan

source: Link Template
tr_tr: Bağlantı kalıbı

source: Link Text
tr_tr: Bağlantı metni

source: Field 1 to link to
tr_tr: Bağlanacak 1. alan

source: Field 2 to link to
tr_tr: Bağlanacak 2. alan

source: Field 3 to link to
tr_tr: Bağlanacak 3. alan

source: Open link in new tab
tr_tr: Bağlantı yeni sekmede açılsın

source: Format
nl_nl: Formaat
tr_tr: Biçim

source: Date function
fr_fr: Fonction de date
nl_nl: Datum functie
tr_tr: Tarih işlevi

source: Date
nl_nl: Datum
tr_tr: Tarih

source: Day of month
fr_fr: Jour du mois
nl_nl: Dag van de maand
tr_tr: Ayın günü

source: Day of week (1 = Sunday, 7 = Saturday)
fr_fr: Jour de la semaine (1 = Dimanche, 7 = Samedi)
nl_nl: Dag van de week (1=zondag, 7=zaterdag)
tr_tr: Haftanın günü (1 Pazar, 7 Cumartesi)

source: Weeknumber
fr_fr: Numéro de semaine
nl_nl: Weeknummer
tr_tr: Hafta numarası

source: Month
fr_fr: Mois
nl_nl: Maand
tr_tr: Ay

source: Year
fr_fr: Année
nl_nl: Jaar
tr_tr: Yıl

source: Datetime
tr_tr: Tarih saat

source: Start of Date Range (months ago)
tr_tr: Tarih aralığının başlangıcı (ay önce)

source: End of Date Range (months ago)
tr_tr: Tarih aralığının bitişi (ay önce)

source: Text before date range
tr_tr: Tarih aralığından önce görüntülenecek metin

source: Text after date range
tr_tr: Tarih aralığından sonra görüntülenecek metin

source: Text within date range
tr_tr: Tarih aralığı arasında görüntülenecek metin

source: Edit activity
tr_tr: İşlemi düzenle

source: Activity ID Field
tr_tr: İşlem kimliği alanı

source: Show
tr_tr: Görüntüle

source: Full text or wait list message when event is full
tr_tr: Etkinlikte yer kalmadığında görüntülenecek yer kalmadı ya da bekleme listesi metni

source: The number of available places
tr_tr: Uygun yer sayısı

source: Roles
fr_fr: Rôles
nl_nl: Rollen
tr_tr: Roller

source: - all roles -
fr_fr: - tous les rôles -
nl_nl: - alle rollen -
tr_tr: - tüm roller -

source: Participant Status
fr_fr: Statut du participant
nl_nl: Status Deelnemer
tr_tr: Katılımcı durumu

source: - all statuses -
fr_fr: - tous les statuts -
nl_nl: - alle statussen -
tr_tr: - tüm durumlar -

source: Show link to manage participant
tr_tr: Katılımcı yönetimi bağlantı görüntülensin

source: No
fr_fr: Non
nl_nl: Nee
tr_tr: Hayır

source: Yes
fr_fr: Oui
nl_nl: Ja
tr_tr: Evet

source: Repeating (%1 of %2)
fr_fr: Répeter (%1 de %2)
nl_nl: Herhalen (%1 van %2)
tr_tr: Yineleniyor (%1 / %2)

source: Only return URL
tr_tr: Yalnızca dönüş adresi

source: Address ID Field
fr_fr: Champ Id. d'adresse
nl_nl: Adres-id veld
tr_tr: Adres kimliği alanı

source: Show only subgroup(s) of
fr_fr: Afficher seulement les sous-groupes de
nl_nl: Toon allen subgroep(en) van
tr_tr: Yalnızca şunun alt gruplarını görüntüle

source: - Show all groups -
fr_fr: - afficher tous les groupes -
nl_nl: - Toon alle groepen -
tr_tr: - Tüm gruplar görüntülensin -

source: Alt Image Text
tr_tr: Alt image metni

source: Is Active Field
fr_fr: Champ "Est actif"
nl_nl: Is actief veld
tr_tr: Etkin alan

source: Start Date Field
fr_fr: Champ Date de début
nl_nl: Startdatum veld
tr_tr: Başlangıç tarihi alanı

source: End Date Field
fr_fr: Champ Date de fin
nl_nl: EInddatum veld
tr_tr: Bitiş tarihi alanı

source: Link text
fr_fr: Texte du lien
nl_nl: Link tekst
tr_tr: Bağlantı metni

source: Restrict to membership types
tr_tr: Şu üyelik türleriyle kısıtlansın

source: Separator
fr_fr: Séparateur
nl_nl: Scheiding
tr_tr: Ayraç

source: Event Type
tr_tr: Etkinlik türü

source: - any event type -
tr_tr: - Tüm etkinlik türleri -

source: Relationship type, display name
fr_fr: Type de relation, nom d'affichage
nl_nl: Relatietype, weergave naam
tr_tr: İlişki türü, görüntülenecek ad

source: Relationship type, date of birth, display name
fr_fr: Type de relation, date de naissance, nom d'affichage
nl_nl: Relatietype, geboorte datum, weergave naam
tr_tr: İlişki türü, doğum tarihi, görüntülenecek ad

source: date of birth, display name
fr_fr: Date de naissance, nom d'affichage
nl_nl: geboortedatum, weergave naam
tr_tr: doğum tarihi, görüntülenecek ad

source: display name
fr_fr: Nom à afficher
nl_nl: weergave naam
tr_tr: görüntülenecek ad

source: Restrict to relationship
fr_fr: Restreindre à la relation
nl_nl: Beperk tot relatie
tr_tr: Şu ilişkiyle kısıtlansın

source: Show relationship type
fr_fr: Afficher le type de relation
nl_nl: Toon relatie type
tr_tr: İlişki türü görüntülensin

source: Return as array
tr_tr: Dizi olarak döndür

source: Include deceased
fr_fr: Inclure les décédés
nl_nl: Inclusief overledenen
tr_tr: Vefat edenler katılsın

source: Sort
fr_fr: Tri
nl_nl: Sorteer
tr_tr: Sırala

source: Data Source Field:
tr_tr: Veri kaynağı alanı:

source: Text Template
tr_tr: Metin kalıbı

source: Fallback Template
tr_tr: Varsayılan kalıp

source: Country Field
tr_tr: Ülke alanı

source: Delimiter
fr_fr: Délimiteur
nl_nl: Afbakening
tr_tr: Sınırlayıcı

source: Enclosure
nl_nl: Insluiting
tr_tr: Kapama

source: Escape Character
tr_tr: Kaçış karakteri

source: Filter %1 requires a field to filter on. None given.
nl_nl: Het filter %1 vereist een veld om op te filteren. Dat is er niet.
tr_tr: %1 süzgeci için süzülecek bir alan gerekli. Herhangi bir alan belirtilmemiş.

source: Filter %1 requires data source '%2' which could not be found. Did you rename or delete the data source?
tr_tr: %1 süzgeci için bulunamayan '%2' veri kaynağı gerekli. Veri kaynağının adını değiştirmiş ya da silmiş olabilir misiniz?

source: Filter %1 requires a field with the name '%2' in the data source '%3'. Did you change the data source type?
nl_nl: Het filter %1 verwacht een veld met de naam '%2'in databron '%3'. Heeft u het type van de databron gewijzigd?
tr_tr: %1 süzgeci için, '%3' veri kaynağındaki '%2' adındaki alan gerekli. Veri kaynağı türünü mü değiştirdiniz?

source: Operator:
fr_fr: Opérateur :
tr_tr: İşlem:

source: From
tr_tr: Başlangıç

source: To
tr_tr: Bitiş

source: Field %1 is required
fr_fr: Le champ %1 est requis.
nl_nl: Veld %1 is verplicht
tr_tr: %1 alanının doldurulması zorunludur

source: Not set
fr_fr: Non défini
nl_nl: Niet ingesteld
tr_tr: Ayarlanmamış

source: Min
fr_fr: Minimum
tr_tr: En küçük şu olan

source: Max
fr_fr: Maximum
tr_tr: En büyük şu olan

source: Is one of
fr_fr: Est l'un des
nl_nl: Is één van
tr_tr: Şunlardan biri olan

source: Is not one of
fr_fr: N'est pas l'un des
nl_nl: Is niet één van
tr_tr: Şunlardan bir olmayan

source: Is empty
fr_fr: Est vide
nl_nl: Is leeg
tr_tr: Boş olan

source: Is not empty
fr_fr: N'est pas vide
nl_nl: Is niet leeg
tr_tr: Boş olmayan

source: Is equal to
fr_fr: Est égal à
nl_nl: Is gelijk aan
tr_tr: Şuna eşit olan

source: Is less than or equal to
fr_fr: Est inférieur ou égal à
nl_nl: Is minder dan of gelijk aan
tr_tr: Şundan küçük ya da eşit olan

source: Is greater than or equal to
fr_fr: Est supérieur ou égal à
nl_nl: Is groter dan of gelijk aan
tr_tr: Şundan büyük ya da eşit olan

source: Is less than
fr_fr: Est inférieur à
nl_nl: Is minder dan
tr_tr: Şundan küçük olan

source: Is greater than
fr_fr: Est supérieure à
nl_nl: Is groter dan
tr_tr: Şundan büyük olan

source: Is not equal to
fr_fr: N'est pas égal à
nl_nl: Is niet gelijk aan
tr_tr: Şuna eşit olmayan

source: Is between
fr_fr: Est compris entre
nl_nl: Is tussen
tr_tr: Şunların arasında olan

source: Is not between
fr_fr: N'est pas compris entre
nl_nl: Is niet tussen
tr_tr: Şunların arasında olmayan

source: Contains
fr_fr: Contient
nl_nl: Bevat
tr_tr: Şunu içeren

source: Starts with
fr_fr: Démarre avec
nl_nl: Start met
tr_tr: Şununla başlayan

source: Ends with
fr_fr: Se termine par
nl_nl: Eindigt met
tr_tr: Şununla biten

source: Does not contain
fr_fr: Ne contient pas
nl_nl: Bevat niet
tr_tr: Şunu içermeyen

source: Limit to Contacts of activity types
fr_fr: Limiter aux contacts qui ont ce(s) type(s) d'activité
nl_nl: Beperk tot Contacten van Activiteit types
tr_tr: Etkinlik türlerinin Kişileriyle sınırlansın

source: - Show all activity types -
fr_fr: - afficher tous les types d'activités -
nl_nl: - Toon alle activiteit types -
tr_tr: - Tüm etkinlik türleri görüntülensin -

source: Select a Contact
fr_fr: Sélectionner un contact
nl_nl: Selecteer een contact
tr_tr: Bir kişi seçin

source: Date Field
tr_tr: Tarih alanı

source: Campaign ID Field
tr_tr: Kampanya kimliği alanı

source: - Filter on all roles -
fr_fr: - filtrer sur tous les rôles -
nl_nl: - Filter op alle rollen -
tr_tr: - Tüm rollere göre süzülsün -

source: Select a contact
fr_fr: Sélectionner un contact
nl_nl: Selecteer een contact
tr_tr: Bir kişi seçin

source: Is current user
fr_fr: Est l'utilisateur actuel
nl_nl: Huidige gebruiker
tr_tr: Geçerli kullanıcı

source: Hash Field
tr_tr: Karma alanı

source: Left Hand Field
tr_tr: Soldaki alan

source: Right Hand Field
tr_tr: Sağdaki alan

source: Operator
fr_fr: Opérateur
tr_tr: İşlem

source: Is equal
tr_tr: Şuna eşit olan

source: Is not equal
tr_tr: Şuna eşit olmayan

source: Limit to Contacts in group(s)
fr_fr: Limiter aux contacts dans le(s) groupe(s)
nl_nl: Beperk tot contacten in groep(en)
tr_tr: Gruplardaki kişilerle sınırlansın

source: Limit to Contact Type(s)
fr_fr: Limiter aux types de contacts
nl_nl: Beperk tot Contact Type(s)
tr_tr: Kişi türleri ile sınırlansın

source: - All contact types -
fr_fr: - tous les types de contacts -
nl_nl: - Alle Contacttypes -
tr_tr: - Tüm kişi türleri -

source: Has at least X active recurring contributions
tr_tr: En az X etkin yinelenen katkısı olan

source: Does not have more than X active recurring contributions
tr_tr: En fazla X etkin yinelenen katkısı olan

source: Has activity in period
tr_tr: Şu aralıkta işlemi olan

source: Does not have an activity in period
tr_tr: Şu aralıkta işlemi olmayan

source: Activity Status
tr_tr: İşlem durumu

source: Activity Types
tr_tr: İşlem türleri

source: Activity Contact Record Type
tr_tr: İşlem kişi kaydı türü

source: Campaign IDs
tr_tr: Kampanya kimlikleri

source: - Any status -
tr_tr: - Tüm durumlar -

source: - Any type -
tr_tr: - Tüm türler -

source: - Any contact record -
tr_tr: - Tüm kişi kayıtları -

source: - Any campaign -
tr_tr: - Tüm kampanyalar -

source: Has contribution in period
tr_tr: Şu aralıkta katkısı olan

source: Does not have contribution in period
tr_tr: Şu aralıkta katkısı olmayan

source: Financial Types
tr_tr: Mali türler

source: - Any financial type -
tr_tr: - Tüm mali türler -

source: Has contribution with status
tr_tr: Şu durumda katkısı olan

source: Does not have contribution with status
tr_tr: Şu durumda katkısı olmayan

source: Is registered for event of type(s)
tr_tr: Şu türlerde etkinlik kaydı olan

source: Is not registered for event of type(s)
tr_tr: Şu türlerde etkinlik kaydı olmayan

source: - Any Event Type -
tr_tr: - Tüm etkinlik türleri -

source: Select a membership type
fr_fr: Choisir un type d'adhésion
nl_nl: Selecteer een lidmaatschap type
tr_tr: Bir üyelik türü seçin

source: Has an active membership of
fr_fr: A une adhésion active de
nl_nl: Heeft een huidig lidmaatschap
tr_tr: Şunun etkin üyesi

source: Does not have an active membership of
fr_fr: N'a pas d'adhésion active de
nl_nl: Heeft geen huidig lidmaatschap van
tr_tr: Şunun etkin üyesi değil

source: Has number of activities in period
tr_tr: Aralıkta şu sayıda işlemi olan

source: Does not have this number of activities in period
tr_tr: Aralıkta şu sayıda işlemi olmayan

source: Min number of activities
tr_tr: En az işlem sayısı şu olan

source: Max number of activities
tr_tr: En fazla işlem sayısı şu olan

source: Contact A - %1
tr_tr: A kişisi - %1

source: Contact B - %1
tr_tr: B kişisi - %1

source: Does have a relationship
tr_tr: Bir ilişkisi olan

source: Does not have a relationship
tr_tr: Bir ilişkisi olmayan

source: - Any relationship -
tr_tr: - Tüm ilişkiler -

source: Select a group
fr_fr: Choisir un groupe
nl_nl: Selecteer een groep
tr_tr: Bir grup seçin

source: Select a tag
fr_fr: Sélectionner une étiquette
nl_nl: Selecteer een kenmerk
tr_tr: Bir etiket seçin

source: January
tr_tr: Ocak

source: February
tr_tr: Şubat

source: March
tr_tr: Mart

source: April
tr_tr: Nisan

source: May
tr_tr: Mayıs

source: June
tr_tr: Haziran

source: July
tr_tr: Temmuz

source: August
tr_tr: Ağustos

source: September
tr_tr: Eylül

source: October
tr_tr: Ekim

source: November
tr_tr: Kasım

source: December
tr_tr: Aralık

source: Monday
tr_tr: Pazartesi

source: Tuesday
tr_tr: Salı

source: Wednesday
tr_tr: Çarşamba

source: Thursday
tr_tr: Perşembe

source: Friday
tr_tr: Cuma

source: Saturday
tr_tr: Cumartesi

source: Sunday
tr_tr: Pazar

source: Event ID Field
nl_nl: Evenement-id Veld
tr_tr: Etkinlik kimliği alanı

source: Select an Event
fr_fr: Choisir un événement
nl_nl: Selecteer een Evenement
tr_tr: Bir etkinlik seçin

source: Value Field
fr_fr: Valeur du champ
nl_nl: Waarde Veld
tr_tr: Değer alanı

source: Label Field
fr_fr: Libellé du champ
nl_nl: Label Veld
tr_tr: Etiket alanı

source: API Params
fr_fr: Paramètres d'API
nl_nl: API parameters
tr_tr: API parametreleri

source: Event Types
tr_tr: Etkinlik türleri

source: - All Events -
tr_tr: - Tüm etkinlikler -

source: Is more than
tr_tr: Şundan fazla olan
