Repository: civicrm/civicrm-l10n-extensions
Catalog: po/dataprocessor/*/dataprocessor.po
Languages: fr_fr, nl_nl, tr_tr

source: <p>On this form you can configure the CSV data source.</p> <p>The <strong>URI</strong> is the file location. Which is either a path on the server or a URL from where the file could be downloaded.</p> <p>The <strong>Field delimiter</strong> the character which separates each field.</p> <p>The <strong>Field enclosure character</strong> is the a character which is wrapped around each field.</p> <p>The <strong>Escape character</strong> is the character which marks special characters</p>
nl_nl: <p>Op dit formulier kunt u de CSV databron configureren.</p> <p>De <strong>URI</strong> is locatie van het bestand, wat een pad op de server of een URL vanwaar het bestand gedownload kan worden.</p> <p>De <strong>Field delimiter</strong> is het teken wat de velden scheidt.</p> <p>Het <strong>Field enclosure character</strong> is het teken dat om elk veld staat.</p> <p>Het <strong>Escape character</strong> is het teken dat speciale tekens aan geeft.</p>
tr_tr: <p>Bu form ile CSV veri kaynağını yapılandırabilirsiniz.</p> <p><strong>İnternet adresi</strong> dosyanın konumudur. Sunucuda bir yol ya da internet üzerinde dosyanın indirilebileceği bir adres olabilir.</p> <p><strong>Alan ayracı</strong> alanları birbirinden ayıran karakterdir.</p> <p><strong>Alan kapama karakteri</strong> her alanı sarmalayan karakterdir.</p> <p><strong>Kaçış karakteri</strong> özel karakterleri belirleyen karakterdir</p>

source: Join with other sources
fr_fr: Joindre à d'autres sources
nl_nl: Verbind met andere bronnen
tr_tr: Diğer kaynaklarla birleştirin

source: <p>On this form you can configure the SQL Table data source.</p>
nl_nl: <p>Op dit formulier kunt u de SQL tabel databron configureren.</p>
tr_tr: <p>Bu formdan SQL tablo verileri kaynağını yapılandırabilirsiniz.</p>

source: Add an additional condition for in the where statement. For example: `is_deleted` = 0 AND `is_deceased` = 0
tr_tr: Where ifadesinde ek bir koşul ekleyin. Örneğin: `is_deleted` = 0 AND `is_deceased` = 0

source: Delete Data Source
fr_fr: Supprimer la source de données
nl_nl: Verwijder Databron
tr_tr: Veri kaynağını sil

source: Are you sure to delete data processor source '%1'?
fr_fr: Êtes-vous sûr de vouloir supprimer la source du processeur de données ?
nl_nl: Weet u zeker dat u de dataprocessor '%1' wilt verwijderen?
tr_tr: '%1' veri işleyiciyi kaynağını silmek istediğinize emin misiniz?

source: Tick this box when you want to make the PDF available for non-logged in users. <br> <strong>Caution:</strong> when you check this box the data becomes available without logging so this might lead to a data breach.
nl_nl: Tik de box als u het PDF bestand beschikbaar wilt stellen aan anonieme gebruikers. <br> <strong>Let op:</strong> de data komen hiermee beschikbaar zonder in te loggen dus dat kan leiden tot data die onbedoeld vrij beschikbaar komen.
tr_tr: Oturum açmamış kullanıcıların PDF kullanabilmesi için bu kutuyu işaretleyin. <br> <strong>Uyarı:</strong> Bu kutuyu işaretlediğinizde, veriler günlüğe kaydedilmeden kullanılabilir olur ve bu durum verilerin sızmasına neden olabilir.

source: You can manage PDF Formats at <a href="%1">Administer --> Communications --> PDF Formats</a>
nl_nl: U kunt PDF formaten beheren via <a href="%1">Beheer --> Communicatie --> Pagina Formaten voor Afdrukken</a>
tr_tr: PDF biçimlerini <a href="%1">Yönetim --> İletişim --> PDF biçimleri</a> bölümünden yönetebilirsiniz

source: E.g. 2 cm
fr_fr: Ex. 2 cm
nl_nl: Bijv. 2 cm
tr_tr: Örneğin 2 cm

source: Tick this box when you want to make the file available for non-logged in users. <br> This could be necessary when another system is importing this file on a regular basis. E.g. a website with a public agenda of the upcoming events. <br><strong>Caution:</strong> when you check this box the data becomes available without logging so this might lead to a data breach.
tr_tr: Dosyayı oturum açmamış kullanıcıların kullanabilmesi için bu kutuyu işaretleyin. <br> Bu seçenek, başka bir sistem bu dosyayı düzenli olarak içe aktarıyorsa gerekli olabilir. Örneğin yaklaşan etkinliklerin herkese açık programının olduğu bir site. <br><strong>Uyarı:</strong> Bu kutuyu işaretlediğinizde, veriler günlüğe kaydedilmeden kullanılabilir olur ve bu durum verilerin sızmasına neden olabilir.

source: Aggregate
nl_nl: Aggregaat
tr_tr: Topla

source: Hide Field(s)
tr_tr: Alanları gizle

source: This will define the order in the navigation menu. A lower value means more at the top. <br /> Up to CiviCRM 5.36 this seems to be broken in CiviCRM Core. See this <a href="%1">bug report</a>
tr_tr: Gezinme menüsündeki sırayı belirler. Daha düşük bir değer, daha üstte anlamına gelir. <br /> CiviCRM 5.36 sürümüne kadar bu durum CiviCRM Core içinde bozuk görünüyor. Şu <a href="%1">hata raporuna</a> bakabilirsiniz

source: %count Result
tr_tr: %count sonuç

source: Requires data source '%1' which could not be found. Did you rename or deleted the data source?
fr_fr: Nécessite les données sources '%1' qui n'ont pas pu être trouvées. Les données sources auraient-elles pu avoir été renommées ou supprimées ?
nl_nl: Verwacht brondata '%1' die niet gevonden werd. Heeft u de naam gewijzigd of de bron verwijderd?

source: Escape char
fr_fr: Caractère d'échappement
nl_nl: Escape-teken

source: Available for anonymous users
fr_fr: Disponible pour les utilisateurs anonymes
nl_nl: Beschikbaar voor anonieme gebruikers

source: Download as CSV
fr_fr: Télécharger au format CSV
nl_nl: Download als CSV

source: <a href="%1">Download CSV file</a>
fr_fr: <a href="%1">Télécharger le fichier CSV</a>
nl_nl: <a href="%1">Download CSV bestand</a>

source: <a href="%1">Download PDF file</a>
fr_fr: <a href="%1">Télécharger le fichier PDF</a>
nl_nl: <a href="%1">Download PDF bestand</a>

source: Contribution
nl_nl: Bijdrage

source: Case Role filter
fr_fr: Filtre de rôle de dossier
nl_nl: Dossierrol filter

source: Relationships
fr_fr: Relations
nl_nl: Relaties

source: Field %1 requires data source '%2' which could not be found. Did you rename or deleted the data source?
nl_nl: Veld %1 vereist databron '%2' die niet gevonden werd. Heeft u de databron hernoemd of verwijderd?

source: Prefix (e.g. &euro;)
fr_fr: Préfixe (par ex. &euro;)
nl_nl: Voorvoegsel (bijv. €)

source: Suffix (e.g. $)
fr_fr: Suffixe (par ex. $)
nl_nl: Achtervoegsel (bijv. €)

source: Filter %1 requires data source '%2' which could not be found. Did you rename or deleted the data source?
nl_nl: Het filter %1 verwacht databron '%2' die niet gevonden werd. Heeft u de databron hernoemd of verwijderd?

source: From:
fr_fr: De :
nl_nl: Van:

source: Select a contact type
fr_fr: Sélectionner un type de contact
nl_nl: Selecteer een contact type

source: Tick this box when you want to make the CSV available for non-logged in users. <br> This could be necessary when another system is importing this csv file on a regular basis. E.g. a website with a public agenda of the upcoming events. <br><strong>Caution:</strong> when you check this box the data becomes available without logging so this might lead to a data breach.
nl_nl: Tik de box als u het CSV bestand beschikbaar wilt stellen aan anonieme gebruikers. <br> Dit kan nodig zijn als een ander systeem het csv bestand regelmatig importeert, zoals bijv. een website met een agenda van komende evenementen. <br><strong>Let op:</strong> de data komen hiermee beschikbaar zonder in te loggen dus dat kan leiden tot data die onbedoeld vrij beschikbaar komen.

source: E-mail
fr_fr: Courriel
