Repository: civicrm/civicrm-l10n-extensions
Catalog: po/dataprocessor/*/dataprocessor.po
Languages: fr_fr, nl_nl, tr_tr

source: Filter %1 requires at least one field to filter on. None given.
fr_fr: Le filtre %1 nécessite au moins un champ sur lequel filtrer. Aucun n'est donné.
nl_nl: Het filter %1 vereist minimaal één veld om op te filteren. Dat is er niet.
tr_tr: %1 süzgeci için süzülecek en az bir alan gerekli. Herhangi bir alan belirtilmemiş.

source: World Regions:
tr_tr: Dünya bölgeleri:

source: Address is inside
tr_tr: Adres içeride

source: Address is outside
tr_tr: Adres dışarıda

source: Context
fr_fr: Contexte
tr_tr: Bağlam

source: Action
nl_nl: Actie
tr_tr: İşlem

source: API Action Name
nl_nl: API Actie Naam
tr_tr: API işlemi adı

source: API GetCount Action Name
tr_tr: API GetCount işlemi adı

source: Aggregate function
tr_tr: Toplama işlevi

source: No aggregation
tr_tr: Toplama yok

source: Aggregate by
tr_tr: Şuna göre topla

source: Select at least one field at aggregate by
tr_tr: Toplanacak en az bir alan seçin

source: - Select -
fr_fr: - Sélectionner -
nl_nl: - Selecteer -
tr_tr: - Seçin -

source: Activity Contact ::
nl_nl: Activiteit Contact ::
tr_tr: İşlem kişisi ::

source: Case ::
nl_nl: Dossier ::
tr_tr: Olay ::

source: Last one by activity date
tr_tr: İşlem tarihine göre sonuncu

source: First one by activity date
tr_tr: İşlem tarihine göre birinci

source: Last one by created date
tr_tr: Oluşturulma tarihine göre sonuncu

source: First one by created date
tr_tr: Oluşturulma tarihine göre birinci

source: Last one by modified date
tr_tr: Değiştirilme tarihine göre sonuncu

source: First one by modified date
tr_tr: Değiştirilme tarihine göre birinci

source: Last one by activity id
tr_tr: İşlem kimliğine göre sonuncu

source: First one by activity id
tr_tr: İşlem kimliğine göre birinci

source: Activity contact ::
nl_nl: Activiteit contact ::
tr_tr: İşlem kişisi ::

source: URI
nl_nl: URL
tr_tr: Konum

source: Field delimiter
fr_fr: Délimiteur de champs
nl_nl: Veld begrenzer
tr_tr: Alan ayracı

source: Field enclosure character
nl_nl: Veld voor insluiting
tr_tr: Alan kapatma karakteri

source: Escape character
nl_nl: Escape-teken
tr_tr: Kaçış karakteri

source: First row contains column names
fr_fr: La première ligne contient les noms de colonnes
nl_nl: Eerste rij bevat namen van kolommen
tr_tr: İlk satırda sütun adları var

source: Client ::
nl_nl: Cliënt ::
tr_tr: İstemci ::

source: Custom group: %1
fr_fr: Groupe personnalisé : %1
nl_nl: Aangepaste groepen: %1
tr_tr: Özel grup: %1

source: Contact ID
fr_fr: Id. de contact
tr_tr: Kişi kimliği

source: Sum Total Amount
tr_tr: Toplam tutar

source: Last one by receive date
tr_tr: Alınma tarihine göre sonuncu

source: First one by receive date
tr_tr: Alınma tarihine göre birinci

source: Last one by contribution id
tr_tr: Katkı kimliğine göre sonuncu

source: First one by contribution id
tr_tr: Katkı kimliğine göre birinci

source: Contribution ID
tr_tr: Katkı kimliği

source: Total amount
tr_tr: Toplam tutar

source: Receive Date
tr_tr: Alınma tarihi

source: Contribution Id
tr_tr: Katkı kimliği

source: Soft ::
fr_fr: Logiciel ::
tr_tr: Sanal ::

source: Participant Payment ::
tr_tr: Katılımcı ödemesi ::

source: Last one by start date
tr_tr: Başlangıç tarihine göre sonuncu

source: First one by start date
tr_tr: Başlangıç tarihine göre birinci

source: Last one by membership id
tr_tr: Üyelik kimliğine göre sonuncu

source: Fist one by membership id
tr_tr: Üyelik kimliğine göre birinci

source: Primary Membership ID
fr_fr: Id. de l'adhésion principale
nl_nl: Primair lidmaatschap-id
tr_tr: Birincil üyelik kimliği

source: Primary Membership Contact ID
fr_fr: Id. du contact d'adhésion principale
nl_nl: Primair lidmaatschap Contact-id
tr_tr: Birincil üyelik kişi kimliği

source: Membership ID
fr_fr: Identifiant de l'adhésion
nl_nl: Lidmaatschap-id
tr_tr: Üyelik kimliği

source: Membership Contact ID
fr_fr: Id. du contact d'adhésion
nl_nl: Lidmaatschap Contact-id
tr_tr: Üyelik kişi kimliği

source: SQL Table Name
fr_fr: Nom de la table SQL
nl_nl: SQL Tabel naam
tr_tr: SQL tablo adı

source: Additional filter SQL
tr_tr: EK süzgeç SQL kodu

source: Extension
nl_nl: Extensie
tr_tr: Uzantı

source: Data Processor Id
fr_fr: Id. processeur de données
tr_tr: Veri işleyici kimliği

source: Overview of the configuration screen of DataProcessor
nl_nl: Overzicht van het configuratie scherm van de Data Processor
tr_tr: Veri işleyici yapılandırma sayfasının özeti

source: Contains the Title and Description of the DataProcessor
fr_fr: Contient le titre et la description du processeur de données
nl_nl: Bevat de Titel en Beschrijving van de Dataprocessor
tr_tr: Veri işleyicinin başlığını ve açıklamasını içerir

source: You can change the title and description of your dataprocessor. You can also disable or enable the dataprocessor.
nl_nl: U kunt de titel en beschrijving van uw dataprocessor wijzigen. U kunt ook de dataprocessor (de-)activeren.
tr_tr: Veri işleyicinizin başlığını ve açıklamasını değiştirebilirsiniz. Ayrıca veri işleyiciyi devre dışı bırakabilir veya etkinleştirebilirsiniz.

source: Data Sources
fr_fr: Sources de données
nl_nl: Data Bronnen
tr_tr: Veri kaynakları

source: A data processor has at least one data source. A data source could be CiviCRM entity, such as Individual, Household, Activity, Relationship etc.
nl_nl: Een dataprocessor heeft minimaal één bron. Een databron kan een CiviCRM entiteit zijn, zoals een persoon, huishouden, activiteit, relatie, etc.
tr_tr: Bir veri işleyicinin en az bir veri kaynağı vardır. Bir veri kaynağı, Birey, Hane Halkı, Etkinlik, İlişki gibi bir CiviCRM varlığı olabilir.

source: Configuration of Data Sources
fr_fr: Configuration des sources de données
nl_nl: Configuratie van data bronnen
tr_tr: Veri kaynaklarının yapılandırılması

source: You can edit the Data Sources or remove them.
fr_fr: Vous pouvez modifier les sources de données ou les supprimer.
nl_nl: U kunt de databronnen bewerken of verwijderen.
tr_tr: Veri kaynaklarını düzenleyebilir ya da silebilirsiniz.

source: Select the fields you want to return in the results. For example Contact ID, First Name, Birth date, Gender etc.
fr_fr: Sélectionnez les champs que vous souhaitez afficher dans les résultats. Par exemple, ID de contact, prénom, date de naissance, sexe, etc.
nl_nl: Selecteer de velden die u wilt tonen in de resultaten. Bijv. Contact-id, Voornaam, Geboortedatum, Geslacht, etc.
tr_tr: Sonuçlarda görüntülenmesini istediğiniz alanları seçin. Örneğin: Kişi kimliği, Ad, Doğum tarihi, Cinsiyet.

source: Change The order of the fields
fr_fr: Modifier l'ordre des champs
nl_nl: Wijzig de volgorde van de velden
tr_tr: Alanların sıralamasını değiştirin

source: You can use the arrows to change the order of the fields, the result will be shown in up to down order.
nl_nl: U kunt de pijlen gebruiken om de volgorde van de velden te wijzigen; het resultaat zal getoond worden van boven naar beneden.
tr_tr: Alanların sırasını değiştirmek için okları kullanabilirsiniz, sonuç yukarıdan aşağıya sıralanarak görüntülenir.

source: <span style="font-size: 13.376px;">Configuration of Fields</span>
nl_nl: <span style="font-size: 13.376px;">Configuratie van Velden</span>
tr_tr: <span style="font-size: 13.376px;">Alanların yapılandırılması</span>

source: Similarly to the conifguration of data sources. You can change the configuration of fields or remove them.
nl_nl: Gelijk aan de configuratie van databronnen, kunt u de configuratie van velden wijzigen of ze verwijderen.
tr_tr: Veri kaynaklarının yapılandırılmasına benzer. Alanların yapılandırmasını değiştirebilir veya silebilirsiniz.

source: Aggregation Fields
fr_fr: Champs d'aggrégation
nl_nl: Aggregatie Velden
tr_tr: Toplama alanları

source: Allows to group results by defining the aggregation field.
nl_nl: Groepeer resultaten door aggregatievelden te definiëren.
tr_tr: Toplama alanını tanımlayarak sonuçların gruplanmasını sağlar.

source: Filters
fr_fr: Filtres
tr_tr: Süzgeçler

source: Define the filters, that may or may not (depends on configuration) be exposed to user on the output page. Filters can be defined so that user can narrow down the results according to his needs.
nl_nl: Definieer de filter die getoond kunnen worden aan gebruikers (afhankelijk van uw configuratie). Filters kunnen gebruikt worden om het resultaat naar behoefte te beperken.
tr_tr: Çıkış sayfasında kullanıcıya sunulacak ya da sunulmayacak (yapılandırmaya bağlı olarak) süzgeçleri tanımlayın. Kullanıcının kendi gereksinimlerine göre sonuçları daraltabilmesi için süzgeçler tanımlanabilir.

source: Output result of Data Processor
nl_nl: Output resultaat van Dataprocessor
tr_tr: Veri işleyicinin çıkış sonucu

source: Add output of the data processor. Output can be of form Contact Search, Activity Search etc. Depends on the user.
nl_nl: Voeg een output toe aan de dataprocessor. Output kan zijn naar behoefte een zoekresultaat op contacten, activiteiten, etc.
tr_tr: Veri işleyicinin çıkışını ekleyin. Çıkış, Kişi arama, Etkinlik arama gibi biçimlerde olabilir. Kullanıcıya bağlıdır.

source: Save Data Processor Configuration
nl_nl: Sla de configuratie van de dataprocessor op
tr_tr: Veri işleyici yapılandırmasını kaydet

source: <span style="font-size: 13.376px;">Cancel Data Processor Configuration</span>
nl_nl: <span style="font-size: 13.376px;">Annuleer Dataprocessor Configuratie</span>
tr_tr: <span style="font-size: 13.376px;">Veri işleyici yapılandırmasını iptal et</span>

source: Learn about this screen
fr_fr: En savoir plus sur cet écran.
nl_nl: Lees meer over dit scherm
tr_tr: Bu görünüm hakkında bilgi alın

source: Add New Dataprocessor
fr_fr: Ajouter un nouveau processeur de données
nl_nl: Dataprocessor toevoegen
tr_tr: Yeni veri işleyici ekle

source: You will see the dataprocessor list below after adding.
nl_nl: Na toevoeging zal lijst dataprocessors getoond worden.
tr_tr: Ekledikten sonra aşağıda veri işleyici listesini görebilirsiniz.

source: Import Data Processor
fr_fr: Importer un processeur de données
nl_nl: Importeer dataprocessor
tr_tr: Veri işleyiciyi içe aktar

source: If you have a saved JSON config file that has stored dataprocessor configuration. You can import by clicking here.
nl_nl: U kunt een opgeslagen JSON config bestand met een dataprocessor configuratie importeren door hier te klikken.
tr_tr: Veri işlemcisi yapılandırmasının bulunduğu kaydedilmiş bir JSON yapılandırma dosyanız varsa, buraya tıklayarak içe aktarabilirsiniz.

source: Dataprocessor: access definitions
tr_tr: Veri işleyici: Erişim tanımları

source: Allows non-admin users to read the DataProcessor output definitions
tr_tr: Yönetici olmayan kullanıcıların veri işleyici çıktı tanımlarını okumasına izin verir

source: Add Data Processor
fr_fr: Ajouter un processeur de données
nl_nl: Dataprocessor toevoegen
tr_tr: Veri işleyici ekle

source: Reset all selections
fr_fr: Réinitialiser toutes les sélections
nl_nl: Herstel alle selecties
tr_tr: Tüm seçimleri sıfırla

source: Filter
fr_fr: Filtrer
tr_tr: Süzgeç

source: This will define the order in the navigation menu. A lower value means more at the top. <br /> Up to CiviCRM 5.36 this seems to be broken in CiviCRM Core. See this <a href="%1">bug report</a>
tr_tr: Gezinme menüsündeki sırayı belirler. Daha düşük bir değer, daha üstte anlamına gelir. <br /> CiviCRM 5.36 sürümüne kadar bu durum CiviCRM Core içinde bozuk görünüyor. Şu <a href="%1">hata raporuna</a> bakabilirsiniz

source: Use this to order the tab. The lower the weight to more to the left the tab will be displayed. Keep empty for automatic position.
nl_nl: Stel hier de positie van de tab op de contactkaart in. Bij een lage waarde zal de tab linkser (of hoger) getoond worden. Laat leeg voor automatische positie.
tr_tr: Sekmeyi sıralamak için bunu kullanın. Ağırlık ne kadar düşükse, sekme sola doğru görüntülenir. Otomatik konumlandırma için boş bırakın.

source: Clone Data Processor '%1'
fr_fr: Dupliquer le processeur de données "%1"
tr_tr: '%1' veri işleyiciyi kopyala

source: System name:
fr_fr: Nom système :
nl_nl: Systeen naam:
tr_tr: Sistem adı:

source: Change
fr_fr: Modifier
nl_nl: Wijzig
tr_tr: Değiştir

source: Leave empty to let the system generate a name. The name should consist of lowercase letters, numbers and underscore. E.g team_captains.
nl_nl: Laat leeg als het systeem een naam moet genereren. De naam zou moeten bestaan uit kleine letters, getallen en onderliggende streepjes. Bijv. team_captains.
tr_tr: Sistemin bir ad oluşturması için boş bırakın. Ad küçük harfler, rakamlar ve alt çizgi karakterlerinden oluşmalıdır. Örneğin team_captains.

source: Delete Data Processor
fr_fr: Supprimer le processeur de données
nl_nl: Verwijder Dataprocessor
tr_tr: Veri işleyiciyi sil

source: Are you sure to delete data processor '%1'?
fr_fr: Êtes-vous sûr de supprimer le processeur de données '%1' ?
nl_nl: Weet u zeker dat u dataprocessor '%1' wilt verwijderen?
tr_tr: '%1' veri işleyiciyi silmek istediğinize emin misiniz?

source: Default Sort
fr_fr: Classement par défaut
nl_nl: Standaard sortering
tr_tr: Varsayılan sıralama

source: Configure
fr_fr: Configurer
nl_nl: Configuratie
tr_tr: Yapılandır

source: Edit
fr_fr: Modifier
nl_nl: Bewerk
tr_tr: Düzenle

source: Remove
fr_fr: Supprimer
nl_nl: Verwijder
tr_tr: Sil

source: Add Field
fr_fr: Ajouter un champ
nl_nl: Veld toevoegen
tr_tr: Alan ekle

source: Filter Collections
tr_tr: Süzgeç ödemeleri

source: Link to previous filter collection
tr_tr: Önceki süzgeç ödemesi bağlantısı

source: Condition within this filter collection
tr_tr: Bu süzgeç ödemesindeki koşul

source: Default filter collection
tr_tr: Varsayılan süzgeç ödemesi

source: Exposed
fr_fr: Exposé
nl_nl: Getoond
tr_tr: Sunulmuş

source: Type &amp; configuration
nl_nl: Type & Configuratie
tr_tr: Tür ve yapılandırma

source: Filter setting
nl_nl: Filter instelling
tr_tr: Süzgeç ayarı

source: Filter collection: %1
tr_tr: Süzgeç ödemesi: %1

source: Add Filter
fr_fr: Ajouter un filtre
nl_nl: Filter toevoegen
tr_tr: Süzgeç ekle

source: Add Filter Collection
tr_tr: Süzgeç ödemesi ekle

source: Output
fr_fr: Sortie
tr_tr: Çıkış

source: Execute
fr_fr: Lancer
nl_nl: Uitvoeren
tr_tr: Yürüt

source: Add Output
fr_fr: Ajouter une sortie
nl_nl: Output toevoegen
tr_tr: Çıkış ekle

source: Add Data Source
fr_fr: Ajouter une source de données
nl_nl: Databron toeveogen
tr_tr: Veri kaynağı ekle

source: Leave empty for no formatting
fr_fr: Laisser vide si aucun formatage
nl_nl: Leeg laten als geen formattering
tr_tr: Biçimlendirme olmaması için boş bırakın

source: If checked, return option labels. If unchecked, return option values.
tr_tr: İşaretlendiğinde, seçenek etiketleri döndürülür. İşaretlenmediğinde, seçenek değerleri döndürülür.

source: Compare the input field with up to 5 values. Replace the input value with the replacement of the first value that matches.
tr_tr: Giriş alanını en fazla 5 değerle karşılaştırır. Giriş değerini eşleşen ilk değerin yerine geçen değerle değiştirir.

source: If no default value is provided, the original input is returned, if none of the comparison values matches.
tr_tr: Bir varsayılan değer belirtilmezse, karşılaştırma değerlerinden hiçbiri eşleşmediğinde özgün giriş döndürülür.

source: Count the number of cases, where the given CiviCRM has the client role and the cases fulfill the following criteria:
tr_tr: Belirtilen CiviCRM müşteri rolünde bulunulan ve olayların aşağıdaki ölçütleri karşıladığı olay sayısı sayılsın:

source: Next you can define up to three additional criteria, where 'field' corresponds to a field of an APIv4 call to CaseContact and 'value to match' to the value it should correspond to.
tr_tr: Ardından, 'field' için CaseContact üzerinde yapılan bir APIv4 çağrısı alanı, 'eşleşecek değer' için buna karşılık gelmesi gereken değer olmak üzere üç taneye kadar ek ölçüt tanımlayabilirsiniz.

source: With this output you can display a text when a contact has one or more active relationships of a given type.
tr_tr: Bu çıkışı kullanarak, bir kişinin belirli bir türde bir veya daha fazla etkin ilişkisi varsa bir metin görüntüleyebilirsiniz.

source: Use %1 as placeholder, it will be replaced by the value of the link field
tr_tr: Yer belirtici olarak %1 kullanın. Bağlantı alanının değeriyle değiştirilir

source: Use %1, %2 and %3 as placeholders in template and/or link text, they will be replaced by the value of the corresponding link field
tr_tr: Kalıp ve/veya bağlantı metninde yer belirici olarak %1, %2 ve %3 kullanın. Bu yer belirticiler karşılık gelen bağlantı alanının değeriyle değiştirilir

source: Use %1 and %2 as placeholders in template and/or link text, they will be replaced by the value of the corresponding link field
tr_tr: Kalıp ve/veya bağlantı metninde yer belirici olarak %1 ve %2 kullanın. Bu yer belirticiler karşılık gelen bağlantı alanının değeriyle değiştirilir

source: See <a href="%1">DateTime format on php.net</a> for help.
nl_nl: Bekijk <a href="%1">DateTime format op php.net</a> voor hulp.
tr_tr: Yardım almak için <a href="%1">php.net üzerinde DateTime biçimi</a> bölümüne bakabilirsiniz.

source: When you have selected show link to manage participant you also might need to install <a href="%1">SNJ Fix for Participant Search Extension</a>
tr_tr: Katılımcıyı yönetmek için bağlantı görüntülensin seçeneini seçtiğinizde, <a href="%1">Katılımcı arama eklentisi için SNJ düzeltmesini de kurmanız gerekebilir</a>

source: Alt image text to be used in HTML
tr_tr: HTML kodunda kullanılacak Alt image metni

source: Leave empty to use default.
fr_fr: Laisser vide pour utiliser la valeur par défaut.
nl_nl: Laat leeg om standaard te gebruiken.
tr_tr: Varsayılan değerin kullanılması için boş bırakın.

source: Use %1, %2 … %9 as placeholders in the text template, they will be replaced by the value of the corresponding data field. Add an exclamation mark to the placeholders (%!1 etc.) to make the corresponding data field mandatory: If all data fields used in the template are empty or if one mandatory data field is empty, the whole result will be empty. You can use braces for clarity: %&#x7B;1&#x7D; or %&#x7B;!1&#x7D;.
tr_tr: Metin kalıbında yer belirtici olarak %1, %2 … %9 kullanın. Bu yer belirticiler karşılık gelen veri alanının değeriyle değiştirilir. Yer belirticilere (%!1 gibi) bir ünlem işareti ekleyerek karşılık gelen veri alanını zorunlu kılabilirsiniz: Kalıpta kullanılan tüm veri alanları boşsa veya bir zorunlu veri alanı boşsa, tüm sonuç boş olur. Açık olması için parantez kullanabilirsiniz: %&#x7B;1&#x7D; veya %&#x7B;!1&#x7D;.

source: Fallback template, to be used if the first template produces an empty string. Same placeholder logic as before.
tr_tr: İlk kalıp boş bir dizge üretirse kullanılacak varsayılan kalıp. Yer belirtici mantığı öncekiyle aynıdır.

source: Delete Field
fr_fr: Supprimer le champ
nl_nl: Verwijder veld
tr_tr: Alanı sil

source: Are you sure to delete field '%1'?
fr_fr: Confirmez vous la suppression du champ '%1' ?
nl_nl: Weet u zeker dat u veld '%1' wilt verwijderen?
tr_tr: '%1' alanını silmek istediğinize emin misiniz?

source: Compare Expression
tr_tr: Karşılaştırma ifadesi

source: With status:
tr_tr: Durumu şu olan:

source: With activity type:
tr_tr: İşlem türü şu olan:

source: With contact record type:
tr_tr: Kişi kayıt türü şu olan:

source: With campaign:
tr_tr: Kampanyası şu olan:

source: With financial type:
tr_tr: Mali türü şu olan:

source: Number of activities:
tr_tr: İşlem sayısı şu olan:

source: Enter a date according to PHP Date Function. <br /> E.g. '2020-12-31' or '2 years ago'. <br /> See <a href="%1"php.net</a> for more information.
nl_nl: Voer een datum in conform de PHP Datum functie. <br /> BIjv.. '2020-12-31' of '2 years ago'. <br /> Lees <a href="%1"php.net</a> voor meer informatie.
tr_tr: PHP Date işlevine göre bir tarih yazın. <br /> Örneğin '2020-12-31' ya da '2 years ago'. <br /> <a href="%1"php.net</a> adresinden ayrıntılı bilgi alabilirsiniz.

source: Enter a date according to PHP Date Function. <br /> E.g. '2020-12-31' or '2 years ago'. <br /> See <a href="%1"php.net</a> for more information.
tr_tr: PHP Date işlevine göre bir tarih yazın. <br /> Örneğin '2020-12-31' ya da '2 years ago'. <a href="%1"php.net</a> adresinden ayrıntılı bilgi alabilirsiniz.

source: In period
tr_tr: Şu aralıkta

source: Are you sure to delete filter '%1'?
fr_fr: Confirmez vous la suppression du filtre '%1' ?
nl_nl: Weet u zeker dat u filter '%1' wilt verwijderen?
tr_tr: '%1' süzgecini silmek istediğinize emin misiniz?

source: Delete Filter Collection
tr_tr: Süzgeç ödemesini sil

source: Are you sure to delete filter collection '%1'?
tr_tr: '%1' süzgeç ödemesini silmek istediğinize emin misiniz?

source: Import data processor
fr_fr: Importer le processeur de données
nl_nl: Importeer Dataprocessor
tr_tr: Veri işleyiciyi içe aktar

source: Search data processors
fr_fr: Rerchercher dans les processeurs de données
nl_nl: Zoek Dataprocessor
tr_tr: Veri işleyici ara

source: Add dataprocessor
fr_fr: Ajouter dataprocessor / processeur de données
nl_nl: Dataprocessor toevoegen
tr_tr: Veri işleyici ekle

source: Outputs
fr_fr: Sorties
tr_tr: Çıkışlar

source: Disable Data Processor
fr_fr: Désactiver le processeur de données
nl_nl: Dataprocessor deactiveren
tr_tr: Veri işleyiciyi devre dışı bırak

source: Enable Data Processor
fr_fr: Activer le processeur de données
nl_nl: Dataprocessor activeren
tr_tr: Veri işleyiciyi etkinleştir

source: Disabled
fr_fr: Désactivé
nl_nl: Uit geschakeld
tr_tr: Devre dışı

source: Revert Data Processor
fr_fr: Restaurer le processeur de données
nl_nl: Herstel Dataprocessor
tr_tr: Veri işleyiciyi geri döndür

source: Revert
fr_fr: Restaurer
nl_nl: Herstel
tr_tr: Geri döndür

source: Actions
nl_nl: Acties
tr_tr: İşlemler

source: Edit Data Processor
fr_fr: Modifier le processeur de données
nl_nl: Bewerk Dataprocessor
tr_tr: Veri işleyiciyi düzenle

source: Clone Data Processor
fr_fr: Dupliquer le processeur de données
tr_tr: Veri işleyiciyi kopyala

source: Clone
fr_fr: Dupliquer
tr_tr: Kopyala

source: Export Data Processor
fr_fr: Exporter le processeur de données
nl_nl: Exporteer Dataprocessor
tr_tr: Veri işleyiciyi dışa aktar

source: Join on field
fr_fr: Jointure sur le champ
nl_nl: Link op veld
tr_tr: Birleştirme alanı

source: Documentation
nl_nl: Documentatie
tr_tr: Belgeler

source: Documentation source
fr_fr: Source de la documentation
nl_nl: Documentatie bron
tr_tr: Belge kaynağı

source: Edit Search Criteria
fr_fr: Modifier les critères de recherche
nl_nl: Bewerk Zoekcriteria
tr_tr: Arama ölçütünü düzenle

source: Limit results to a maximum number of records.
tr_tr: Sonuçta görüntülenecek en fazla kayıt sayısı sınırı.

source: Are you sure to delete data processor output?
fr_fr: Êtes-vous sûr de vouloir supprimer la sortie du processeur de données ?
nl_nl: Weet u zeker dat u de Dataprocessor output wilt verwijderen?
tr_tr: Veri işleyici çıkışını silmek istediğinize emin misiniz?

source: Aggregation
tr_tr: Toplama

source: Usually you want to aggregate by something like contact id.
tr_tr: Genellikli kişi kimliği gibi bir şeye göre toplamak istersiniz.

source: Filter criteria
fr_fr: Critères de filtre
tr_tr: Süzgeç ölçütü

source: Additional filter criteria
fr_fr: Critères de filtres supplémentaires
nl_nl: Aanvullende filter criteria
tr_tr: Ek süzgeç ölçütü
