Repository: civicrm/civicrm-l10n-extensions
Catalog: po/dataprocessor/*/dataprocessor.po
Languages: fr_fr, nl_nl, tr_tr

source: Permission
fr_fr: Autorisation
nl_nl: Recht
tr_tr: İzin

source: - select -
fr_fr: - sélectionner -
nl_nl: - selecteer -
tr_tr: - Seçin -

source: Contact ID field
fr_fr: Champ ID de contact
nl_nl: Contact-id veld
tr_tr: Kişi kimliği alanı

source: Show Contact ID field
fr_fr: Afficher le champ ID de contact
nl_nl: Toon Contact ID veld
tr_tr: Kişi kimliği alanı görüntülensin

source: Hidden fields
fr_fr: Champs masqués
nl_nl: Verborgen velden
tr_tr: Gizli alanlar

source: Help text for this search
fr_fr: Texte d'aide pour cette recherche
nl_nl: Helptekst voor deze zoekopdracht
tr_tr: Bu aramanın açıklama metni

source: No result text
fr_fr: Texte affiché lorsqu'il n'y a pas de résultats
nl_nl: Tekst als er geen resultaten zijn
tr_tr: Herhangi bir sonuç bulunamadı metni

source: Expand criteria form initially?
tr_tr: Ölçüt formu başlangıçta genişletilsin mi?

source: Enable Hard Limit?
tr_tr: Katı sınır kullanılsın

source: Default Hard Limit
tr_tr: Varsayılan katı sınır

source: Add link to view contact?
tr_tr: Kişiyi görüntüleme bağlantısı eklensin mi?

source: Parent Menu
fr_fr: Menu parent
nl_nl: Bovenliggend menu
tr_tr: Üst menü ögesi

source: Weight
fr_fr: Poids
nl_nl: Gewicht
tr_tr: Ağırlık

source: No results
fr_fr: Aucun résultat
nl_nl: Geen resultaten
tr_tr: Herhangi bir sonuç bulunamadı

source: Help text for this tab
fr_fr: Texte d'aide pour cet onglet
nl_nl: Helptekst voor dit tabblad
tr_tr: Bu sekmenin açıklama metni

source: No Result Text
fr_fr: Texte affiché lorsqu'il n'y a pas de résultats
nl_nl: Tekst als er geen resultaten zijn
tr_tr: Herhangi bir sonuç bulunamadı metni

source: Default Limit
fr_fr: Limite par défaut
nl_nl: Standaard beperking
tr_tr: Varsayılan sınır

source: No records
fr_fr: Pas d'enregistrements
nl_nl: Geen regels
tr_tr: Herhangi bir kayıt bulunamadı

source: Requires data source '%1' which could not be found. Did you rename or delete the data source?
tr_tr: Bulunamayan "%1" veri kaynağı gerekli. Veri kaynağının adını değiştirmiş ya da silmiş olabilir misiniz?

source: Requires a field with the name '%1' in the data source '%2'. Did you change the data source type?
fr_fr: Nécessite un champ nommé '%1' parmi les données sources '%2'. Le type des données sources auraient-ils pu avoir été changés ?
nl_nl: Vereist een veld met de naam '%1' in de de databron '%2'. Heeft u het type van de databron gewijzigd?
tr_tr: "%2" veri kaynağından "%1" adında bir alan gerekli. Veri kaynağı türünü değiştirmiş olabilir misiniz?

source: View contact
fr_fr: Voir le contact
nl_nl: Contact weergeven
tr_tr: Kişiyi görüntüle

source: Could not add data source
fr_fr: Il n'a pas été possible d'ajouter de données source
nl_nl: Kan databron niet toevoegen
tr_tr: Veri kaynağı eklenemedi

source: Invalid filter
fr_fr: Filtre invalide
nl_nl: Ongeldig filter
tr_tr: Süzgeç geçersiz

source: Invalid field
fr_fr: Champ invalide
nl_nl: Ongeldig veld
tr_tr: Alan geçersiz

source: Data Processors
tr_tr: Veri işleyiciler

source: Data Processor
fr_fr: Processeur de données
tr_tr: Veri işleyici

source: ID
tr_tr: Kimlik

source: Unique DataProcessor ID
tr_tr: Benzersiz veri işleyici kimliği

source: Name
fr_fr: Nom
nl_nl: Naam
tr_tr: Ad

source: Title
fr_fr: Titre
nl_nl: Titel
tr_tr: Başlık

source: Type
tr_tr: Tür

source: Configuration
nl_nl: Configuratie
tr_tr: Yapılandırma

source: Is active
fr_fr: Est actif
nl_nl: Is actief
tr_tr: Etkin

source: Description
nl_nl: Beschrijving
tr_tr: Açıklama

source: Storage Type
tr_tr: Depolama alanı türü

source: Storage Configuration
tr_tr: Depolama alanı yapılandırması

source: Status
fr_fr: Statut
tr_tr: Durum

source: Source File
tr_tr: Kaynak dosya

source: Data Processor Fields
tr_tr: Veri işleyici alanları

source: Data Processor Field
fr_fr: Champ du processeur de données
nl_nl: Dataprocessor veld
tr_tr: Veri işleyici alanı

source: Unique DataProcessorField ID
tr_tr: Benersiz DataProcessorField kimliği

source: Data Processor ID
tr_tr: Veri işleyici kimliği

source: FK to Data Processor
tr_tr: Veri işleyici dış anahtarı

source: Data Processor Filters
tr_tr: Veri işleyici süzgeçleri

source: Data Processor Filter
fr_fr: Filtre du processeur de données
tr_tr: Veri işleyici süzgeci

source: Unique DataProcessorFilter ID
tr_tr: Benzersiz DataProcessorFilter kimliği

source: Is required
fr_fr: Nécessaire
nl_nl: Is verplicht
tr_tr: Zorunlu

source: Is exposed
tr_tr: Sunuluyor

source: Default Filter Value
fr_fr: Valeur de filtre par défaut
nl_nl: Standaard Filter Waarde
tr_tr: Varsayılan süzgeç değeri

source: Filter Collection Id
tr_tr: Süzgeç ödemesi kimliği

source: Data Processor Filter Collections
tr_tr: Veri işleyici süzgeç ödemeleri

source: Data Processor Filter Collection
tr_tr: Veri işleyici süzgeç ödemesi

source: Unique DataProcessorFilterCollection ID
tr_tr: Benzersiz DataProcessorFilterCollection kimliği

source: Condition
tr_tr: Koşul

source: Condition for linking this collection to the previous collection
tr_tr: Bu ödemeyi önceki ödemeye bağlama koşulu

source: Show Collapsed
tr_tr: Daraltılmış olarak görüntüle

source: Data Processor Outputs
tr_tr: Veri işleyici çıktıları

source: Data Processor Output
fr_fr: Sortie du processeur de données
nl_nl: Datprocessor output
tr_tr: Veri işleyici çıkışı

source: Unique DataProcessorOutput ID
tr_tr: Benzersiz DataProcessorOutput kimliği

source: API Entity
nl_nl: API entiteit
tr_tr: API varlığı

source: API Action
fr_fr: Action API
nl_nl: API Actie
tr_tr: API işlemi

source: API Getcount action
tr_tr: API sayıyı alma işlemi

source: Data Processor Sources
tr_tr: Veri işleyici kaynakları

source: Data Processor Source
fr_fr: Source du processeur de données
nl_nl: Bron Dataprocessor
tr_tr: Veri işleyici kaynağı

source: Unique DataProcessorSource ID
tr_tr: Benzersiz DataProcessorSource kimliği

source: Join Type
tr_tr: Katılma türü

source: Join Configuration
tr_tr: Birleştirme yapılandırması

source: Clone data processor: %1
fr_fr: Dupliquer le processeur de données : %1
tr_tr: Veri işleyiciyi kopyala: %1

source: Enabled
fr_fr: Activé
nl_nl: Ingeschakeld
tr_tr: Etkin

source: Save
fr_fr: Enregistrer
nl_nl: Opslaan
tr_tr: Kaydet

source: Cancel
fr_fr: Annuler
nl_nl: Annuleren
tr_tr: İptal

source: Clone of %1
fr_fr: Clône de %1
nl_nl: Kopie van %1
tr_tr: %1 kopyası

source: There is already a data processor with this name
fr_fr: Il y a déjà un processeur de données avec ce nom
nl_nl: Er is al een dataprocessor met deze naam
tr_tr: Aynı adlı bir veri işleyici zaten var

source: %1 Ascending
fr_fr: %1 Croissant
nl_nl: %1 Oplopend
tr_tr: %1 artan

source: %1 Descending
fr_fr: %1 Décroissant
nl_nl: %1 Aflopend
tr_tr: %1 azalan

source: Default sort
fr_fr: Classement par défaut
nl_nl: Standaard sortering
tr_tr: Varsayılan sıralama

source: Add data processor
fr_fr: Ajouter un processeur de données
nl_nl: Dataprocessor toevoegen
tr_tr: Veri işleyici ekle

source: Next
fr_fr: Suivant
nl_nl: Volgende
tr_tr: Sonraki

source: Delete data processor: %1
fr_fr: Supprimer le processeur de données : %1
nl_nl: Verwijder dataprocessor: %1
tr_tr: Veri işleyiciyi sil: %1

source: Delete
fr_fr: Supprimer
nl_nl: Verwijderen
tr_tr: Sil

source: Export data processor: %1
fr_fr: Exporter le processeur de données : %1
nl_nl: Exporteer dataprocessor: %1
tr_tr: Veri işleyiciyi dışa aktar: %1

source: Go back
fr_fr: Retour
nl_nl: Terug
tr_tr: Geri dön

source: Edit data processor: %1
fr_fr: Modifier le processeur de données : %1
nl_nl: Bewerk dataprocessor: %1
tr_tr: Veri işleyiciyi düzenle: %1

source: Data Processor removed
fr_fr: Le processeur de données a été supprimé
nl_nl: Dataprocessor verwijderd
tr_tr: Veri işleyici silindi

source: Removed
fr_fr: Supprimé
nl_nl: Verwijderd
tr_tr: Silindi

source: Select Field
fr_fr: Sélectionner le champ
nl_nl: Selecteer veld
tr_tr: Alanı seçin

source: Field removed
fr_fr: Champ supprimé
nl_nl: Veld verwijderd
tr_tr: Alan silindi

source: Filter is exposed to the user
fr_fr: Le filtre est exposé à l'utilisateur
nl_nl: Filter word getoond aan gebruiker
tr_tr: Kullanıcıya sunulacak süzgeç

source: Select Filter
fr_fr: Sélectionner le filtre
nl_nl: Selecteer filter
tr_tr: Süzgeci seçin

source: Filter Collection
tr_tr: Süzgeç ödemesi

source: Default Filter Collection
tr_tr: Varsayılan süzgeç ödemesi

source: Filter removed
fr_fr: Filtre supprimé
nl_nl: Filter verwijderd
tr_tr: Süzgeç silindi

source: Or: one of the condition criteria in this collection should be met
tr_tr: Veya: Bu ödemedeki koşul ölçütlerinden biri karşılanmalıdır

source: And: all of the condition criteria in this collection should be met
tr_tr: Ve: Bu ödemelerdeki tüm koşul ölçütleri karşılanmalıdır

source: Or: either this filter collection or the previous filter collection should be met
tr_tr: Veya: Bu süzgeç ödemesi ya da önceki süzgeç ödemesi karşılanmalıdır

source: And: this filter collection and the previous filter collection should be met
tr_tr: Ve: Bu süzgeç ödemesi ve önceki süzgeç ödemesi karşılanmalıdır

source: Link condition
tr_tr: Bağlantı koşulu

source: Collapse in search form
tr_tr: Arama formunda daraltılsın

source: Filter Collection removed
tr_tr: Süzgeç ödemesi kaldırıldı

source: Data Processor Default Filter Value
fr_fr: Valeur par défaut du filtre des processeurs de données
nl_nl: Dataprocessor standaard filterwaarde
tr_tr: Veri işleyici varsayılan süzgeç değeri

source: Import Data File
fr_fr: Importer un fichier de données
nl_nl: Importeer databestand
tr_tr: Veri dosyasını içe aktar

source: Import
fr_fr: Importer
nl_nl: Importeer
tr_tr: İçe aktar

source: Imported file should be a json file
fr_fr: Le fichier à importer doit avoir l'extension .json
nl_nl: Geïmporteerd bestand moet een json bestand zijn
tr_tr: İçe aktarılan dosya bir JSON dosyası olmalıdır

source: Imported data processor
fr_fr: Processeur de données importé
nl_nl: Geïmporteerde dataprocessor
tr_tr: İçe aktarılan veri işleyici

source: Manage Data Processors
fr_fr: Gérer les processeurs de données
nl_nl: Beheer dataprocessors
tr_tr: Veri işleyici yönetimi

source: Title contains
fr_fr: Le titre contient
nl_nl: Titel bevat
tr_tr: Başlıkta şu olan

source: Description contains
fr_fr: La description contient
nl_nl: Beschrijving bevat
tr_tr: Açıklamada şu olan

source: Search
fr_fr: Rechercher
nl_nl: Zoeken
tr_tr: Arama

source: Data Processor Output Configuration
fr_fr: Configuration de la sortie du processeur de données
nl_nl: Dataprocessor Output Configuratie
tr_tr: Veri işleyici çıkış yapılandırması

source: Select output
fr_fr: Choisir la destination
nl_nl: Kies Output
tr_tr: Çıkışı seç

source: Data Processor Output removed
fr_fr: La sortie du processeur de données a été supprimée
nl_nl: Dataprocessor Output verwijderd
tr_tr: Veri işleyici çıkışı kaldırıldı

source: Select source
fr_fr: Choisir la source
nl_nl: Selecteer bron
tr_tr: Kaynağı seçin

source: Select Join Type
fr_fr: Sélectionner le type de jointure
nl_nl: Selecteer join type
tr_tr: Birleştirme türünü seçin

source: Data Processor Source removed
fr_fr: Source du processeur de données supprimée
nl_nl: Bron dataprocessor verwijderd
tr_tr: Veri işleyici kaynağı kaldırıldı

source: There is already a data source with this name
fr_fr: Il y a déjà une source de données avec ce nom
nl_nl: Er is al een databron met deze naam
tr_tr: Aynı adlı bir veri kaynağı zaten var

source: In code
fr_fr: Dans le code
tr_tr: Kod içinde

source: Overridden
fr_fr: Outrepassé
nl_nl: Overschreven
tr_tr: Değiştirildi

source: In database
fr_fr: Dans la base de données
tr_tr: Veri tabanında

source: Unknown
fr_fr: Inconnu
nl_nl: Onbekend
tr_tr: Bilinmiyor

source: Upgrade %1 to revision %2
fr_fr: Mettre à jour %1 vers la révision %2
nl_nl: Werk %1 bij naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Error during upgrading data processor: %1
fr_fr: Erreur pendant la mise à jour du processeur de données : %1
nl_nl: Fout tijdens bijwerken dataprocessor: %1
tr_tr: Veri işleyici yükseltilirken sorun çıktı: %1

source: The following data processors have been updated. Please check them if they still work. The aggregate fields have been added to the field section
fr_fr: Les processeurs de données suivants ont été mis à jour. Veuillez vérifier s'ils fonctionnent toujours. Les champs agrégés ont été ajoutés à la section "champs".
nl_nl: De volgende dataprocessors zijn bijgewerkt. Controleer dat ze nog werken. De geaggregeerde velden zijn toegevoegd aan de veld sectie
tr_tr: Şu veri işleyiciler güncellendi. Lütfen hala çalışıp çalışmadıklarını kontrol edin. Toplama alanları alan bölümüne eklendi

source: Update data processor configuration
fr_fr: Mettre à jour la configuration du processeur de données
nl_nl: Bijwerken dataprocessor configuratie
tr_tr: Veri işleyici yapılandırmasını güncelle

source: Prerequisite check failed.
tr_tr: Gereksinimler denetlenemedi.

source: Dataprocessor was installed successfully, but you must also install and enable the <strong>legacycustomsearches</strong> extension.
tr_tr: Veri işleyici kuruldu. Ancak ayrıca <strong>legacycustomsearches eklentisini</strong> kurup etkinleştirmeniz gerekiyor.

source: Unknown error key: %1
tr_tr: Bilinmeyen hata anahtarı: %1

source: Kept data processors because you made changes to it.
fr_fr: Processeurs de données conservés parce que vous y avez apporté des modifications.
nl_nl: Dataprocessors behouden omdat u wijzigingen heeft aangebracht.
tr_tr: Üzerinde değişiklik yaptığınız için tutulan veri işleyicileri.

source: Kept data processors
fr_fr: Processeurs de données conservés
nl_nl: Dataprocessors behouden
tr_tr: Tutulan veri işleyicileri

source: - any -
tr_tr: - Tümü -

source: Choose Date Range
tr_tr: Tarih aralığı seçin

source: Help text for this dashlet
fr_fr: Texte d'aide pour cet indicateur
nl_nl: Helptekst voor dit dashlet
tr_tr: Bu pano bileşeninin yardım metni

source: Expand criteria form initially
fr_fr: Afficher les critères de recherche lors de l'affichage initial
nl_nl: Criteria formulier uitklappen bij openen
tr_tr: Ölçüt formu başlangıçta genişletilsin

source: Is public
tr_tr: Herkese açık

source: Download <a class="dataprocessor-export-download-link" href="%1">%2</a>
tr_tr: <a class="dataprocessor-export-download-link" href="%1">%2</a> indir

source: Exported data
fr_fr: Données exportées
nl_nl: Geëxporteerde data
tr_tr: Dışa aktarılan veriler

source: Create header
tr_tr: Üst bilgi oluştur

source: Exporting records %1/%2
fr_fr: Export des enregistrements %1/%2
nl_nl: Exporteer regels %1%2
tr_tr: Kayıtlar dışa aktarılıyor %1/%2

source: Create footer
tr_tr: Alt bilgi oluştur

source: Exporting data
fr_fr: Données en cours d'exportation
nl_nl: Bezig data te exporteren
tr_tr: Veriler dışa aktarılıyor

source: Alternate File Name
tr_tr: Alternatif dosya adı

source: Download as Spreadsheet
tr_tr: Çalışma sayfası olarak indir

source: Template
fr_fr: Modèle
nl_nl: Sjabloon
tr_tr: Kalıp

source: Header fields
fr_fr: Champ d'en-tête
nl_nl: Header velden
tr_tr: Başlık alanları

source: Show header after each section
fr_fr: Afficher l'en-tête après chaque section
nl_nl: Toon header na elke sectie
tr_tr: Her bölümde başlık görüntülensin

source: Section Titles
fr_fr: Titres de section
nl_nl: Sectie titels
tr_tr: Bölüm başlıkları

source: - no section titles -
fr_fr: - pas de titre de section -
nl_nl: - geen sectie titels -
tr_tr: - Bölüm başlığı yok -

source: PDF Format
fr_fr: Format PDF
nl_nl: PDF formaat
tr_tr: PDF biçimi

source: - Default PDF Format -
fr_fr: - Format PDF par défaut -
nl_nl: - Standaard PDF Formaat -
tr_tr: - Varsayılan PDF biçimi -

source: Header
fr_fr: Entête
tr_tr: Başlık

source: Add an additional column
fr_fr: Ajouter une colonne supplémentaire
nl_nl: Toevoegen extra kolom
tr_tr: Bir sütun ekle

source: Additional column title
fr_fr: Titre de colonne supplémentaire
nl_nl: Titel kolom
tr_tr: Ek sütun başlığı

source: Additional column width
fr_fr: Largeur de colonne supplémentaire
nl_nl: Breedte kolom
tr_tr: Ek sütun genişliği

source: Additional column height
fr_fr: Hauteur de colonne supplémentaire
nl_nl: Hoogte kolom
tr_tr: Ek sütun yüksekliği

source: Download as PDF
fr_fr: Télécharger au format PDF
nl_nl: Download als PDF
tr_tr: PDF olarak indir

source: Activity ID field
fr_fr: Champ Id. d'Activité
nl_nl: Activiteit ID veld
tr_tr: İşlem kimliği alanı

source: Show Activity ID field
fr_fr: Afficher le champ ID d'activité
nl_nl: Toon Activiteit-id veld
tr_tr: İşlem kimliği alanı görüntülensin

source: Case ID field
fr_fr: Champ Id. de Dossier
nl_nl: Dossier-id veld
tr_tr: Olay kimliği alanı

source: Show Contact and Case ID field
fr_fr: Afficher les champs Id. de contact et de dossier
nl_nl: Toon Contact en Dossier-id veld
tr_tr: Kişi ve olay kimliği alanı görüntülensin

source: Show manage case column
fr_fr: Afficher la colonne de gestion des cas
nl_nl: Toon Beheer Dossier kolom
tr_tr: Olay yönetimi sütunu görüntülensin

source: Contribution ID field
fr_fr: Champ Id. de la contribution
nl_nl: Bijdrage-id veld
tr_tr: Katkı kimliği alanı

source: Show Contribution ID field
fr_fr: Afficher le champ Id. de la contribution
nl_nl: Toon Bijdrage-id veld
tr_tr: Katkı kimliği alanı görüntülensin

source: Error in data processor
tr_tr: Veri işleyici sorunu

source: Error
tr_tr: Sorun

source: Export
fr_fr: Exporter
nl_nl: Exporteer
tr_tr: Dışa aktar

source: Hard Limit
tr_tr: Katı sınır

source: View activity
fr_fr: Voir la fiche d'activité
nl_nl: Bekijk activiteit
tr_tr: İşlemleri görüntüle

source: Manage case
fr_fr: Gérer le dossier
nl_nl: Beheer dossier
tr_tr: Olay yönetimi

source: View contribution
fr_fr: Voir la contribution
nl_nl: Bekijk bijdrage
tr_tr: Katkıyı görüntüle

source: View membership
fr_fr: Voir l'adhésion
nl_nl: Bekijk lidmataschap
tr_tr: Üyeliği görüntüle

source: View participant
fr_fr: Voir le participant
nl_nl: Bekijk deelnemer
tr_tr: Katılımcıyı görüntüle

source: - Select -
fr_fr: - Sélectionner -
nl_nl: - Selecteer -
tr_tr: - Seçin -

source: Invalid search task
tr_tr: Arama görevi geçersiz

source: Number of selected records: %1
tr_tr: Seçilmiş kayıt sayısı: %1

source: Membership ID field
nl_nl: Lidmaatschap-id veld
tr_tr: Üyelik kimliği alanı

source: Show Membership ID field
nl_nl: Toon Lidmaatschap-id veld
tr_tr: Üyelik kimliği alanı görüntülensin

source: Participant ID field
nl_nl: Deelnemer-id veld
tr_tr: Katılımcı kimliği alanı

source: Show participant ID field
nl_nl: Toon deelnemer-id veld
tr_tr: Katılımcı kimliği alanı görüntülensin

source: ID field
nl_nl: ID-veld
tr_tr: Kimlik alanı

source: Show ID field
nl_nl: Toon ID-veld
tr_tr: Kimlik alanı görüntülensin

source: Expose aggregate options
nl_nl: Toon aggregeer opties
tr_tr: Toplama seçenekleri sunulsun

source: Expose hidden field options
tr_tr: Gizli alan seçenekleri sunulsun

source: Data processor %1
fr_fr: Processeur de données %1
tr_tr: %1 veri işleyicisi

source: Column %1
fr_fr: Colonne %1
nl_nl: Kolom %1
tr_tr: %1 sütunu

source: Select field
fr_fr: Sélectionner le champ
nl_nl: Selecteer veld
tr_tr: Alanı seçin

source: Field %1 has an invalid aggregate function.
fr_fr: Le champ %1 utilise une fonction d’agrégation invalide.
nl_nl: Veld %1 heeft een niet valide aggregeerfunctie.
tr_tr: %1 alanındaki toplama işlevi geçersiz.

source: Sum
fr_fr: Somme
nl_nl: Som
tr_tr: Toplam

source: Average
fr_fr: Moyenne
nl_nl: Gemiddeld
tr_tr: Ortalama

source: Minimum
tr_tr: En küçük

source: Maximum
tr_tr: En büyük

source: Standard deviation
nl_nl: Standaard afwijking
tr_tr: Standart sapma

source: Standard variance
nl_nl: Standaard afwijking
tr_tr: Standart varyans

source: Count
fr_fr: Nombre
nl_nl: Telling
tr_tr: Sayı

source: Distinct count
fr_fr: Nombre distinct
nl_nl: Unieke telling
tr_tr: Ayrı sayı

source: Default
fr_fr: Défaut
nl_nl: Standaard
tr_tr: Varsayılan

source: Activity
fr_fr: Activité
nl_nl: Activiteit
tr_tr: İşlem

source: Contact
tr_tr: Kişi

source: Permissioned Contact
fr_fr: Contact autorisé
nl_nl: Contact met rechten
tr_tr: İzin verilen kişi

source: Individual
fr_fr: Individu/Particulier
nl_nl: Persoon
tr_tr: Bireysel

source: Household
fr_fr: Foyer
nl_nl: Huishouden
tr_tr: Hane halkı

source: Organization
fr_fr: Organisation
nl_nl: Organisatie
tr_tr: Kuruluş

source: Group
fr_fr: Groupe
nl_nl: Groep
tr_tr: Grup

source: Contacts in a group
fr_fr: Contacts dans un groupe
nl_nl: Contacten in een groep
tr_tr: Bir gruptaki kişiler

source: Contacts in a smart group
fr_fr: Contacts dans un groupe dynamique
nl_nl: Contacten in een smartgroup
tr_tr: Bir akıllı gruptaki kişiler

source: Tag
tr_tr: Etiket

source: Entity Tag (Link between an entity and a tag)
tr_tr: Varlık etiketi (bir varlık ile etiket arasındaki bağlantı)

source: Email
tr_tr: E-posta adresi

source: Address
fr_fr: Adresse
nl_nl: Adres
tr_tr: Adres

source: Country
tr_tr: Ülke

source: Phone
fr_fr: Téléphone
nl_nl: Telefoon
tr_tr: Telefon

source: Website
fr_fr: Site web
tr_tr: Site

source: Campaign
fr_fr: Campagne
nl_nl: Campagne
tr_tr: Kampanya

source: Contribution (with Soft Contribution)
tr_tr: Katkı (sanal katkı ile)

source: Financial Transaction
tr_tr: Mali hesap hareketi

source: Contribution (without Soft Contribution)
tr_tr: Katkı (sanal katkı olmayan)

source: Contribution (Aggregated)
tr_tr: Katkı (birikimli)

source: Recurring Contribution
fr_fr: Contribution périodique
nl_nl: Periodieke Bijdrage
tr_tr: Yinelenen katkı

source: Case
fr_fr: Dossier
nl_nl: Dossier
tr_tr: Olay

source: Relationship
fr_fr: Relation
nl_nl: Relatie
tr_tr: İlişki

source: Relationship Type
fr_fr: Type de relation
nl_nl: Relatietype
tr_tr: İlişki türü

source: Event
fr_fr: Événement
nl_nl: Evenement
tr_tr: Etkinlik

source: Participant
nl_nl: Deelnemer
tr_tr: Katılımcı

source: Line Item
fr_fr: Item de ligne
nl_nl: Regel-item
tr_tr: Satır ögesi

source: Mailing
tr_tr: Postalama

source: Mailing Job
fr_fr: Tâche de mailing
tr_tr: Postalama görevi

source: Mailing Group
fr_fr: Groupe pour l'envoi en masse
nl_nl: Mailgroep
tr_tr: Postalama grubu

source: Membership
fr_fr: Adhésion
nl_nl: Lidmaatschap
tr_tr: Üyelik

source: Primary Membership (retrieve the owner membership id
nl_nl: Primair lidmaatschap (toon ID van lidmaatschap eigenaar)
tr_tr: Birincil üyelik (sahip üyelik kimliği alınsın

source: Membership Type
fr_fr: Type d'adhésion
nl_nl: Lidmaatschapstype
tr_tr: Üyelik türü

source: Membership Status
fr_fr: État de l'adhésion
nl_nl: Lidmaatschap status
tr_tr: Üyelik durumu

source: Membership Payment
fr_fr: Règlement de l'adhésion
nl_nl: Lidmaatschap Betaling
tr_tr: Üyelik ödemesi

source: Note
nl_nl: Notitie
tr_tr: Not

source: File
tr_tr: Dosya

source: CSV File
fr_fr: Fichier CSV
nl_nl: CSV bestad
tr_tr: CSV dosyası

source: SQL Table
fr_fr: Table SQL
nl_nl: SQL tabel
tr_tr: SQL tablosu

source: Tab on contact summary
fr_fr: Onglet sur la synthèse du contact
nl_nl: Tabblad op Contactoverzicht
tr_tr: Kişi özetinde sekme

source: Dashlet
fr_fr: Indicateur
tr_tr: Pano bileşeni

source: Search / Report
fr_fr: Rercherche / rapport
nl_nl: Zoekresultaat / Rapport
tr_tr: Arama / rapor

source: Contact Search
fr_fr: Recherche de contacts
nl_nl: Contacten zoeken
tr_tr: Kişi arama

source: Activity Search
fr_fr: Recherche d'activités
nl_nl: Activiteiten zoeken
tr_tr: İşlem arama

source: Case Search
fr_fr: Recherche de dossiers
nl_nl: Dossiers zoeken
tr_tr: Olay arama

source: Contribution Search
fr_fr: Recherche de contributions
nl_nl: Bijdragen zoeken
tr_tr: Katkı arama

source: Membership Search
fr_fr: Recherche d'adhésions
nl_nl: Lidmaatschappen zoeken
tr_tr: Üyelik arama

source: Participant Search
fr_fr: Recherche de participants
nl_nl: Deelnemers zoeken
tr_tr: Katılımcı arama

source: CSV Export
fr_fr: Export CSV
tr_tr: CSV dışa aktar

source: PDF Export
fr_fr: Export PDF
tr_tr: PDF dışa aktar

source: Field filter
fr_fr: Filtre de champ
nl_nl: Veld filter
tr_tr: Alan süzgeci
