Repository: civicrm/civicrm-l10n-extensions
Catalog: po/simpledonate/*/simpledonate.po
Languages: de_de, fr_fr, nl_nl, tr_tr

source: Settings - Simple donate form
de_de: Einstellungen - Simple donate form
fr_fr: Paramètres - Formulaire de Don simple
nl_nl: Instellingen - Eenvoudige donatie
tr_tr: Ayarlar - Basit bağış formu

source: Is Ziptastic enabled?
de_de: Ist Ziptastic aktiviert?
fr_fr: Ziptastic est-il activé ?
nl_nl: Is Ziptastic ingeschakeld?
tr_tr: Ziptastic etkin mi?

source: Simple Donation is currently not supported for Memberships. Please select pages with Contribution priceset.
de_de: Simple Donation unterstützt bislang keine Mitgliedschaften. Bitte wählen Sie Spendenseiten mit Spenden-Preisschemas.
fr_fr: Le Don simple n'est pas possible actuellement pour les membres. Une page proposant une liste de montants de Contribution doit être utilisée.
nl_nl: De extensie Simple Donation ondersteunt nu geen lidmaatschappen. Selecteer een pagina met een prijsset voor bijdragen.
tr_tr: Basit bağış şu anda üyelikler için desteklenmiyor. Lütfen "Katkı fiyat paketi" olan sayfaları seçin.

source: Simple Donation Pages
fr_fr: Pages de Don simple
nl_nl: Eenvoudige donatie pagina's
tr_tr: Basit bağış sayfaları

source: more
de_de: mehr
fr_fr: plus
nl_nl: meer
tr_tr: Diğer

source: Test Mode
de_de: Testmodus
fr_fr: Mode de test
nl_nl: Testen
tr_tr: Deneme kipi

source: Live Mode
de_de: Livemodus
fr_fr: Mode réel
nl_nl: Productie
tr_tr: Canlı kip

source: Incomplete configuration
de_de: Unvollständige Konfiguration
fr_fr: Configuration incomplète
nl_nl: Configuratie niet volledig
tr_tr: Yapılandırma eksik

source: Donation page is not configures. Please contact site administrator.
de_de: Spendenseite ist nicht konfiguriert. Bitte den Seitenadministrator kontaktieren.
fr_fr: La Page de Don n'est pas configurée. Veuillez contacter l'Administrateur du Site
nl_nl: De bijdragepagina is niet geconfigureerd. Neem contact op met de beheerder.
tr_tr: Bağış sayfası yapılandırılmamış. Lütfen site yöneticisi ile görüşün.

source: Upgrade %1 to revision %2
de_de: Upgrade %1 auf Revision %2
fr_fr: Mettre à jour %1 vers la révision %2
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Invalid value passed to getPayment function
fr_fr: Une valeur invalide est passée par la fonction getPayment
nl_nl: Ongeldige waarde doorgegeven bij functie getPayment
tr_tr: getPayment işlevine aktarılan değer geçersiz

source: Contribution page that should be used in simple donation form
de_de: Spendenseite, auf der Simple Donation Form benutzt werden soll
fr_fr: Page de Contribution à utiliser pour le formulaire de Don rapide
nl_nl: Bijdragepagina die gebruikt wordt voor de eenvoudige donatie
tr_tr: Basit bağış formunda kıullanılacak katkı sayfası

source: This is a US specific service that autofills "City" and "State" based on zipcode. Uncheck for non-US installs.
de_de: Dies ist ein US-spezifischer Service, der "Stadt" und "Bundesland" automatisch auf Basis der Postleitzahl befüllt. Deaktivieren für nicht-US Installationen.
fr_fr: Ceci est un service américain spécifique qui remplit automatiquement les champs "Ville" et "État" sur la base du code postal. Décochez cette option pour les non-résidents aux US.
nl_nl: Dit is een service bedoeld voor de VS die automatisch "Plaats" en "Staat" invult op grond van de zipcode. Alleen aanvinken bij gebruik in de VS.
tr_tr: Bu hizmet, Birleşik Devletler için geçerlidir ve posta koduna göre "İl" ve "Eyalet" alanlarını otomatik olarak doldurur. Birleşik Devletler dışındaki kurulumlar için işareti kaldırın.

source: ID
fr_fr: Numéro d'identification
tr_tr: Kimlik

source: Title
de_de: Titel
fr_fr: Titre
nl_nl: Titel
tr_tr: Başlık

source: No contribution pages have been selected for Simple Donation.
de_de: Es wurde noch keine Spendenseite gewählt für Simple Donation.
fr_fr: Aucune page de Contribution n'a été sélectionnée pour les Dons simples.
nl_nl: Er is niet minimaal een bijdragepagina geselecteerd voor Eenvoudige Donatie.
tr_tr: Basit bağış için kullanılacak bir katkı sayfası seçilmemiş.
