Repository: civicrm/civicrm-l10n-extensions
Catalog: po/form_processor/*/form_processor.po
Languages: tr_tr

source: Input ::
tr_tr: Giriş ::

source: Formatted ::
tr_tr: Biçimlendirilmiş ::

source: Action
tr_tr: İşlem

source: Form Processor Actions
tr_tr: Form işleyici işlemleri

source: Form Processor Action
tr_tr: Form işleyici işlemi

source: ID
tr_tr: Kimlik

source: Unique FormProcessorInput ID
tr_tr: Benzersiz FormProcessorInput kimliği

source: Form Processor ID
tr_tr: Form işleyici kimliği

source: FK to Form Processor
tr_tr: Form işleyici dış anahtarı

source: Weight
tr_tr: Ağırlık

source: Title
tr_tr: Başlık

source: Name
tr_tr: Ad

source: Type
tr_tr: Tür

source: Configuration
tr_tr: Yapılandırma

source: Mapping
tr_tr: Eşleşme

source: Condition Configuration
tr_tr: Koşul yapılandırması

source: Delay
tr_tr: Gecikme

source: Delay Configuration
tr_tr: Gecikme yapılandırması

source: Form Processor Calculate Actions
tr_tr: Form işleyici hesaplama işlemleri

source: Form Processor Calculate Action
tr_tr: Form işleyici hesaplama işlemi

source: Form Processor Default Data Actions
tr_tr: Form işleyici varsayılan veri işlemleri

source: Form Processor Default Data Action
tr_tr: Form işleyici varsayılan veri işlemi

source: Form Processor Default Data Inputs
tr_tr: Form işleyici varsayılan veri girişleri

source: Form Processor Default Data Input
tr_tr: Form işleyici varsayılan veri girişi

source: Include in formatted params
tr_tr: Biçimlendirilmiş parametrelere katılsın

source: Is required
tr_tr: Zorunlu

source: Default Value
tr_tr: Varsayılan değer

source: Parameter Mapping
tr_tr: Parametre eşleştirme

source: Default Data Parameter Mapping
tr_tr: Varsayılan veri parametresi eşleştirmesi

source: Form Processor Inputs
tr_tr: Form işleyici girişleri

source: Form Processor Input
tr_tr: Form işleyici girişi

source: Form Processor Instances
tr_tr: Form işleyici kopyaları

source: Form Processor Instance
tr_tr: Form işleyici kopyası

source: Is active
tr_tr: Etkin

source: Enabled
tr_tr: Etkin

source: Description
tr_tr: Açıklama

source: Output Handler
tr_tr: Çıktı işleyici

source: Output Handler Configuration
tr_tr: Çıktı işleyici yapılandırması

source: Enable Default Data Retrieval
tr_tr: Varsayılan veriler alınsın

source: Default Data Output Configuration
tr_tr: Varsayılan veriler çıktı yapılandırması

source: Calculation Output Configuration
tr_tr: Hesaplama çıktısı yapılandırması

source: Created Date
tr_tr: Oluşturulma tarihi

source: created_user_id By
tr_tr: created_user_id tarafından

source: FK to Contact
tr_tr: Kişi dış anahtarı

source: Modified Date
tr_tr: Değiştirilme tarihi

source: modified_user_id By
tr_tr: modified_user_id tarafından

source: Permission
tr_tr: İzin

source: Status
tr_tr: Durum

source: Source File
tr_tr: Kaynak dosya

source: Form Processor Validate Actions
tr_tr: Form işleyici doğrulama işlemleri

source: Form Processor Validate Action
tr_tr: Form işleyici doğrulama işlemi

source: Form Processor Validate Validators
tr_tr: Form işleyici doğrulama doğrulayıcıları

source: Form Processor Validate Validator
tr_tr: Form işleyici doğrulama doğrulayıcısı

source: Inputs
tr_tr: Girişler

source: Form Processor Validations
tr_tr: Form işleyici doğrulamaları

source: Form Processor Validation
tr_tr: Form işleyici doğrulaması

source: Unique FormProcessorValidation ID
tr_tr: Benzersiz FormProcessorValidation kimliği

source: Entity
tr_tr: Varlık

source: Entity ID
tr_tr: Varlık kimliği

source: Validator
tr_tr: Doğrulayıcı

source: Save
tr_tr: Kaydet

source: Cancel
tr_tr: İptal

source: Saved form processor
tr_tr: Form işleyici kaydedildi

source: Saved
tr_tr: Kaydedildi

source: Delete
tr_tr: Sil

source: - select -
tr_tr: - Seçin -

source: Action removed
tr_tr: İşlem silindi

source: Removed
tr_tr: Silindi

source: - no condition -
tr_tr: - Koşul yok -

source: - no delay -
tr_tr: - Gecikme yok -

source: - Select -
tr_tr: - Seçin -

source: Tokens
tr_tr: Kodlar

source: Include in formatted parameters
tr_tr: Biçimlendirilmiş parametrelere katılsın

source: Input removed
tr_tr: Giriş silindi

source: Validatotion rule removed
tr_tr: Doğrulama kuralı silindi

source: Input :: %1
tr_tr: Giriş :: %1

source: Output configuration
tr_tr: Çıkış yapılandırması

source: Restore to imported version
tr_tr: İçe aktarılan sürümü geri yükle

source: Enabled?
tr_tr: Etkin

source: Form Processor removed
tr_tr: Form işleyici silindi

source: Form Processor set to imported version
tr_tr: Form işleyici içe aktarılan sürüme ayarlandı

source: Form Processor Updated
tr_tr: Form işleyici güncellendi

source: Enable default data retrieval?
tr_tr: Varsayılan veriler alınsın

source: Import Form Processor File
tr_tr: Form işleyici dosyasını içe aktar

source: Import
tr_tr: İçe aktar

source: Imported file should be a json file
tr_tr: İçe aktarılan dosya bir JSON dosyası olmalıdır

source: Could not move custom file to custom upload directory
tr_tr: Özel dosya özel yüklemeler klasörüne taşınamadı

source: Imported form processor
tr_tr: İçe aktarılan form işleyici

source: Load
tr_tr: Yükle

source: Submit
tr_tr: Gönder

source: Define form processor
tr_tr: Form işleyiciyi tanımlayın

source: Retrieval of defaults
tr_tr: Varsayılan verilerin alınması

source: Validation
tr_tr: Doğrulama

source: Calculation
tr_tr: Hesaplama

source: Try out
tr_tr: Dene

source: Show message for inputs
tr_tr: Girişlerde ileti görüntülensin

source: - all inputs -
tr_tr: - Tüm girişler -

source: Validator removed
tr_tr: Doğrulayıcı silindi

source: Created locally
tr_tr: Yerel olarak oluşturulmuş

source: Imported
tr_tr: İçe aktarılmış

source: Imported and changed locally
tr_tr: İçe aktarılmış ve yerel olarak değiştirilmiş

source: Prerequisite check failed.
tr_tr: Gereksinimler denetlenemedi.

source: Form Processor was installed successfully, but you must also install and enable the <a href="%1">action-provider Extension</a> version %2 or newer.
tr_tr: Form işleyici kuruldu. Ancak ayrıca <a href="%1">action-provider eklentisi</a> %2 ya da üzerindeki bir sürümü kurup etkinleştirmeniz gerekiyor.

source: Unknown error key: %1
tr_tr: Bilinmeyen hata anahtarı: %1

source: Process delayed form processor actions
tr_tr: Geciktirilmiş form işleyici işlemlerini yap

source: Delay by X minutes
tr_tr: X dakika geciktir

source: Minutes
tr_tr: Dakika

source: Plain Text with submitted data
tr_tr: Gönderilen verilerle düz metin

source: HTML Table with submitted data
tr_tr: Gönderilen verilerle HTML tablosu

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: Output fields
tr_tr: Çıktı alanları

source: Field
tr_tr: Alan

source: Output name
tr_tr: Çıktı adı

source: Decide what to send
tr_tr: Gönderilecekleri seçin

source: Action %1 :: %2
tr_tr: %1 işlemi :: %2

source: Send everything
tr_tr: Her şey gönderilsin

source: Form Processor Name
tr_tr: Form işleyici adı

source: Represent data as:
tr_tr: Veriler şöyle görüntülensin:

source: TRUE/FALSE
tr_tr: DOĞRU/YANLIŞ

source: Value field
tr_tr: Değer alanı

source: Name of the campaign
tr_tr: Kampanyanın adı

source: Multiple
tr_tr: Çoklu

source: Single value
tr_tr: Tek değer

source: Multiple values
tr_tr: Çoklu değer

source: Limit to enabled countries
tr_tr: Etkinleştirilmiş ülkelerle sınırlansın

source: Limit countries in Administer » Localization » Languages, Currency, Locations. <br /><br /><strong>Note</strong> that this input type translates the ISO code into a CiviCRM country ID. <br />So if the initial value is NL, the Form Processor action using the input receives 1152
tr_tr: Yönetim » Yerelleştirme » Diller, Para birimi, Konumlar bölümünden ülkeleri sınırlayın. <br /><br />Bu giriş türünün ISO kodunu CiviCRM ülke kimliğine çevirdiğine <strong>dikkat edin</strong>. <br />Yani başlangıç değeri NL ise girişi kullanan form işleyicisi eylemi 1152 değerini alır.

source: Use country name as value
tr_tr: Değer olarak ülke adı kullanılsın

source: Select "Yes" to pass a country name, "No" to pass a numeric ID.
tr_tr: Ülke adını aktarmak için "Evet", sayısal kimliği aktarmak için "Hayır" olarak seçin.

source: Limit countries in Administer » Localization » Languages, Currency, Locations.
tr_tr: Ülkeleri, Yönetim » Yerelleştirme » Diller, Para birimi, Konumlar bölümünden kısıtlayın.

source: Value
tr_tr: Değer

source: Label
tr_tr: Etiket

source: Options
tr_tr: Seçenekler

source: Format
tr_tr: Biçim

source: The format is the input format of the date. The following modifiers are availble: <br /> Y: year four digit (e.g. 2018) <br /> m: month two digit (eg 03) <br /> d: day two digit (eg 04) <br /> H: hours in 24 format with a preceding 0 (eg 08) <br /> i: minute with a preceding 0 (eg 06) <br /> <br /> <a href="http://nl1.php.net/manual/en/datetime.createfromformat.php#refsect1-datetime.createfromformat-parameters">More information at php.net</a>
tr_tr: Tarihin giriş biçimi. Şu kodlar kullanılabilir: <br /> Y: Dört basamaklı yıl (2018 gibi) <br /> m: İki basamaklı ay (03 gibi) <br /> d: İki basamaklı gün (04 gibi) <br /> H: Başında 0 ile 24 saat biçiminde saat (08 gibi) <br /> i: Başında 0 olan dakika (06 gibi) <br /> <br /> <a href="http://nl1.php.net/manual/en/datetime.createfromformat.php#refsect1-datetime.createfromformat-parameters">Ayrıntılı bilgi almak için php.net adresine bakabilirsiniz</a>

source: Include time
tr_tr: Saat katılsın

source: Use CiviCRM Entity
tr_tr: CiviCRM varlığı kullanılsın

source: ID (Default)
tr_tr: Kimlik (varsayılan)

source: Amount
tr_tr: Tutar

source: Use as
tr_tr: Şu olarak kullanılsın

source: If unsure chose ID. The value is used in the form processor processing.
tr_tr: Emin değilseniz kimliği seçin. Değer, form işleyicinin işleminde kullanılır.

source: Event ID
tr_tr: Etkinlik kimliği

source: Numeric (no-decimal)
tr_tr: Sayısal (ondalık olmayan)

source: Numeric (with-decimal)
tr_tr: Sayısal (ondalık olan)

source: Formatted decimal number
tr_tr: Biçimlendirilmiş ondalık sayı

source: Contact Entity (Contact ID)
tr_tr: Kişi varlığı (kişi kimliği)

source: Short text
tr_tr: Kısa metin

source: Long text
tr_tr: Uzun metin

source: Date
tr_tr: Tarih

source: Time
tr_tr: Saat

source: Yes/No
tr_tr: Evet/Hayır

source: Yes/No as Option List
tr_tr: Seçim listesi olarak Evet/Hayır

source: Option Group
tr_tr: Seçenek grubu

source: Contact Sub Type
tr_tr: Alt kişi türü

source: Custom Options
tr_tr: Özel seçenekler

source: Country
tr_tr: Ülke

source: Country ISO Code
tr_tr: Ülke ISO kodu

source: State/Province
tr_tr: İl/Bölge

source: Tags
tr_tr: Etiketler

source: Mailing Group
tr_tr: Postalama grubu

source: Parent Mailing Group
tr_tr: Üst postalama grubu

source: Participant Status
tr_tr: Katılımcı durumu

source: Event Price List
tr_tr: Etkinlik fiyat listesi

source: Campaign
tr_tr: Kampanya

source: More campaign(s)
tr_tr: Diğer kampanyalar

source: Financial Type
tr_tr: Mali tür

source: Membership Type
tr_tr: Üyelik türü

source: File
tr_tr: Dosya

source: File Upload with URL
tr_tr: Adres ile dosya yükleme

source: Week Days
tr_tr: Haftanın günleri

source: Language
tr_tr: Dil

source: Case Type
tr_tr: Olay türü

source: Any CiviCRM Entity (ID)
tr_tr: Tüm CiviCRM varlıkları (kimlik)

source: Decimal point
tr_tr: Ondalık ayracı

source: Thousand separator
tr_tr: Binlik ayracı

source: Decimals
tr_tr: Ondalık hane

source: Restrict to
tr_tr: Şunlarla kısıtlansın

source: Public Pages
tr_tr: Herkese açık sayfalar

source: User and User Admin Only
tr_tr: Yalnızca kullanıcı ve kullanıcı yöneticisi

source: Campaign(s)
tr_tr: Kampanyalar

source: Use label as value
tr_tr: Değer olarak etiket kullanılsın

source: Option group
tr_tr: Seçenek grubu

source: Remove leading and trailing spaces
tr_tr: Baştaki ve sondaki boşluklar kaldırılsın

source: Use state/province name as value
tr_tr: Değer olarak il/ilçe adı kullanılsın

source: Select "Yes" to pass a state/province name, "No" to pass a numeric ID.
tr_tr: İl/ilçe adını aktarmak için "Evet", sayısal kimliği aktarmak için "Hayır" olarak seçin.

source: Limit to enabled states/provinces
tr_tr: Etkinleştirilmiş il/ilçelerle sınırlansın

source: Limit states/provinces in Administer » Localization » Languages, Currency, Locations.
tr_tr: İlleri/ilçeleri, Yönetim » Yerelleştirme » Diller, Para birimi, Konumlar bölümünden kısıtlayın.

source: Limit to tagset
tr_tr: Etiket kümesini kısıtlayın

source: Limit to tags
tr_tr: Etiketleri kısıtlayın

source: The format is the input format of the date. The following modifiers are availble: <br /> H: hours in 24 format with a preceding 0 (eg 08) <br /> i: minute with a preceding 0 (eg 06) <br /> <br /> <a href="http://nl1.php.net/manual/en/datetime.createfromformat.php#refsect1-datetime.createfromformat-parameters">More information at php.net</a>
tr_tr: Tarihin yazılma biçimi. Şu kodlar kullanılabilir: <br /> H: 0 ile başlayan (08 gibi) 24 saat biçiminde saat <br /> i: 0 ile başlayan (06 gibi) dakika <br /> <br /> <a href="http://nl1.php.net/manual/en/datetime.createfromformat.php#refsect1-datetime.createfromformat-parameters">Ayrıntılı bilgi almak için php.net sitesine bakabilirsiniz</a>

source: Sunday
tr_tr: Pazar

source: Monday
tr_tr: Pazartesi

source: Tuesday
tr_tr: Salı

source: Wednesday
tr_tr: Çarşamba

source: Thursday
tr_tr: Perşembe

source: Friday
tr_tr: Cuma

source: Saturday
tr_tr: Cumartesi

source: Yes label
tr_tr: Evet etiketi

source: No label
tr_tr: Hayır etiketi

source: Invalid %1
tr_tr: %1 geçersiz

source: User is a Contact for the Activity
tr_tr: Kullanıcı işlemin bir ilgilisi

source: User is not an Activity Contact Type (%1).
tr_tr: Kullanıcı bir işlem ilgilisi türü değil (%1).

source: Compare logged-in user with
tr_tr: Oturum açmış kullanıcıyı şununla karşılaştır

source: Any Activity Contact
tr_tr: Tüm işlem ilgilileri

source: Activity Targets
tr_tr: İşlem hedefleri

source: Activity Source
tr_tr: İşlem kaynağı

source: Activity Assignees
tr_tr: İşleme atanmış kişiler

source: Date validation
tr_tr: Tarih doğrulaması

source: Operator
tr_tr: İşlem

source: Less than or equal
tr_tr: Şundan küçük ya da eşit olan

source: Less than
tr_tr: Şundan küçük olan

source: Greater than or equal
tr_tr: Şundan büyük ya da eşit olan

source: Greater than
tr_tr: Şundan büyük olan

source: Equal
tr_tr: Şuna eşit olan

source: Not equal
tr_tr: Şuna eşit olmayan

source: Between
tr_tr: Şunların arasında olan

source: Between (including lower value)
tr_tr: Şunların arasında olan (küçük değer ile)

source: Between (including higher value)
tr_tr: Şunların arasında olan (büyük değer ile)

source: Between (including both values)
tr_tr: Şunların arasında olan (küçük ve büyük değer ile)

source: Value 2
tr_tr: 2. değer

source: E-mail
tr_tr: E-posta

source: Is less than or equal to
tr_tr: Şundan küçük ya da eşit olan

source: Value can not be greater than %1
tr_tr: Değer %1 değerinden büyük olamaz

source: Maximum value
tr_tr: En büyük değer

source: Has a minimum length
tr_tr: En az uzunlukta

source: Minimum length
tr_tr: En az uzunluk

source: Is greater than or equal to
tr_tr: Şundan büyük ya da eşit olan

source: Value can not be less than %1
tr_tr: Değer %1 değerinden küçük olamaz

source: Minimum value
tr_tr: En küçük değer

source: Form Processor
tr_tr: Form işleyici

source: Form Processors
tr_tr: Form işleyiciler

source: Administer civicrm
tr_tr: CiviCRM yönetimi

source: Form Processor Instance Id
tr_tr: Form işleyici kopyası kimliği

source: Form Processor Instance ID
tr_tr: Form işleyici kopyası kimliği

source: Condition configuration
tr_tr: Koşul yapılandırması

source: Delay configuration
tr_tr: Gecikme yapılandırması

source: Parameter Mapping on Processing
tr_tr: İşleyici için parametre eşleştirmesi

source: Parameter Mapping on Rerieval of Defaults
tr_tr: Varsayılan veriler alınırken parametre eşleştirmesi

source: Output handler
tr_tr: Çıktı işleyici

source: Output handler configuration
tr_tr: Çıktı işleyici yapılandırması

source: Enable default data
tr_tr: Varsayılan veriler kullanılsın

source: Default data output configuration
tr_tr: Varsayılan veriler çıktı yapılandırması

source: Calculation output configuration
tr_tr: Hesaplama çıktısı yapılandırması

source: To File
tr_tr: Dosyaya

source: If a file path is given, the JSON configuration will be written there.
tr_tr: Bir dosya yolu belirtilirse, JSON yapılandırması buraya yazılır.

source: Specification File
tr_tr: Teknik özellikler dosyası

source: If a file path is given, the JSON configuration will be imported from there
tr_tr: Bir dosya yolu belirtilirse, JSON yapılandırması buradan içe aktarılır.

source: Import Locally
tr_tr: Yerel olarak içe aktar

source: Automation
tr_tr: Otomasyon

source: Form processors
tr_tr: Form işleyiciler

source: Edit Form Processor
tr_tr: Form işleyiciyi düzenle

source: Delete Form Processor
tr_tr: Form işleyiciyi sil

source: Enable Form Processor
tr_tr: Form işleyiciyi etkinleştir

source: Disable Form Processor
tr_tr: Form işleyiciyi devre dışı bırak

source: Export
tr_tr: Dışa aktar

source: Back to imported version
tr_tr: İçe aktarılmış sürüme dön

source: Add form processor
tr_tr: Form işleyici ekle

source: Delete Action
tr_tr: İşlemi sil

source: Are you sure to delete action '%1'?
tr_tr: '%1' işlemini silmek istediğinize emin misiniz?

source: Add Action
tr_tr: İşlem ekle

source: Edit Action
tr_tr: İşlemi düzenle

source: System name:
tr_tr: Sistem adı:

source: Change
tr_tr: Değiştir

source: Condition
tr_tr: Koşul

source: Are you sure to delete input '%1'?
tr_tr: '%1' girişini silmek istediğinize emin misiniz?

source: When you use the formatted parameters for example to send an e-mail with the submitted data in nice HTML format. You can exclude this field by unchecking this box.
tr_tr: Örneğin, gönderilen verilerin güzel bir HTML biçiminde bulunduğu bir e-posta göndermek için biçimlendirilmiş parametreleri kullandığınızda. Bu kutudaki işareti kaldırarak bu alanın katılmamasını sağlayabilirsiniz.

source: Are you sure to delete input validation rule '%1'?
tr_tr: '%1' giriş doğrulama kuralını silmek istediğinize emin misiniz?

source: System name
tr_tr: Sistem adı

source: Change Condition
tr_tr: Koşulu değiştir

source: Add Condition
tr_tr: Koşul ekle

source: Change Delay
tr_tr: Gecikmeyi değiştir

source: Add Delay
tr_tr: Gecikme ekle

source: Edit
tr_tr: Düzenle

source: Remove
tr_tr: Kaldır

source: Actions
tr_tr: İşlem

source: Output mapping (when condition is not valid)
tr_tr: Çıktı eşleştirmesi (koşul geçerli olmadığında)

source: Add item
tr_tr: Öge ekle

source: On processing use parameters
tr_tr: İşleyicide parametreler kullanılsın

source: On retrieval of defaults use parameters
tr_tr: Varsayılan veriler alınırken kullanılacak parametreler

source: Default value
tr_tr: Varsayılan değer

source: Validation Rules
tr_tr: Doğrulama kuralları

source: Invalid type
tr_tr: Tür geçersiz

source: Add Validation rule
tr_tr: Doğrulama kuralı ekle

source: Validators
tr_tr: Doğrulayıcılar

source: Add Validator
tr_tr: Doğrulayıcı ekle

source: Form Processor Calculation
tr_tr: Form işleyici hesaplaması

source: Set input to a calculated value(s)
tr_tr: Girişi hesaplanmış değerlere ayarla

source: Input
tr_tr: Giriş

source: Action Output Parameter
tr_tr: İşlem çıktı parametresi

source: Are you sure to delete form processor '%1'?
tr_tr: '%1' form işleyiciyi silmek istediğinize emin misiniz?

source: Restore Form Processor to imported version
tr_tr: Form işleyiciyi içe aktarılmış sürüme geri yükle

source: Are you sure to restore form processor '%1' to its imported version?
tr_tr: '%1' form işleyiciyi içe aktarılmış sürümüne geri yüklemek istediğinize emin misiniz?

source: Define Form Processor
tr_tr: Form işleyiciyi tanımlayın

source: Add Input
tr_tr: Giriş ekle

source: Add input
tr_tr: Giriş ekle

source: Add action
tr_tr: İşlem ekle

source: Delete Input
tr_tr: Girişi sil

source: Edit Input
tr_tr: Girişi düzenle

source: Delete Input Validation Rule
tr_tr: Giriş doğrulama kuralını sil

source: Add Input Validation Rule
tr_tr: Giriş doğrulama kuralı ekle

source: Edit Input Validation Rule
tr_tr: Giriş doğrulama kuralını düzenle

source: You can use retrieval of default data to create a form which already filled with existing data. For example if you have a form for updating mailing preference you want to the form to display the current preferences. To achieve this use the retrieval of default data.
tr_tr: Zaten var olan verilerle doldurulmuş bir form oluşturmak için varsayılan verilerin alınmasını kullanabilirsiniz. Örneğin, e-posta tercihini güncellemek için bir formunuz varsa, formun var olan tercihleri görüntülemesini isteyebilirsiniz. Bunu başarmak için varsayılan verileri almayı kullanın.

source: Retrieval criteria for default data
tr_tr: Varsayılan verileri alma ölçütü

source: Add Retrieval Criteria
tr_tr: Alma ölçütü ekle

source: Add retrieval criteria
tr_tr: Alma ölçütü ekle

source: Retrieval methods of default data
tr_tr: Varsayılan verileri alma yöntemi

source: Add retrieval method
tr_tr: Veri alma yöntemi ekle

source: Set defaults
tr_tr: Varsayılanları ayarla

source: Delete Retrieval Criteria
tr_tr: Alma ölçütünü sil

source: Edit Retrieval Criteria
tr_tr: Alma ölçütünü düzenle

source: Delete Retrieval Criteria Validation Rule
tr_tr: Alma ölçütü doğrulama kuralını sil

source: Add Retrieval Criteria Validation Rule
tr_tr: Alma ölçütü doğrulama kuralı ekle

source: Edit Retrieval Criteria Validation Rule
tr_tr: Alma ölçütü doğrulama kuralını düzenle

source: Import form processor
tr_tr: Form işleyiciyi içe aktar

source: Retrieve default data
tr_tr: Varsayılan verileri al

source: With the retrieval of default data you can lookup existing data and then change it.
tr_tr: Varsayılan verilerin alınmasıyla, var olan verileri arayabilir ve ardından değiştirebilirsiniz.

source: <strong>Danger!</strong> Using the form below might change actual data. Use it with care.
tr_tr: <strong>Uyarı!</strong> Aşağıdaki formu kullanmak güncel verileri değiştirebilir. Dikkatli kullanın.

source: Result
tr_tr: Sonuç

source: disabled
tr_tr: devre dışı

source: Delete Validator
tr_tr: Doğrulayıcıyı sil

source: Are you sure to delete validator '%1'?
tr_tr: '%1' doğrulayıcısını silmek istediğinize emin misiniz?

source: Edit Validator
tr_tr: Doğrulayıcıyı düzenle
