Repository: civicrm/civicrm-l10n-extensions
Catalog: po/summernote/*/summernote.po
Languages: de_de, nl_nl, tr_tr

source: (Local)
de_de: (Lokal)
nl_nl: (Lokaal)
tr_tr: (Yerel)

source: -- missing --
de_de: -- fehlt --
nl_nl: -- ontbrekend--
tr_tr: -- Eksik --

source: Skin for Summernote
de_de: Skin für Summernote
nl_nl: Skin voor Summernote
tr_tr: Summernote teması

source: Use CDN for libraries
de_de: Benutze CDN für Libraries
nl_nl: CDN voor bibliotheken gebruiken
tr_tr: Kitaplıklar için CDN kullanılsın

source: Use production (minified) versions
nl_nl: Productie-versies (verkleind) gebruiken
tr_tr: Üretim (küçültülmüş) sürümler kullanılsın

source: CodeviewFilter: enable the embedded plugin
nl_nl: CodeviewFilter: de ingesloten plugin inschakelen
tr_tr: CodeviewFilter: Gömülü eklentiyi etkinleştir

source: CodeviewFilterRegex: Regular expression to use
nl_nl: CodeviewFilterRegex: te gebruiken reguliere expressie
tr_tr: CodeviewFilterRegex: Kullanılacak kurallı ifade

source: Plugin: Cleaner: Disable the plugin
nl_nl: Plugin: Cleaner: de plugin uitschakelen
tr_tr: Eklenti: Cleaner: Eklentiyi devre dışı bırak

source: Plugin: Cleaner: Which tags are considered bad and need to be removed?
nl_nl: Plugin: Cleaner: welke tags worden als slecht gezien en moeten worden verwijderd?
tr_tr: Eklenti: Cleaner: Kötü amaçlı olarak değerlendirilecek ve kaldırılması gereken kod imleri hangileridir?

source: Plugin: Cleaner: Which tag attributes are considered bad and need to be removed?
nl_nl: Plugin: Cleaner: Welke tag-attributen worden als slecht gezien en moeten worden verwijderd?
tr_tr: Eklenti: Cleaner: Kötü amaçlı olarak değerlendirilecek ve kaldırılması gereken kod imi öznitelikleri hangileridir?

source: Resize Full (100%)
de_de: Größe anpassen Voll (100%)
nl_nl: Formaat volledig (100%)
tr_tr: Tam yeniden boyutlandırma (%100)

source: Resize Half (50%)
de_de: Größe anpassen Halb (50%)
nl_nl: Formaat half (50%)
tr_tr: Yarım yeniden boyutlandırma (%50)

source: Resize Quarter (25%)
de_de: Größe anpassen Viertel (25%)
nl_nl: Formaat kwart (25%)
tr_tr: Çeyrek yeniden boyutlandırma (%25)

source: Resize None (remove resize)
de_de: Größe anpassen Keine (entfernt Größenanpassung)
nl_nl: (Formaat niet laten wijzigen)
tr_tr: Yeniden boyutlandırılmasın (kapalı)

source: Float Left
de_de: Float links
nl_nl: Float links
tr_tr: Sola yanaştır

source: Float Right
de_de: Float rechts
nl_nl: Float rechts
tr_tr: Sağa yanaştır

source: Float None
de_de: Float ohne
nl_nl: Float geen
tr_tr: Yanaştırılmasın

source: Remove Media
de_de: Medien entfernen
nl_nl: Media verwijderen
tr_tr: Ortamı kaldır

source: Image Title
de_de: Bildtitel
nl_nl: Afbeelding titel
tr_tr: Görsel başlığı

source: Image Attributes
de_de: Bildattribute
nl_nl: Afbeelding attributen
tr_tr: Görsel öznitelikleri

source: Image caption
de_de: Bild Caption
tr_tr: Görsel başlığı

source: Link dialog button
de_de: Verlinke Dialog-Button
nl_nl: Link dialoogknop
tr_tr: Pencere düğmesini bağla

source: Unlink button
de_de: Button-Link entfernen
nl_nl: Unlink knop
tr_tr: Düğmenin bağlantısını kaldır

source: Add row below
de_de: Zeile darunter hinzufügen
nl_nl: Rij eronder toevoegen
tr_tr: Alta satır ekle

source: Add row above
de_de: Zeile darüber hinzufügen
nl_nl: Rij erboven toevoegen
tr_tr: Üste satır ekle

source: Add column left
de_de: Spalte links hinzufügen
nl_nl: Kolom links toevoegen
tr_tr: Sola sütun ekle

source: Add column right
de_de: Spalte rechts hinzufügen
nl_nl: Kolom rechts toevoegen
tr_tr: Sağa sütun ekle

source: Delete row
de_de: Zeile löschen
nl_nl: Rij verwijderen
tr_tr: Satırı sil

source: Delete column
de_de: Spalte löschen
nl_nl: Kolom verwijderen
tr_tr: Sütunu sil

source: Delete table
de_de: Tabelle löschen
nl_nl: Tabel verwijderen
tr_tr: Tabloyu sil

source: Table headers
de_de: Tabellenüberschriften
nl_nl: Tabelkoppen
tr_tr: Tablo başlıkları

source: Format selector
de_de: Formatauswahl
nl_nl: Formaat selectie-veld
tr_tr: Biçim seçici

source: Font Style - Bold
de_de: Schriftstil - Fett
nl_nl: Lettertype stijl - vet
tr_tr: Yazı biçemi - Koyu

source: Font Style - Underline
de_de: Schriftstil - Unterstrichen
nl_nl: Lettertype stijl - onderstrepen
tr_tr: Yazı biçemi - Altı çizili

source: Font Style - Italic
de_de: Schriftstil - Kursiv
nl_nl: Lettertype stijl - cursief
tr_tr: Yazı biçemi - Yatık

source: Font Style - Strike-Through
de_de: Schriftstil - Durchgestrichen
nl_nl: Lettertype stijl - doorstrepen
tr_tr: Yazı biçemi - Üzeri çizili

source: Font Style - Superscript
de_de: Schriftstil - Hochgestellt
nl_nl: Lettertype stijl - superscript
tr_tr: Yazı biçemi - Üst karakter

source: Font Style - Subscript
de_de: Schriftstil - Tiefgestellt
nl_nl: Lettertype stijl - subscript
tr_tr: Yazı biçemi - Alt karakter

source: Font Style - Clear formatting
de_de: Schriftstil - Formatierung löschen
nl_nl: Lettertype stijl - opmaak wissen
tr_tr: Yazı biçemi - Biçimlendirmeyi temizle

source: Font Family - Font selector
de_de: Schriftfamilie - Schriftartauswahl
nl_nl: Lettertypefamilie - Lettertype selectie-veld
tr_tr: Yazı ailesi - Yazı tipi seçici

source: Font Family - Font size
de_de: Schriftfamilie - Schriftgröße
nl_nl: Lettertypefamilie - Lettertypegrootte
tr_tr: Yazı ailesi - Yazı boyutu

source: Color - Set fore/background color via picker
de_de: Farbe - Vorder-/Hintergrundfarbe mit einem Picker festlegen
nl_nl: Kleur - voorgrond/achtergrondkleur via picker kiezen
tr_tr: Renk - Renk seçici ile ön/arka plan rengini ayarla

source: Color - Set foreground color
de_de: Farbe - Vordergrundfarbe festlegen
nl_nl: Kleur - voorgrondkleur instellen
tr_tr: Renk - Ön plan rengini ayarla

source: Color - Set background color
de_de: Farbe - Hintergrundfarbe festlegen
nl_nl: Kleur - achtergrondkleur instellen
tr_tr: Renk - Arka plan rengini ayarla

source: Paragraph - Unordered List
de_de: Absatz - Ungeordnete Liste
nl_nl: Alinea - ongeordende lijst
tr_tr: Paragraf - Sıralanmamış liste

source: Paragraph - Ordered List
de_de: Absatz - Geordnete Liste
nl_nl: Alinea - geordende lijst
tr_tr: Paragraf - Sıralı liste

source: Paragraph - Paragraph
de_de: Absatz - Absatz
nl_nl: Alinea - alinea
tr_tr: Paragraf - Paragraf

source: Paragraph - Line Height
de_de: Absatz - Zeilenhöhe
nl_nl: Alinea - regelhoogte
tr_tr: Paragraf - Satır yüksekliği

source: Table - Table manipulation
de_de: Tabelle - Tabellenmanipulation
nl_nl: Tabel - Tabelmanipulatie
tr_tr: Tablo - Tablo değişikliği

source: Insert - Link
de_de: Einfügen - Link
nl_nl: Toevoegen - link
tr_tr: Ekle - Bağlantı

source: Insert - Picture (natively)
de_de: Einfügen - Bild (nativ)
nl_nl: Toevoegen - afbeelding (intern)
tr_tr: Ekle - Görsel (doğal)

source: Insert - Special Characters
de_de: Einfügen - Sonderzeichen
nl_nl: Toevoegen - speciale tekens
tr_tr: Ekle - Özel karakterler

source: Insert - Picture (ElFinder)
de_de: Einfügen - Bild (ElFinder)
nl_nl: Toevoegen - afbeelding (ElFinder)
tr_tr: Ekle - Görsel (ElFinder)

source: Insert - Video
de_de: Einfügen - Video
nl_nl: Toevoegen - video
tr_tr: Ekle - Video

source: Insert - HR
de_de: Einfügen - HR
nl_nl: Toevoegen - HR
tr_tr: Ekle - HR

source: Insert - Accordion
de_de: Einfügen - Akkordion
tr_tr: Ekle - Akordiyon

source: View - Fullscreen
de_de: Ansicht - Vollbild
nl_nl: Weergeven - volledig scherm
tr_tr: Görüntüle - Tam ekran

source: View - Source code
de_de: Ansicht - Quellcode
nl_nl: Weergeven - broncode
tr_tr: Görüntüle - Kaynak kodu

source: View - Undo
de_de: Ansicht - Rückgängig
nl_nl: Weergeven - ongedaan maken
tr_tr: Görüntüle - Geri al

source: View - Redo
de_de: Ansicht - Wiederherstellen
nl_nl: Weergeven - opnieuw uitvoeren
tr_tr: Görüntüle - Yinele

source: View - Help
de_de: Ansicht - Hilfe
nl_nl: Weergeven - help
tr_tr: Görüntüle - Yardım

source: Save configuration
de_de: Konfiguration speichern
nl_nl: Configuratie opslaan
tr_tr: Yapılandırmayı kaydet

source: Reset only plugin configuration
de_de: Setze nur Pluginkonfiguration zurück
nl_nl: Alleen plugin configuratie terugzetten
tr_tr: Yalnızca eklenti yapılandırmasını sıfırla

source: Reset only toolbar configuration
de_de: Setze nur Werkzeugleistenkonfiguration zurück
nl_nl: Alleen werkbalk configuratie terugzetten
tr_tr: Yalnızca araç çubuğu yapılandırmasını sıfırla

source: Summernote plugin configuration has been reset
de_de: Summernote Plugin-Konfiguration wurde zurückgesetzt
nl_nl: Summernote plugin configuratie is teruggezet
tr_tr: Summernote eklenti yapılandırması sıfırlandı

source: Configuration
de_de: Konfiguration
nl_nl: Configuratie
tr_tr: Yapılandırma

source: Toolbar configuration has been reset
de_de: Werkzeugleistenkonfiguration wurde zurückgesetzt
nl_nl: Werkbalk configuratie is teruggezet
tr_tr: Araç çubuğu yapılandırması sıfırlandı

source: Summernote configuration has been saved
de_de: Summernote Konfiguration wurde gespeichert
nl_nl: Summernote configuratie is opgeslagen
tr_tr: Summernote uygulama eki yapılandırması kaydedildi

source: Supplied configuration is in bad JSON format, please review
nl_nl: Opgegeven configuratie is in verkeerd JSON-formaat, beoordeel de configuratie
tr_tr: Supplied yapılandırmasının JSON biçimi bozuk. Lütfen gözden geçirin

source: Summernote toolbar
de_de: Summernote Werkzeugleiste
nl_nl: Summernote werkbalk
tr_tr: Summernote araç çubuğu

source: Summernote toolbar to use
de_de: Summernote Werkzeugleiste, die benutzt werden soll
nl_nl: Te gebruiken Summernote werkbalk
tr_tr: Kullanılacak Summernote araç çubuğu

source: Summernote skin
tr_tr: Summernote teması

source: Summernote skin to use
de_de: Summernote Skin, die benutzt werden soll
nl_nl: Te gebruiken Summernote skin
tr_tr: Kullanılacak Summernote teması

source: Use CDN version of the library
de_de: Benutze CDN-Version der Library
nl_nl: Gebruik CDN-versie van de bibliotheek
tr_tr: Kitaplığın CDN sürümü kullanılsın

source: Use the CDN (online) version of the library instead of the local one
nl_nl: Gebruik de CDN (online) versie van de bibliotheek in plaats van de lokale versie
tr_tr: Yerel sürüm yerine kitaplığın CDN (çevrim içi) sürümü kullanılsın

source: Use minified (production) versions
nl_nl: Gebruik verkleinde (productie) versies
tr_tr: Küçültülmüş (üretim) sürümler kullanılsın

source: Should we use the minified (production) version of the libraries instead of the full libraries
nl_nl: Moe de verkleinde (productie) versie van de bibliotheken worden gebruikt in plaats van de volledige bibliotheken
tr_tr: Tam kitaplıklar yerine küçültülmüş (üretim) sürümü kullanılsın mı?

source: Plugin configuration
de_de: Plugin-Konfiguration
nl_nl: Plugin configuratie
tr_tr: Eklenti yapılandırması

source: Stores the plugin configuration of the WYSIWYG editor when doing the initializing
nl_nl: Bewaart de configuratie van de plugin van de WYSIWYG editor bij de initialisatie
tr_tr: Başlatma sırasında WYSIWYG düzenleyicisinin eklenti yapılandırmasını depolar

source: This plugin is responsible for silently stripping out tags/attributes when the end user does a Word/Excel copy-paste into the editor. <br/>By default, the plugin is <strong>enabled</strong>. If you are facing issues, you can disable it by checking the checkbox. <br/>Documentation can be found on the (<a href="%1" target="_blank">Plugin documentation</a>)
nl_nl: Deze plugin zorgt voor het verwijderen van tags/attributen wanneer de gebruiker een Word/Excel bestand kopieert in de editor. <br/>De plugin is standaard <strong>ingeschakeld</strong>. Als u problemen krijgt, dan kunt u de plugin uitschakelen. <br/>Documentatie (<a href="%1" target="_blank">van de plugin</a>)
tr_tr: Bu eklenti, kullanıcı düzenleyiciye Word/Excel üzerinden içerik kopyalayıp yapıştırdığında etiketleri/öznitelikleri sessizce kaldırır. <br/>Varsayılan olarak, eklenti <strong>etkinleştirilmiştir</strong>. Sorun yaşıyorsanız, kutuyu işaretleyerek eklentiyi devre dışı bırakabilirsiniz. <br/>Belgeleri (<a href="%1" target="_blank">Eklenti belgeleri</a>) bölümünde bulabilirsiniz

source: Declare the tags that are considered malicious and need to be removed. Separate with comma, add single quotes for each element.
nl_nl: Geef de tags aan die als schadelijk worden beschouwd en moeten worden verwijderd. Scheid met komma's, voeg enkele aanhalingstekens toe voor elk element.
tr_tr: Kötü amaçlı olarak değerlendirilecek ve kaldırılması gereken kod imlerini belirtin. Virgül ile ayırarak ve her öge için tek tırnak işareti ekleyerek yazın.

source: Declare the attributes that are considered malicious and need to be removed. Separate with comma, add single quotes for each element.
nl_nl: Geef de kenmerken aan die als schadelijk worden beschouwd en moeten worden verwijderd. Scheid met komma's, voeg enkele aanhalingstekens toe voor elk element.
tr_tr: Kötü amaçlı olarak değerlendirilecek ve kaldırılması gereken öznitelikleri belirtin. Virgül ile ayırarak ve her öge için tek tırnak işareti ekleyerek yazın.

source: The uploaded image will be embedded inside the HTML code in base-64 format.
de_de: Das hochgeladene Bild wird im HTML-Code im base-64 Format eingebettet.
nl_nl: De ge√ºploade afbeelding wordt ingesloten in de HTML-code in base-64-formaat.
tr_tr: Yüklenen görsel HTML kodunun içine base-64 biçimine gömülür.

source: Upload files/images using the ElFinder plugin.
de_de: Lade Dateien/Bilder mit dem ElFinder-Plugin hoch.
nl_nl: Upload bestanden/afbeeldingen met behulp van de plugin ElFinder.
tr_tr: Dosyaları/görseller ElFinder eklentisi ile yüklenir.

source: <strong>Enable</strong> the embedded plugin that will filter our malicious code inside the code view (source view) (<a href="%1" target="_blank">Plugin documentation</a>)
nl_nl: <strong>Inschakelen</strong> van de ingesloten plugin die de kwaadaardige code zal filteren in de codeweergave (bronweergave) (<a href="%1" target="_blank">Plugin documentatie</a>)
tr_tr: Kod görünümü (kaynak görünümü) içindeki kötü amaçlı kodu süzecek gömülü eklentiyi <strong>etkinleştirin</strong> (<a href="%1" target="_blank">Eklenti belgeleri</a>)

source: Regular expression of what is being considered a malicious html tag. The default regular expression pattern is the one shown on <a href="%1" target="_blank">this link</a>
nl_nl: Reguliere expressie van wat wordt beschouwd als een kwaadaardige html-tag. Het standaardpatroon voor reguliere expressies is het patroon dat<a href="%1" target="_blank">hier</a> wordt weergegeven.
tr_tr: Kötü amaçlı olarak değerlendirilecek bir HTML kod imi için kurallı ifade. Varsayılan kurallı ifade modeli <a href="%1" target="_blank">bu bağlantıda</a> görülebilir

source: General configuration for the WYSIWYG editor
de_de: Grundlegende Konfiguration für den WYSIWYG-Editor
nl_nl: Algemene configuratie voor de WYSIWYG-editor
tr_tr: WYSIWYG düzenleyicisinin genel yapılandırması

source: This is the configuration for the included plugins.<br/>You can disable them or change their behaviour
nl_nl: Dit is de configuratie voor de meegeleverde plugins.<br/>U kunt ze uitschakelen of hun gedrag aanpassen
tr_tr: Ekli eklentilerin yapılandırması.<br/>Bunları devre dışı bırakabilir veya davranışlarını değiştirebilirsiniz

source: The toolbar configuration in the Summernote WYSIWYG editor controls the appearance and functionality of the toolbar displayed within the editor interface.<br/> This toolbar typically consists of various icons or buttons representing different formatting options and editing tools.
nl_nl: De werkbalkconfiguratie in de Summernote WYSIWYG-editor bepaalt het uiterlijk en de functionaliteit van de werkbalk die wordt weergegeven in de interface. <br/> Deze werkbalk bestaat meestal uit verschillende pictogrammen of knoppen die verschillende opmaakopties en bewerkingshulpmiddelen vertegenwoordigen.
tr_tr: Summernote WYSIWYG düzenleyicisindeki araç çubuğu yapılandırması, düzenleyici arayüzünde görüntülenen araç çubuğunun görünümünü ve özelliklerini belirler.<br/> Bu araç çubuğu genellikle farklı biçimlendirme seçeneklerini ve düzenleme araçlarını gösteren çeşitli simgelerden veya düğmelerden oluşur.

source: The popover configuration refers to the settings and options available for the popover menu that appears when you select or interact with certain elements within the editor.<br/>The popover menu typically provides context-sensitive options and controls related to the selected content or the editing context, like images (image resizing), tables, links etc.
nl_nl: De popover-configuratie verwijst naar de instellingen en opties die beschikbaar zijn voor het popover-menu dat verschijnt wanneer u bepaalde elementen in de editor selecteert of gebruikt. <br/>Het popover-menu biedt doorgaans contextgevoelige opties en bedieningselementen met betrekking tot de geselecteerde inhoud of de bewerkingscontext, zoals afbeeldingen (formaat van afbeelding wijzigen), tabellen, links enz.
tr_tr: Açılır menü yapılandırması, düzenleyicide belirli ögeleri seçtiğinizde veya bunlarla etkileşim kurduğunuzda görünen açılır menü için kullanılabilen ayarları ve seçenekleri belirler.<br/>Açılır menü genellikle seçilmiş içerik veya düzenleme bağlamıyla ilgili, görseller (görseli yeniden boyutlandırma), tablolar, bağlantılar gibi bağlama duyarlı seçenekler ve denetimler sunar

source: Warning: You are about to reset the summernote cleaner plugin configuration section. Are you sure that you want to proceed?
nl_nl: Waarschuwing: U staat op het punt de summernote plugin configuratie terug te zetten naar de standaardwaarde. Weet u zeker dat u door wilt gaan?
tr_tr: Uyarı: Summernote Cleaner eklentisinin yapılandırma bölümünü sıfırlamak üzeresiniz. İlerlemek istediğinize emin misiniz?

source: Warning: You are about to reset the current toolbar configuration into its default value. Are you sure that you want to proceed?
nl_nl: Waarschuwing: U staat op het punt de huidige configuratie van de werkbalk terug te zetten naar de standaardwaarde. Weet u zeker dat u door wilt gaan?
tr_tr: Uyarı: Var olan araç çubuğu yapılandırmasını varsayılan değerlerine sıfırlamak üzeresiniz. İlerlemek istediğinize emin misiniz?

source: (In your native language) The current time is %1.
de_de: (In Ihrer Muttersprache) Die aktuelle Zeit ist %1.
nl_nl: (In uw moedertaal) De huidige tijd is %1.
tr_tr: (Kendi dilinizde) güncel zaman: %1.
