Repository: civicrm/civicrm-l10n-extensions
Catalog: po/afform/*/afform.po
Languages: de_de, es_es, fr_fr, nl_nl, tr_tr

source: Token expired.
de_de: Token abgelaufen.
tr_tr: Kodun süresi dolmuş.

source: An error occurred when processing the token.
de_de: Ein Fehler trat bei der Verarbeitung des Tokens auf.
tr_tr: Kod işlenirken bir sorun çıktı.

source: Select
de_de: Wähle
es_es: Seleccionar
fr_fr: Sélectionner
nl_nl: Selecteer
tr_tr: Seçin

source: Select %1
de_de: Wähle %1
es_es: Seleccionar %1
fr_fr: Sélectionner %1
nl_nl: Selecteer %1
tr_tr: %1 seçin

source: Choose Date Range
de_de: Wähle Datumsbereich
es_es: Elegir rango de fechas
fr_fr: Choisir une page de dates
nl_nl: Kies periode
tr_tr: Tarih aralığı seçin

source: Autofill
fr_fr: Remplissage automatique
nl_nl: Automatisch vullen
tr_tr: Otomatik doldurma

source: Automatically identify this contact based on logged-in status or relationship to another contact on the form.
de_de: Identifiziert diesen Kontakt automatisch anhand des Login-Status oder der Beziehung zu einem anderen Kontakt auf diesem Formular.
fr_fr: Identifier automatiquement ce contact en fonction de son statut de connexion ou de sa relation avec un autre contact du formulaire.
nl_nl: Identificeer dit contact automatisch op basis van de ingelogde status of relatie met een ander contact op het formulier.
tr_tr: Oturum açma durumuna ya da formdaki başka bir kişiyle ilişkisine göre bu kişiyi otomatik olarak tanımlar.

source: Current User
de_de: Aktueller Benutzer
fr_fr: Utilisateur actuel
nl_nl: Huidige gebruiker
tr_tr: Geçerli kullanıcı

source: Auto-select logged-in user
de_de: Wähle angemeldeten User automatisch
fr_fr: Sélection automatique de l'utilisateur connecté
nl_nl: Ingelogde gebruiker automatisch selecteren
tr_tr: Otomatik olarak oturum açmış kullanıcı seçilsin

source: Contact being Viewed
de_de: Kontakt angeschaut
tr_tr: Görüntülenen kişi

source: For use on the contact summary page
de_de: Auf der Kontaktübersicht benutzen
tr_tr: Kişi özeti sayfasında kullanmak için

source: Duplicate Matching
de_de: Duplikate erkennen
fr_fr: Correspondance des doublons
nl_nl: Duplicaat Koppeling
tr_tr: Çift kayıt eşleştirme

source: Update existing contact instead of creating a new one based on a dedupe rule.
de_de: Aktualisiere einen bestehenden Kontakt anstatt einen neuen zu erstellen, basierend auf den Duplikatsregeln.
fr_fr: Mettre à jour un contact existant au lieu d'en créer un nouveau sur la base d'une règle de dédoublonnage.
nl_nl: Werk een bestaand contact bij in plaats van een nieuwe te maken op basis van een overeenkomstregel.
tr_tr: Yinelenenleri kaldırma kuralına göre yeni bir kişi oluşturmak yerine var olan kişiyi günceller.

source: Email Verification
de_de: E-Mail-Bestätigung
tr_tr: E-posta adresi doğrulama

source: Email verification is not available because CiviMail is disabled.
de_de: E-Mail-Bestätigung ist nicht verfügbar, weil CiviMail deaktiviert ist.
tr_tr: CiviMail etkin olmadığından e-posta adresi doğrulaması kullanılamaz.

source: Verify the contact's email by sending them a link to confirm their subscription (recommended for public forms, requires an email input on the form).
de_de: Überprüfe die E-Mail des Kontakts, indem Sie ihm einen Link zur Bestätigung seines Abonnements senden (empfohlen für öffentliche Formulare, erfordert eine E-Mail-Eingabe im Formular).
tr_tr: Aboneliklerini onaylamaları için bir bağlantı göndererek kişinin e-posta adresini doğrulayın (herkese açık formlar için önerilir, formda bir e-posta alanı olması gerekir).

source: Send Confirmation Email
de_de: Sende Bestätigungs-E-Mail
tr_tr: Onay e-postası gönderilsin

source: Double opt-in for sign up
de_de: Double Opt-in für Anmeldung
tr_tr: Hesap açılışı için çift abone olma

source: No Confirmation
de_de: Keine Bestätigung
tr_tr: Onay yok

source: Contact added to group immediately
de_de: Kontakt sofort zur Gruppe hinzugefügt
tr_tr: Kişi gruba hemen eklendi

source: Existing %1
de_de: Existierend %1
fr_fr: Il existe %1
nl_nl: Bestaand %1
tr_tr: Var olan %1

source: Email token support has been configured for %1 form(s). This requires JWT authentication, <code>authx_auto_cred</code> does not include JWT.
de_de: Unterstützung für E-Mail-Token wurden für %2 Formular(e) eingerichtet. Das benötigt JWT authentication, <code>authx_auto_cred</code> enthält aber kein JWT.
es_es: Se configuró la compatibilidad con el token de correo electrónico para %1 formulario(s). Esto requiere autenticación JWT, <code>authx_auto_cred</code> no incluye JWT.
fr_fr: Le champ de fusion de support par courriel a été configuré pour 1% formulaire(s). Ceci requiert l'authentification JWT, <code>authx_auto_cred</code> n'inclut pas JWT.
nl_nl: Het ondersteunen van tokens in e-mail is voor %1 formulier(en) geconfigureerd. Hiervoor is JWT authenticatie verplicht, <code>authx_auto_cred</code> is niet inclusief JWT.
tr_tr: %1 form için e-posta kodu desteği yapılandırıldı. Bu özellik için JWT kimlik doğrulaması gerekir, <code>authx_auto_cred</code> JWT içermez.

source: AuthX Configuration
de_de: AuthX Konfiguration
es_es: Configuración AuthX
fr_fr: Configuration de AuthX
nl_nl: AuthX Configuratie
tr_tr: AuthX yapılandırması

source: %1 (URL)
tr_tr: %1 (adres)

source: %1 (Full Hyperlink)
de_de: %1 (voller Hyperlink)
es_es: %1 (Vínculo completo)
fr_fr: %1 (lien hypertexte complet)
nl_nl: %1 (Volledige hyperlink)
tr_tr: %1 (tam bağlantı)

source: Validate Submission URL
de_de: Validiere Bestätigungs-URL
tr_tr: Gönderim adresini doğrula

source: Validate Submission (Full Hyperlink)
de_de: Validiere Bestätigung (voller Hyperlink)
tr_tr: Gönderimi doğrula (tam bağlantı)

source: verify your email address
de_de: bestätige Deine E-Mail-Adresse
tr_tr: e-posta adresinizi doğrulayın

source: Contains
de_de: Enthält
fr_fr: Contient
nl_nl: Bevat
tr_tr: Şunu içeren

source: Doesn't Contain
de_de: Enthält nicht
fr_fr: Ne contient pas
nl_nl: Bevat geen
tr_tr: Şunu içermeyen

source: Is One Of
de_de: ist einer von
fr_fr: Est l'un de
nl_nl: Is één van
tr_tr: Şunlardan biri olan

source: Not One Of
de_de: ist keiner von
fr_fr: N'est pas l'un de
nl_nl: Is niet één van
tr_tr: Şunlardan biri olmayan

source: Is Like
de_de: Ist wie
fr_fr: Est comme
nl_nl: Is zoals
tr_tr: Şuna benzeyen

source: Not Like
de_de: Nicht wie
fr_fr: N'est pas comme
nl_nl: Niet als
tr_tr: Şuna benzemeyen

source: Matches Pattern
de_de: Entspricht Muster
fr_fr: Correspond au modèle
nl_nl: Overeenkomend patroon
tr_tr: Şu modele uyan

source: Doesn't Match Pattern
de_de: Entspricht nicht Muster
fr_fr: Ne correspond pas au modèle
nl_nl: Niet overeenkomend patroon
tr_tr: Şu modele uymayan

source: Matches Pattern (case-sensitive)
de_de: Entspricht Muster (Groß-/Kleinschreibung beachten)
tr_tr: Şu modele uyan (büyük/küçük harfe duyarlı)

source: Doesn't Match Pattern (case-sensitive)
de_de: Entspricht nicht Muster (Groß-/Kleinschreibung beachten)
tr_tr: Şu modele uymayan (büyük/küçük harfe duyarlı)

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
nl_nl: Ja
tr_tr: Evet

source: No
de_de: Nein
fr_fr: Non
nl_nl: Nee
tr_tr: Hayır

source: You do not have permission to submit this form
de_de: Sie haben nicht die Berechtigung zur Einreichung dieses Formulars.
tr_tr: Bu formu gönderme izniniz yok

source: This form is not currently open for submissions.
de_de: Dieses Formular ist gegenwärtig nicht offen für Einreichungen.
tr_tr: Bu form şu anda gönderimlere açık değil.

source: Submission is already processed.
de_de: Einreichung wurde bereits verarbeitet.
tr_tr: Gönderim zaten yapılıyor.

source: Validation Error
de_de: Validierungsfehler
fr_fr: Erreur de validation
nl_nl: Validatiefout
tr_tr: Doğrulama sorunu

source: %1 is a required field.
de_de: %1 ist ein Pflichtfeld
fr_fr: %1 est un champ requis.
nl_nl: %1 is een verplicht veld.
tr_tr: %1 alanının doldurulması zorunludur

source: %1 has a max length of %2.
de_de: %1 hat eine max. Länge von %2.
tr_tr: %1, en fazla %2 uzunluğunda.

source: Illegal value for %1.
de_de: Ungültiger Wert für %1.
fr_fr: Valeur correcte pour %1.
nl_nl: Illegale waarde voor %1.
tr_tr: Değer %1 için uygun değil

source: %1 block
es_es: bloque %1
fr_fr: %1 bloc
nl_nl: %1 blok
tr_tr: %1 blok

source: View %1
de_de: Zeige %1
tr_tr: %1 görüntüle

source: Update %1
de_de: Aktualisiere %1
tr_tr: %1 güncelle

source: Add %1
de_de: Hinzufügen von %1
tr_tr: %1 ekle

source: %1 tab display for %2
de_de: %1 Tab-Anzeige für %2
tr_tr: %2 için %1 sekme görünümü

source: Name
tr_tr: Ad

source: Type
de_de: Typ
tr_tr: Tür

source: Requires
de_de: Benötigt
tr_tr: Gerekli

source: Block Entity
de_de: Blockiere Entität
tr_tr: Engellenecek varlık

source: Join Entity
de_de: Join Entität
tr_tr: Birleştirilecek varlık

source: Title
de_de: Titel
tr_tr: Başlık

source: Description
de_de: Beschreibung
tr_tr: Açıklama

source: Placement
de_de: Platzierung
tr_tr: Konum

source: Tags
tr_tr: Etiketler

source: Summary Contact Type
de_de: Zusammenfassung Kontaktart
tr_tr: Özet kişisi türü

source: Order
de_de: Reihenfolge
tr_tr: Sıralama

source: Icon
tr_tr: Simge

source: Page Route
tr_tr: Sayfa yolu

source: Is Public
de_de: Ist öffentlich
tr_tr: Herkese açık

source: Permission
de_de: Berechtigung
tr_tr: İzin

source: Permission Operator
de_de: Berechtigungsoperator
tr_tr: İzin işlemi

source: Post-Submit Page
de_de: Seite nach der Einreichung
tr_tr: Gönderim sonrası sayfası

source: Allow Submissions
de_de: Erlaube Einreichungen
tr_tr: Gönderim yapılabilsin

source: Maximum Submissions
de_de: Maximale Einreichungen
tr_tr: En fazla gönderim sayısı

source: Log Submissions
de_de: Log Einreichungen
tr_tr: Gönderimler günlüğe kaydedilsin

source: Keep a log of the date, time, user, and items saved by each form submission.
de_de: Log für Datum, Zeit, Benutzer und gespeicherten Items für jede Formulareinreichung.
tr_tr: Her form gönderiminde tarih, saat, kullanıcı ve ögeler günlüğe kaydedilir.

source: Autosave Draft
de_de: Entwurf autom. speichern
tr_tr: Taslak otomatik kaydedilsin

source: For authenticated users, form will auto-save periodically.
de_de: Bei authentifizierten Benutzern wird das Formular in regelmäßigen Abständen automatisch gespeichert.
tr_tr: Kimliği doğrulanmış kullanıcılar için form düzenli aralıklarla kaydedilir.

source: Navigation Menu
de_de: Navigationsmenü
tr_tr: Gezinme menüsü

source: Layout
tr_tr: Yerleşim

source: Date Modified
de_de: Änderungsdatum
tr_tr: Değiştirilme tarihi

source: (Untitled)
de_de: (Unbenannt)
es_es: (Intitulado)
fr_fr: (Sans nom)
nl_nl: (Naamloos)
tr_tr: (Adlandırılmamış)

source: FormBuilder: edit and delete forms
de_de: FormBuilder: Formulare bearbeiten oder löschen
fr_fr: FormBuilder : modifier et supprimer des formulaires
nl_nl: FormBuilder: formulieren bewerken en verwijderen
tr_tr: FormBuilder: Form düzenleme ve silme

source: Allows non-admin users to create, update and delete forms
de_de: Erlaubt Nicht-Admin-Benutzern das Erstellen, bearbeiten und löschen von Formularen
fr_fr: Permet aux utilisateurs non administrateurs de créer, mettre à jour et supprimer des formulaires.
nl_nl: Hiermee kunnen niet-beheerders formulieren maken, bijwerken en verwijderen
tr_tr: Yönetici olmayan kullanıcıların form ekleme, güncelleme ve silme işlemlerini yapmasına izin verir

source: Generic: Anyone with secret link
de_de: Generisch: Jeder mit dem geheimen Link
tr_tr: Genel: Gizli bağlantıya sahip olan herkes

source: If you link to the form with a secure token, then no other permission is needed.
de_de: Wenn Sie das Formular mit einem sicheren Token verknüpfen, ist keine weitere Genehmigung erforderlich.
tr_tr: Forma güvenli bir kod ile bağlanırsanız, başka bir izne gerek olmaz.

source: Afform: Inherit permission of %1
de_de: Afform: Erbe Berechtigung von %1
es_es: Afform: heredar el permiso de %1
fr_fr: Afform : hériter l'autorisation de %1
nl_nl: Afform: recht geërft van %1
tr_tr: Afform: %1 izni devralınsın

source: Process Submissions
de_de: Prozesseinreichungen
tr_tr: Gönderimleri işle

source: Confirm processing %1 %2.
de_de: Bestätige Verarbeitung %1 %2.
tr_tr: %1 %2 işlenmesini onaylayın.

source: Processing %1 %2...
de_de: Verarbeite %1 %2...
tr_tr: %1 %2 işleniyor...

source: Successfully processed %1 %2.
de_de: Erfolgreich verarbeitet %1 %2.
tr_tr: %1 %2 işlendi.

source: An error occurred while attempting to process %1 %2.
de_de: Es trat ein Fehler auf beim Verarbeiten %1 %2.
tr_tr: %1 %2 işlenirken bir sorun çıktı.

source: Reject Submissions
de_de: Einreichung zurückweisen
tr_tr: Gönderimleri reddet

source: Reject %1 %2.
de_de: Weise %1 %2 zurück.
tr_tr: %1 %2 reddet.

source: Updating %1 %2...
de_de: Aktualisiere %1 %2...
tr_tr: %1 %2 güncelleniyor...

source: %1 %2 have been rejected.
de_de: %1 %2 wurden zurückgewiesen.
tr_tr: %1 %2 reddedildi.

source: Max characters allowed: %1
de_de: Max. Zeichen erlaubt: %1
tr_tr: İzin verilen en fazla karakter sayısı: %1

source: Required
de_de: Erforderlich
fr_fr: Requis
nl_nl: Verplicht
tr_tr: Zorunlu

source: Uploading %1
de_de: Lade %1 hoch
es_es: Cargando %1
fr_fr: Téléversement de %1
tr_tr: %1 yükleniyor

source: Sorry
de_de: Entschuldigung
tr_tr: Afedersiniz

source: Please fill all required fields.
de_de: Bitte alle Pflichtfelder füllen.
fr_fr: Veuillez remplir tous les champs obligatoires.
nl_nl: Vul a.u.b. alle verplichte velden in.
tr_tr: Lütfen tüm zorunlu alanları doldurun.

source: Form Error
de_de: Formularfehler
fr_fr: Erreur de formulaire
nl_nl: Formulierfout
tr_tr: Form sorunu

source: Draft saved
de_de: Entwurf gespeichert
tr_tr: Taslak kaydedildi

source: Saving Draft
de_de: Entwurf speichern
tr_tr: Taslak kaydediliyor

source: Draft Saved
de_de: Entwurf gespeichert
tr_tr: Taslak kaydedildi

source: Search Range
de_de: Suchbereich
tr_tr: Aralıkta ara

source: Replace
de_de: Ändern
fr_fr: Remplacer
nl_nl: Vervangen
tr_tr: Değiştir

source: Distance
de_de: Entfernung
tr_tr: Uzaklık

source: Miles
de_de: Meilen
tr_tr: Mil

source: Street, City, State, Country
de_de: Straße, Stadt, Bundesland, Land
tr_tr: Sokak, İlçe, İl, Ülke

source: Clear
de_de: Zurücksetzen
fr_fr: Réinitialiser
nl_nl: Wissen
tr_tr: Temizle

source: Select Value
de_de: Wähle Wert
tr_tr: Değeri seçin

source: Select Values
de_de: Wähle Werte
tr_tr: Değerleri seçin

source: Select Range
de_de: Wähle Bereich
tr_tr: Aralığı seçin

source: Submitting...
de_de: Übermittle...
es_es: Presentando...
fr_fr: Transmission...
nl_nl: Verzenden...
tr_tr: Gönderiliyor...

source: Contact Address(es)
de_de: Kontaktadresse(n)
tr_tr: Kişi adresleri

source: Contact Email(s)
de_de: Kontakt-E-Mail(s)
tr_tr: Kişi e-posta adresleri

source: Contact IM(s)
de_de: Kontakt-Sofortnachrichtendienst(e)
tr_tr: Kişi anlık ileti adresleri

source: Contact Note(s)
de_de: Kontakt-Notiz(en)
tr_tr: Kişi notları

source: Contact Phone(s)
de_de: Kontakt-Telefon
tr_tr: Kişi telefon numaraları

source: Contact Website(s)
de_de: Kontakt-Webseite(n)
tr_tr: Kişi siteleri

source: Event Location
de_de: Veranstaltungsort
tr_tr: Etkinlik konumu

source: Household Name
de_de: Name des Haushalts
tr_tr: Hane halkı adı

source: Individual Name
de_de: Name der Person
tr_tr: Birey adı

source: Organization Name
de_de: Name der Organisation
tr_tr: Kuruluş adı

source: Participant Note(s)
de_de: Teilnehmende Notiz(en)
tr_tr: Katılımcı notları

source: Afform Placement
de_de: Afform Platzierung
tr_tr: Afform konumu

source: Dashboard Dashlet
de_de: Übersichtsseiten-Dashlet
tr_tr: Pano bileşeni

source: Allow CiviCRM users to add the form to their home dashboard.
de_de: Erlaubt es CiviCRM Usern, dieses Form auf ihrem Dashboard (der Übersichtsseite) anzuzeigen.
tr_tr: CiviCRM kullanıcılarının formu kendi panolarına eklemesini sağlar.

source: Contact Summary Tab
de_de: Kontaktübersicht Tab
es_es: Pestaña Resumen de contacto
fr_fr: Onglet de la synthèse du contact
nl_nl: Tab Contactsamenvatting
tr_tr: Kişi özeti sekmesi

source: Add tab to contact summary page.
de_de: Füge als Tab in der Kontaktübersichtsseite hinzu
tr_tr: Kişi özeti sayfasına sekme ekle.

source: Contact Summary Block
de_de: Kontaktübersicht Block
es_es: Bloque de resumen de contacto
fr_fr: Bloc dans la synthèse du contact
nl_nl: Blok Contactsamenvatting
tr_tr: Kişi özeti bloğu

source: Add block to main contact summary tab.
de_de: Hinzufügen als Block in der Haupt-Kontaktübersicht.
tr_tr: Ana kişi özeti sekmesine blok ekle.

source: Contact Summary Actions
de_de: Kontaktübersicht Aktionen
tr_tr: Kişi özeti işlemleri

source: Add to the contact summary actions menu.
de_de: Hinzufügen zum Aktionsmenü der Kontaktübersicht.
tr_tr: Kişi özeti işlemleri menüsüne ekle.

source: Message Tokens
de_de: Nachrichten-Token
tr_tr: İleti kodları

source: Allows CiviMail authors to easily link to this page
de_de: Ermöglicht es CiviMail-Autoren, einfach auf diese Seite zu verlinken
tr_tr: CiviMail sorumlularının bu sayfaya kolayca bağlantı vermesini sağlar

source: Afform Submission Status
de_de: Afform-Einreichungsstatus
tr_tr: Afform gönderim durumu

source: Processed
de_de: Verarbeitet
tr_tr: İşlendi

source: Pending
de_de: Offen
tr_tr: Bekliyor

source: Draft
de_de: Entwurf
tr_tr: Taslak

source: Rejected
de_de: Abgelehnt
tr_tr: Reddedildi

source: Afforms
tr_tr: Afform ögeleri

source: Afform Type
de_de: Afform Typ
fr_fr: Type d'Afform
tr_tr: Afform türü

source: Submission Form
de_de: Einreichungsformular
fr_fr: Formulaire de soumission
nl_nl: Verzendformulier
tr_tr: Gönderim formu

source: Search Form
de_de: Suchformular
fr_fr: Formulaire de recherche
nl_nl: Zoekformulier
tr_tr: Arama formu

source: Field Block
de_de: Feldblock
fr_fr: Bloc de champ
nl_nl: Veldblok
tr_tr: Alan bloğu

source: System Form
de_de: Systemformular
fr_fr: Formulaire système
nl_nl: Systeemformulier
tr_tr: Sistem formu

source: FormBuilder Submission
de_de: FormBuilder Einreichung
fr_fr: Soumission de Form Builder
nl_nl: FormBuilder Verzending
tr_tr: FormBuilder gönderimi

source: FormBuilder Submissions
de_de: FormBuilder Einreichungen
fr_fr: Soumissions de Form Builder
nl_nl: FormBuilder Verzendingen
tr_tr: FormBuilder gönderimleri

source: Recorded form submissions
de_de: Aufgezeichnete Formulareinreichung
tr_tr: Gönderimlerden kaydedilmiş

source: Form Submission ID
de_de: Form Einreichungs-ID
fr_fr: Identifiant unique de la soumission
nl_nl: Form Verzend-id
tr_tr: Form gönderimi kimliği

source: Unique Submission ID
de_de: Eindeutige Einreichungs-ID
es_es: ID de envío único
fr_fr: Id. unique de la soumission
nl_nl: Uniek Verzend-id
tr_tr: Benzersiz gönderim kimliği

source: User Contact ID
de_de: Benutzer Kontakt-ID
es_es: ID de contacto del usuario
fr_fr: Id. de l'utilisateur
nl_nl: Gebruiker Contact-id
tr_tr: Kullanıcı kişi kimliği

source: Afform Name
es_es: Nombre del formulario
fr_fr: Nom de l'Afform
nl_nl: Afform Naam
tr_tr: Afform adı

source: Name of submitted afform
de_de: Name des eingereichten Afform
es_es: Nombre del formulario presentado
fr_fr: Nom de l'Afform transmis
nl_nl: Naam van verzonden afform
tr_tr: Gönderilen afform adı

source: Submission Data
de_de: Einreichungsdatum
es_es: Datos de envío
fr_fr: Date de transmission
nl_nl: Verzendgegevens
tr_tr: Gönderilen veriler

source: IDs of saved entities
de_de: IDs der gespeicherten Entitäten
es_es: ID de entidades guardadas
fr_fr: Id des entités enregistrées
nl_nl: ID's van opgeslagen entiteiten
tr_tr: Kaydedilmiş varlıkların kodu

source: Submission Date/Time
de_de: Einreichung Datum/Zeit
es_es: Fecha/Horario de la presentación
fr_fr: Date/Heure de transmission
nl_nl: Verzenddatum/tijd
tr_tr: Gönderim tarih ve saati

source: Submission Status
de_de: Einreichungsstatus
tr_tr: Gönderim durumu

source: fk to Afform Submission Status options in civicrm_option_values
de_de: FK zu Afform Einreichungsstatusoptionen in civicrm_option_values
tr_tr: civicrm_option_values tablosundaki Afform gönderim durumu seçeneklerinin dış anahtarı

source: Thank you. Your email was verified successfully and your submission was processed.
de_de: Dankeschön. Ihre E-Mail wurde erfolgreich überprüft und Ihre Einreichung wurde verarbeitet.
tr_tr: Teşekkürler. E-postanız doğrulandı ve gönderiminiz işleme alındı.

source: Sorry, unable to verify your submission.
de_de: Entschuldigung, Ihre Einreichung konnte nicht verifiziert werden.
tr_tr: Ne yazık ki gönderiminiz doğrulanamadı.

source: Administer
fr_fr: Administrer
nl_nl: Beheren

source: Edit Form
es_es: Editar formulario
fr_fr: Modifier le formulaire
nl_nl: Form bewerken

source: Email token support has been configured for %2 form(s), which requires extended authentication services. Please enable "AuthX" in <a href="%1">Manage Extensions</a>.
es_es: Se configuró la compatibilidad con el token de correo electrónico para %2 formulario(s), lo que requiere servicios de autenticación ampliados. Habilite "AuthX" en<a href="%1">Administrar extensiones</a>.
fr_fr: Le champ de fusion d'adresse électronique a été configuré pour %2 formulaire(s), ce qui nécessite des services d'authentification étendus. Veuillez activer "AuthX" dans<a href="%1">Gérer les extensions</a>.
nl_nl: Het ondersteunen van tokens in e-mail is voor %2 formulier(en) geconfigureerd. Hiervoor is een uitgebreide authenticatie verplicht. Schakel a.u.b. "AuthX" in <a href="%1">Extensies beheren</a>.

source: AuthX Required
es_es: Se necesita AuthX
fr_fr: L'extension AuthX est requise
nl_nl: AuthX verplicht

source: To generate authenticated email links for custom forms, enable extended authentication services (AuthX) in <a href="%1">Manage Extensions</a>.
es_es: Para generar enlaces de correo electrónico autenticados para formularios personalizados, habilite los servicios de autenticación extendida (AuthX) en <a href="%1">Administrar extensiones</a>.
fr_fr: Pour générer des liens authentifiés par courriel pour les formulaires personnalisés, activez les services d'authentification étendus (AuthX) dans <a href="%1">Gérer les extensions</a>.
nl_nl: Om bij eigen formulieren veilige links in een e-mail te maken, schakel de uitgebreide authenticatie services (AuthX) in <a href="%1">Extensies beheren</a>.

source: AuthX Suggested
es_es: Se sugiere AuthX
fr_fr: L'extension AuthX est suggérée
nl_nl: AuthX aanbevolen

source: Form Builder Submissions
es_es: Envío del creador de formularios

source: Form Builder Submission
es_es: Envío del creador de formulario

source: Admin
es_es: Administrador

source: Form Builder
es_es: Creador de formularios

source: Upgrade %1 to revision %2
es_es: Actualizar %1 a la revisión %2
