Repository: civicrm/civicrm-l10n-extensions
Catalog: po/prettyworkflowmessages/*/prettyworkflowmessages.po
Languages: de_de, nl_nl, tr_tr

source: Branding Template
de_de: Branding Vorlage
nl_nl: Sjabloon huisstijl
tr_tr: Marka kalıbı

source: Use CiviCRM default (no branding)
de_de: CiviCRM Standard benutzen (kein Branding)
nl_nl: Standaard CiviCRM gebruiken (geen huisstijl)
tr_tr: CiviCRM varsayılanı kullanılsın (marka yok)

source: Save
de_de: Speichern
nl_nl: Opslaan
tr_tr: Kaydet

source: Cancel
de_de: Abbrechen
nl_nl: Annuleren
tr_tr: İptal

source: The system workflow messages will be sent using "%1"
de_de: Die System-Workflow-Nachrichten werden versandt mit "%1"
nl_nl: Bij het verzenden van systeemworkflowberichten wordt gebruik gemaakt van "%1"
tr_tr: Sistem iş akışı iletileri "&1" kullanılarak gönderilsin

source: The system workflow messages will be sent using default CiviCRM system template.
de_de: Die System-Workflow-Nachrichten werden unter Benutzung der normalen CiviCRM-Systemvorlage versandt.
nl_nl: Bij het verzenden van systeemworkflowberichten wordt gebruik gemaakt van het standaard sjabloon van CiviCRM.
tr_tr: Bu seçenek etkinleştirildiğinde, sistem iş akışı iletileri varsayılan CiviCRM sistem kalıbı kullanılarak gönderilir.

source: Pretty Workflow Messages
de_de: Pretty Workflow Nachrichten
tr_tr: Güzel iş akışı iletileri

source: Use the following tokens in your branded template.
de_de: Benutze die folgenden Token in der angepassten Vorlage.
nl_nl: Gebruik in uw huisstijl sjabloon de volgende tokens.
tr_tr: Markalı kalıbınızda şu kodları kullanabilirsiniz.

source: This will evaluate as default system workflow subject.
de_de: Dies wird als Standard f端r den Betreff festlegt.
nl_nl: Dit wordt het standaard onderwerp van de systeemworkflow.
tr_tr: Bu kod, varsayılan sistem iş akışı konusu yerine kullanılır.

source: This will evaluate as default system workflow HTML message.
de_de: Dies wird als Standard f端r HTML-Nachrichten festlegt.
nl_nl: Dit wordt het standaard HTML-bericht van de systeemworkflow.
tr_tr: Bu kod, varsayılan sistem iş akışı HTML iletisi yerine kullanılır.

source: This will evaluate as default system workflow text message.
de_de: Dies wird als Standard f端r Text-Nachrichten festlegt.
nl_nl: Dit wordt het standaard tekstbericht van de systeemworkflow.
tr_tr: Bu kod, varsayılan sistem iş akışı metin iletisi yerine kullanılır.

source: This templates will be used for branding all system messages.
de_de: Diese Vorlage wird als Branding f端r alle Systemnachrichten benutzt.
nl_nl: Dit sjabloon wordt gebruikt om in alle systeemberichten de huisstijl te gebruiken.
tr_tr: Bu kalıplar tüm sistem iletilerine marka eklenmesi için kullanılır.
