Repository: civicrm/civicrm-l10n-extensions
Catalog: po/geocoder/*/geocoder.po
Languages: de_de, nl_nl

source: Title
de_de: Titel
nl_nl: Titel

source: Class
de_de: Klasse

source: Enabled
de_de: Aktiviert
nl_nl: Ingeschakeld

source: Weight
de_de: Gewichtung
nl_nl: Gewicht

source: Api Key
de_de: API-Schlüssel

source: Required Fields
de_de: Pflichtfelder
nl_nl: Verplicht velden

source: Retained Response Fields
de_de: Zurückgelieferte Antwortfelder
nl_nl: Bewaarde antwoordvelden

source: Datafill Response Fields
de_de: Datengefüllte Antwortfelder
nl_nl: Antwoordvelden vullen

source: Threshold standdown
de_de: Schwellenwertabschaltung
nl_nl: Drempel waarde

source: Threshold Last Hit
de_de: Schwellenwert Letzter Treffer
nl_nl: Drempel laatste gevonden

source: Valid countries
de_de: Gültige Länder
nl_nl: Geldige landen

source: Upgrade %1 to revision %2
de_de: Aktualisiere %1 auf Revision %2
nl_nl: Upgrade %1 naar revisie %2

source: Failed to geocode address, no co-ordinates saved
de_de: Könnte die Adressen nicht geocodieren, keine Koordinaten gespeichert
nl_nl: Bepalen geocode van adres mislukt, geen co√∂rdinaten opgeslagen

source: Geocoder quota exceeded. No further geocoding attempts will be made for %1 seconds
de_de: Quote des Geocoders erreicht. Es werden keine weiteren Geocodierversuche unternommen für %1 Sekunden
nl_nl: Toegestaan aantal keren gebruik geocoder bereikt. Het gebruik is nu voor %1 seconden niet mogelijk

source: Unknown geocoding error on :
de_de: Unbekannter Geocodierungsfehler bei:
nl_nl: Onbekende fout bij geocoding voor :

source: Street Address
de_de: Straße
nl_nl: Straatadres

source: City
de_de: Ort
nl_nl: Plaats

source: Postal code
de_de: PLZ
nl_nl: Postcode

source: County
de_de: Landkreis / County
nl_nl: Streek

source: State / Province
de_de: Bundesland/Provinz
nl_nl: Staat / Provincie

source: Country
de_de: Land
nl_nl: Land

source: France only
de_de: Nur Frankreich
nl_nl: Alleen Frankrijk

source: Adhering to Terms of service is your responsibility - https://support.google.com/code/answer/55180?hl=en
de_de: Die Einhaltung der Servicebedingungen ist Ihre Verantwortung - https://support.google.com/code/answer/55180?hl=en
nl_nl: U dient te verwijzen naar de voorwaarden van deze service: https://support.google.com/code/answer/55180?hl=en

source: api key required - 15000 for free per month - sign up https://developer.mapquest.com/plan_purchase/steps/business_edition/business_edition_free/register
de_de: API Schlüssel benötigt - 15000 pro Monat gratis - Anmeldung unter https://developer.mapquest.com/plan_purchase/steps/business_edition/business_edition_free/register
nl_nl: api-key verplicht, gratis 15.000 per maand, aanmelden: https://developer.mapquest.com/plan_purchase/steps/business_edition/business_edition_free/register

source: app_id and app_code required in the api_key - ie your key should look like: {"app_id" : "xyz", "app_code" : "klm"}
de_de: app_id und app_code benötigt im api_key - bsw. sollte der Schlüssel so aussehen: {"app_id" : "xyz", "app_code" : "klm"}
nl_nl: app_id en app_code verplicht in de api_key, bijv uw key dit is iets als: {"app_id" : "xyz", "app_code" : "klm"}

source: Additional config is required to set this up - you need to get a data set from http://download.geonames.org/export/zip/ & import it into your civicrm DB. Default table name is civicrm_geonames_lookup. A dataset for NZ ships with the extension as a sample. You need to load it though
de_de: Zusätzliche Konfiguration ist erforderlich, um dies einzurichten - Sie müssen einen Datensatz von http://download.geonames.org/export/zip/ abrufen und in Ihre CiviCRM-DB importieren. Der Standard-Tabellenname ist civicrm_geonames_lookup. Ein Datensatz für NZ wird mit der Erweiterung als Beispiel mitgeliefert. Sie müssen ihn jedoch laden
nl_nl: Om dit te gebruiken is er een extra configuratie nodig, haal een data-set van http://download.geonames.org/export/zip/ op en importeer die in uw CiviCRM-database. De standaard tabelnaam is civicrm_geonames_lookup. In de extensie is er een voorbeeld voor NZ bijgevoegd. U moet deze wel importeren

source: Gecoders
de_de: Geocoders

source: To view more debugging information, edit the URL and include "?angularDebug=1".
de_de: Bearbeite die URL und ergänze "?angularDebug=1", um mehr Debug-Informationen zu sehen.
nl_nl: Om te debuggen: Voeg aan de URL toe "?angularDebug=1".

source: Save
de_de: Speichern
nl_nl: Opslaan

source: Saving...
de_de: Wird gespeichert ...
nl_nl: Opslaan...

source: Saved
de_de: Gespeichert
nl_nl: Opgeslagen

source: The contact name should be divided in two parts, the first name and last name.
de_de: Der Name des Kontakts sollte in zwei Teile getrennt sein, den Vornamen und den Familiennamen.
nl_nl: De contactnaam moet gesplitst worden in de voornaam en de achternaam.

source: Name
nl_nl: Naam
