Repository: civicrm/civicrm-l10n-extensions
Catalog: po/civimobileapi/*/civimobileapi.po
Languages: de_de, es_es, hu_hu, nl_nl, pl_pl, pt_pt, tr_tr

source: Start date for searching (Y-m-d H:i:s)
de_de: Startdatum für die Suche (Y-m-d H:i:s)
hu_hu: Keresés kezdődátuma (É-h-n O:p:mp)
nl_nl: Begindatum bij zoeken (Y-m-d H:i:s)
pl_pl: Data rozpoczęcia wyszukiwania (Y-m-d H:i:s)
pt_pt: Data de início da pesquisa (Y-m-d H:i:s)
tr_tr: Arama için başlangıç tarihi (Y-m-d H:i:s)

source: End date for searching (Y-m-d H:i:s)
de_de: Enddatum für die Suche (Y-m-d H:i:s)
hu_hu: Keresés végdátuma (É-h-n O:p:mp)
nl_nl: Einddatum voor zoeken (Y-m-d H:i:s)
pl_pl: Data zakończenia wyszukiwania (Y-m-d H:i:s)
pt_pt: Data de término da pesquisa (Y-m-d H:i:s)
tr_tr: Arama için bitiş tarihi (Y-m-d H:i:s)

source: Event type
de_de: Veranstaltungsart
hu_hu: Esemény típusa
nl_nl: Evenementstype
pl_pl: Typ zdarzenia
pt_pt: Tipo de evento
tr_tr: Etkinlik türü

source: Case Id
de_de: Fall-ID
nl_nl: Dossier-id
pl_pl: Id sprawy
pt_pt: ID do caso
tr_tr: Olay kimliği

source: Reassign Contact Id
de_de: Konatkt ID neu zuweisen
nl_nl: Contact-id weer toekennen
pl_pl: Przypisz ID kontaktu
pt_pt: Reatribuir ID de contato
tr_tr: Kişi kimliğini yeniden ilişkilendir

source: Case status
de_de: Fallstatus
nl_nl: Dossierstatus
pl_pl: Status sprawy
pt_pt: Situação do caso
tr_tr: Olay durumu

source: Case type
de_de: Falltyp
nl_nl: Dossiertype
pl_pl: Rodzaj sprawy
pt_pt: Tipo de caso
tr_tr: Olay türü

source: Case client
de_de: Fallklient:in
nl_nl: Dossier cliënt
pl_pl: Klient sprawy
pt_pt: Cliente de caso
tr_tr: Olay müşterisi

source: Case subject
de_de: Betreff Fall
nl_nl: Dossier onderwerp
pl_pl: Temat sprawy
pt_pt: Assunto do caso
tr_tr: Olay konusu

source: Start date
de_de: Startdatum
nl_nl: Startdatum
pl_pl: Data rozpoczęcia
tr_tr: Başlangıç tarihi

source: End date
de_de: Enddatum
nl_nl: Einddatum
pl_pl: Data zakończenia
pt_pt: Data de término
tr_tr: Bitiş tarihi

source: Duration
de_de: Dauer
nl_nl: Duur
pl_pl: Czas trwania
pt_pt: Duração
tr_tr: Süre

source: Activity medium
de_de: Medium der Aktivität
nl_nl: Activiteit medium
pl_pl: Średnie aktywności
pt_pt: Meio de atividade
tr_tr: İşlem ortamı

source: Creator
de_de: Erstellt von
nl_nl: Aanmaker
pl_pl: Twórca
pt_pt: Criador
tr_tr: Oluşturan

source: Activity type
de_de: Aktivitätsart
nl_nl: Activiteitstype
pl_pl: Typ aktywności
pt_pt: Tipo de atividade
tr_tr: İşlem türü

source: Contact display name
de_de: Kontakt Anzeigename
nl_nl: Contact weer te geven naam
pl_pl: Nazwa wyświetlana kontaktu
pt_pt: Nome de exibição do contato
tr_tr: Kişinin görüntülenecek adı

source: Case ID
de_de: Fall-ID
hu_hu: Ügy azonosító
nl_nl: Dossier-id
pl_pl: Identyfikator sprawy
pt_pt: ID do caso
tr_tr: Olay kimliği

source: Username
de_de: Benutzername
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_pt: Nome de utilizador
tr_tr: Kullanıcı adı

source: Password
de_de: Passwort
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Senha
tr_tr: Parola

source: Error. Can not connect to server.
de_de: Fehler. Kann den Server nicht erreichen.
hu_hu: Hiba. Nem tudom elérni a szervert.
nl_nl: Er is geen verbinding met de server.
pl_pl: Błąd. Nie można połączyć się z serwerem.
pt_pt: Erro. Não é possível conectar-se ao servidor.
tr_tr: Hata: Sunucu ile bağlantı kurulamadı.

source: Required field 'contact_id'.
de_de: Pflichtfeld 'contact_id'.
hu_hu: Szükséges mező 'contact_id'.
nl_nl: Verplicht veld 'contact_id'.
pl_pl: Wymagane pole 'contact_id'.
pt_pt: Campo obrigatório 'contact_id'.
tr_tr: 'contact_id' alanı zorunludur.

source: File not exist
de_de: Datei existiert nicht
hu_hu: Fájl nem létezik
nl_nl: Bestand bestaat niet
pl_pl: Plik nie istnieje
pt_pt: Arquivo não existe
tr_tr: Dosya bulunamadı

source: Can`t upload image
de_de: Bild kann nicht hochgeladen werden
hu_hu: Nem tudom feltölteni a képet
nl_nl: Het uploaden van de afbeelding is mislukt
pl_pl: Nie można przesłać obrazu
pt_pt: Não é possível fazer upload da imagem
tr_tr: Görsel yüklenemedi

source: Something go wrong with your file
de_de: Etwas hat mit Ihrer Datei nicht geklappt
hu_hu: Valami probléma van a fájljával
nl_nl: Er gaat iets verkeerd met uw bestand
pl_pl: Coś poszło nie tak z plikiem
pt_pt: Algo correu errado com seu ficheiro
tr_tr: Dosyanızla ilgili bir sorun çıktı

source: Receive date
de_de: Eingangsdatum
nl_nl: Ontvangstdatum
pl_pl: Data odbioru
pt_pt: Data de recebimento
tr_tr: Alınma tarihi

source: Entity
de_de: Entität
hu_hu: Entitás
nl_nl: Entiteit
pl_pl: Jednostka
pt_pt: Entidade
tr_tr: Varlık

source: Is searchable
de_de: Ist suchbar
pl_pl: Jest możliwe wyszukiwanie
pt_pt: É pesquisável
tr_tr: Aranabilir

source: Event start at
de_de: Veranstaltung beginnt
hu_hu: Esemény kezdete
nl_nl: Evenement begint om
pl_pl: Rozpoczęcie wydarzenia o
pt_pt: Início do evento às
tr_tr: Etkinlik başlangıcı

source: EventSession id
nl_nl: EvenementSessie-id
pl_pl: Identyfikator sesji
pt_pt: ID da sessão de evento
tr_tr: Etkinlik oturumu kimliği

source: Is display?
de_de: Angezeigt?
nl_nl: Tonen?
pl_pl: Jest wyświetlany?
pt_pt: É exibição?
tr_tr: Görüntülensin

source: Is favourite?
de_de: Ist Favorit?
nl_nl: Favoriet?
pl_pl: Czy jest ulubiony?
pt_pt: É favorito?
tr_tr: Sık kullanılan

source: Contact type
de_de: Kontaktart
pl_pl: Typ kontaktu
pt_pt: Tipo de contato
tr_tr: Kişi türü

source: Contact tags
de_de: Kontakt Tags
nl_nl: Contact kenmerken
pl_pl: Tagi kontaktowe
pt_pt: Tags de contato
tr_tr: Kişi etiketleri

source: Contact groups
de_de: Kontaktgruppen
nl_nl: Contact groepen
pl_pl: Grupy kontaktów
pt_pt: Grupos de contato
tr_tr: Kişi grupları

source: Membership type
de_de: Mitgliedschaftsart
nl_nl: Lidmaatschapstype
pl_pl: Typ członkostwa
pt_pt: Tipo de associação
tr_tr: Üyelik türü

source: Display name
de_de: Anzeigename
nl_nl: Weergavenaam
pl_pl: Wyświetlana nazwa
tr_tr: Görüntülenecek ad

source: Participant status successfully updated.
de_de: Teilnahmestatus erfolgreich aktualisiert
hu_hu: A résztvevő állapot sikeresen frissítve.
nl_nl: Deelnemersstatus is gewijzigd.
pl_pl: Status uczestnika został pomyślnie zaktualizowany.
pt_pt: Status do participante atualizado com sucesso.
tr_tr: Katılımcı durumu güncellendi.

source: Participant id
de_de: Teilnahme-ID
hu_hu: Résztvevő azonosító
nl_nl: Deelnemer-id
pl_pl: Identyfikator uczestnika
pt_pt: ID do participante
tr_tr: Katılımcı kimliği

source: Participant status id. Allow statuses: "Registered" or "Attended"
de_de: Teilnahmestatus-ID. Erlaubter Status: "Angemeldet" oder "Teilgenommen"
hu_hu: Résztvevő állapot azonosító. Engedélyezze az állapotokat: "Regisztrált" vagy "Megjelent"
nl_nl: Deelnemersstatus-id. Toegestane waardes: "Geregistreerd" of "Deelgenomen"
pl_pl: Identyfikator statusu uczestnika. Zezwalaj na statusy: "Zarejestrowany" lub "Uczestnik"
pt_pt: ID de status do participante. Permitir status: "Registrado" ou "Participado"
tr_tr: Katılımcı durumu kimliği. Şu durumlar kullanılabilir: "Kayıtlı" ya da "Katıldı"

source: Qr token
pt_pt: Token Qr
tr_tr: Kare kod

source: Participant role id
de_de: Teilnehmendenrollen-ID
hu_hu: Résztvevő szerepkör azonosító
nl_nl: Deelnemersrol-id
pl_pl: Id roli uczestnika
pt_pt: ID da função do participante
tr_tr: Katılımcı rolü kimliği

source: Participant status id
de_de: Teilnahmestatus-ID
hu_hu: Résztvevő állapot azonosító
nl_nl: Deelnemersstatus-id
pl_pl: Identyfikator statusu uczestnika
pt_pt: ID de status do participante
tr_tr: Katılımcı durumu kimliği

source: Send confirmation
de_de: Sende Bestätigung
hu_hu: Megerősítés elküldése
nl_nl: Bevestiging verzenden
pl_pl: Wyślij potwierdzenie
pt_pt: Enviar confirmação
tr_tr: Onay gönder

source: Price set selected values
de_de: gewählte Werte Preisschemata
hu_hu: Árlista kiválasztott értékei
nl_nl: Prijsset geselecteerde waarden
pl_pl: Cena ustawiona zaznaczone wartości
pt_pt: Preço definido valores selecionados
tr_tr: Fiyat paketi seçilmiş değerleri

source: Contact email.
de_de: Kontakt E-Mail.
pl_pl: E-mail kontaktowy.
pt_pt: E-mail de contato.
tr_tr: Kişinin e-posta adresi.

source: Ticket not found.
de_de: Ticket nicht gefunden.
nl_nl: Ticket niet gevonden.
pl_pl: Nie znaleziono zgłoszenia.
pt_pt: Bilhete não encontrado.
tr_tr: Bilet bulunamadı.

source: Event which is attached to ticket does not exist.
de_de: Veranstaltung zum Ticket existiert nicht.
nl_nl: Het bij het ticket behorende evenement bestaat niet.
pl_pl: Zdarzenie dołączone do zgłoszenia nie istnieje.
pt_pt: O evento anexado ao ticket não existe.
tr_tr: Bilet ile ilişkili etkinlik bulunamadı.

source: Public key.
pl_pl: Klucz publiczny.
pt_pt: Chave pública.
tr_tr: Herkese açık anahtar.

source: Participant ID
de_de: Teilnahme-ID
nl_nl: Deelnemer-id
pl_pl: Identyfikator uczestnika
pt_pt: ID do participante
tr_tr: Katılımcı kimliği

source: Survey ID
de_de: Umfrage-ID
nl_nl: Enquête-id
pl_pl: ID ankiety
pt_pt: ID da pesquisa
tr_tr: Anket kimliği

source: Activity type ID
de_de: Aktivitätsart-ID
nl_nl: Activiteitstype-id
pl_pl: ID typu aktywności
pt_pt: ID do tipo de atividade
tr_tr: Etkinlik türü kimliği

source: Is signed?
de_de: Ist unterzeichnet?
nl_nl: Ondertekend?
pl_pl: Jest podpisany?
pt_pt: Está assinado?
tr_tr: İmzalanmış mı?

source: Values
de_de: Werte
nl_nl: Waarden
pl_pl: Wartości
pt_pt: Valores
tr_tr: Değerler

source: Note
de_de: Notiz
nl_nl: Notitie
pl_pl: Uwaga
pt_pt: Nota
tr_tr: Not

source: Result
de_de: Ergebnis
nl_nl: Resultaat
pl_pl: Wynik
pt_pt: Resultado
tr_tr: Sonuç

source: Contact IDs
de_de: Kontakt IDs
pl_pl: Identyfikatory kontaktu
pt_pt: IDs de contato
tr_tr: Kişi kimlikleri

source: Interviewer ID
pl_pl: ID wywiadu
pt_pt: ID do entrevistador
tr_tr: Görüşme kimliği

source: Status
tr_tr: Durum

source: Reserved
de_de: Reserviert
nl_nl: Gereserveerd
pl_pl: Zarezerwowane
pt_pt: Reservado
tr_tr: Ayırtıldı

source: Interviewed
de_de: Befragt
nl_nl: Geïnterviewd
pl_pl: Wywiad
pt_pt: Entrevistado
tr_tr: Görüşüldü

source: Group
de_de: Gruppe
nl_nl: Groep
pl_pl: Grupa
pt_pt: Grupo
tr_tr: Grup

source: Primary Address City
de_de: Hauptadresse Ort
nl_nl: Primair Adres Plaats
pl_pl: Główny adres miasta
pt_pt: Cidade do endereço principal
tr_tr: Birincil adres ilçesi

source: Primary Address Street Address
de_de: Hauptadresse Straße
nl_nl: Primair Adres Straat Adres
pl_pl: Adres główny
pt_pt: Endereço principal Endereço
tr_tr: Birincil sokak adresi

source: Location Id
de_de: Ort ID
nl_nl: Locatie-id
pl_pl: Identyfikator lokalizacji
pt_pt: ID do local
tr_tr: Konum kimliği

source: Venue Id
de_de: Veranstaltungsort-ID
nl_nl: Zaal-id
pl_pl: Id lokalu
pt_pt: ID do local
tr_tr: Mekan kimliği

source: Address_description
pl_pl: Adres_Opis
pt_pt: Endereço_descrição
tr_tr: Adres açıklaması

source: Address description
de_de: Adressbeschreibung
nl_nl: Adres beschrijving
pl_pl: Opis adresu
pt_pt: Descrição do endereço
tr_tr: Adres açıklaması

source: Background color
de_de: Hintergrundfarbe
nl_nl: Achtergrondkleur
pl_pl: Kolor tła
pt_pt: Cor de fundo
tr_tr: Arka plan rengi

source: Direction
de_de: Routenplanung
hu_hu: Irányok
nl_nl: Richting
pl_pl: Kierunek
pt_pt: Direção
tr_tr: Yol tarifi

source: Deletes "Push notification messages" older than this param. Default 90.
de_de: Löscht "Push notification messages" älter als dieser Wert. Voreinstellung 90.
nl_nl: Verwijdert "push-meldingen" ouder dan deze waarde. Standaard 90.
pl_pl: Usuwa „Wiadomości powiadomień push” starsze niż ten parametr. Domyślnie 90.
pt_pt: Exclui "mensagens de notificação push" anteriores a este parâmetro. Padrão 90.
tr_tr: Bu parametrenin değerinden daha eski olan "Anında bildirim iletilerini" siler. Varsayılan değer: 90.

source: Qr options
de_de: QR Optionen
es_es: Opciones Qr
hu_hu: QR opciók
nl_nl: QR opties
pl_pl: Opcje Qr
pt_pt: Opções Qr
tr_tr: Kare kod seçenekleri

source: Is qr code used for this Event?
de_de: Ist QR-Code für dieses Event in Benutzung?
es_es: ¿Se utiliza el código qr para este evento?
hu_hu: QR kódot használnak ehhez az eseményhez?
nl_nl: Wordt QR-code gebruikt bij dit evenement?
pl_pl: Czy kod qr jest używany dla tego wydarzenia?
pt_pt: O código QR é usado para este evento?
tr_tr: Bu etkinliğin kare kodu var mı?

source: Qr codes
es_es: Códigos Qr
hu_hu: QR kódok
pt_pt: Codigos Qr
tr_tr: Kare kodlar

source: QR Event id
es_es: ID del evento QR
hu_hu: QR esemény azonosító
nl_nl: QR Evenement-id
pl_pl: Identyfikator zdarzenia QR
pt_pt: ID do evento QR
tr_tr: Kare kod etkinlik kimliği

source: Qr hash code
es_es: Código hash del Qr
hu_hu: QR hash kód
pt_pt: Código hash QR
tr_tr: Kare kod karma kodu

source: QR image url
de_de: QR Bild URL
es_es: Url de imagen QR
hu_hu: QR kép url
nl_nl: QR URL afbeelding
pl_pl: Adres URL obrazu QR
pt_pt: URL da imagem QR
tr_tr: Kare kod görsel adresi

source: Public Info
de_de: Öffentliche Info
es_es: Información pública
nl_nl: Openbare Informatie
pl_pl: Informacje publiczne
pt_pt: Informação Pública
tr_tr: Herkese açık bilgiler

source: Public key
es_es: Clave pública
pl_pl: Klucz publiczny
pt_pt: Chave pública
tr_tr: Herkese açık anahtar

source: Survey`s additional info
de_de: Zusatzinfo Befragung
nl_nl: Aanvullende informatie van enquête
pl_pl: Dodatkowe informacje ankiety
pt_pt: Informações adicionais da pesquisa
tr_tr: Ek anket bilgileri

source: Is GOTV?
de_de: Handelt es sich um GOTV?
pl_pl: Czy GOTV?
pt_pt: É GOTV?
tr_tr: GOTV

source: Allow Online registration in CiviMobile
de_de: Erlaube Onlineanmeldungen in CiviMobile
nl_nl: Online registratie in CiviMobile toestaan
pl_pl: Zezwalaj na rejestrację online w CiviMobile
pt_pt: Permitir registro on-line no CiviMobile
tr_tr: CiviMobile üzerinden çevrim içi kayıt yapılabilsin

source: Allow Online registration in CiviMobile?
de_de: Erlaube Onlineanmeldungen in CiviMobile?
nl_nl: Online registratie in CiviMobile toestaan?
pl_pl: Zezwolić na rejestrację online w CiviMobile?
pt_pt: Permitir registro on-line no CiviMobile?
tr_tr: CiviMobile üzerinden çevrim içi kayıt yapılabilsin

source: Clean old push notification messages
tr_tr: Temiz eski anında bildirim iletileri

source: Notify all participants that event is going to start
tr_tr: Tüm katılımcılara bu etkinliğin başlayacağı bildirilsin

source: Notify performers about due soon tasks
tr_tr: Bitiş zamanı yaklaşan görevler kişilerine bildirilsin

source: Notify performers about overdue tasks
tr_tr: Süresi geçmiş görevler kişilerine bildirilsin

source: Calendar
de_de: Kalender
nl_nl: Kalender
pl_pl: Kalendarz
pt_pt: Calendario
tr_tr: Takvim

source: Events
de_de: Veranstaltungen
nl_nl: Evenementen
pl_pl: Wydarzenia
pt_pt: Eventos
tr_tr: Etkinlikler

source: Cases
de_de: Fälle
nl_nl: Dossiers
pl_pl: Skrzynki
pt_pt: Casos
tr_tr: Olaylar

source: Activities
de_de: Aktivitäten
nl_nl: Activiteiten
pl_pl: Aktywności
pt_pt: Actividades
tr_tr: İşlemler

source: Contacts
de_de: Kontakte
nl_nl: Contacten
pl_pl: Kontakty
pt_pt: Contactos
tr_tr: Kişiler

source: Relationships
de_de: Beziehungen
nl_nl: Relaties
pl_pl: Relacje
pt_pt: Relações
tr_tr: İlişkiler

source: Memberships
de_de: Mitgliedschaften
nl_nl: Lidmaatschappen
pl_pl: Członkostwo
pt_pt: Associações
tr_tr: Üyelikler

source: Contributions
de_de: Zuwendungen
nl_nl: Bijdragen
pl_pl: Wkłady
pt_pt: Contribuições
tr_tr: Katkılar

source: Notes
de_de: Notizen
nl_nl: Notities
pl_pl: Uwagi
pt_pt: Notas
tr_tr: Notlar

source: Groups
de_de: Gruppen
nl_nl: Groepen
pl_pl: Grupy
pt_pt: Grupos
tr_tr: Gruplar

source: Tags
nl_nl: Kenmerken
pl_pl: Tagi
pt_pt: Etiquetas
tr_tr: Etiketler

source: Surveys
de_de: Umfragen
nl_nl: Enquêtes
pl_pl: Ankiety
pt_pt: Pesquisas
tr_tr: Anketler

source: TimeTracker
pt_pt: Rastreador de tempo
tr_tr: Zaman izleyici

source: Appointment
de_de: Termin
pl_pl: Mianowanie
pt_pt: Agendamento
tr_tr: Randevu

source: Shows certain activity types on the calendar
de_de: Zeigt bestimmte Aktivitätenarten im Kalender
nl_nl: Toont bepaalde activiteitstypes op de kalender
pl_pl: Pokazuje niektóre typy aktywności w kalendarzu
pt_pt: Mostra certos tipos de atividades no calendário
tr_tr: Takvimde belirli işlem türlerini görüntüler

source: Shows certain event types on the calendar
de_de: Zeigt bestimmte Veranstaltungsarten im Kalender
nl_nl: Toont bepaalde evenementtypes op de kalender
pl_pl: Pokazuje określone typy zdarzeń w kalendarzu
pt_pt: Mostra certos tipos de eventos no calendário
tr_tr: Takvimde belirli etkinlik türlerini görüntüler

source: Shows certain case types on the calendar
de_de: Zeigt bestimmte Fallarten im Kalender
nl_nl: Toont bepaalde dossiertypes op de kalender
pl_pl: Pokazuje niektóre typy przypadków w kalendarzu
pt_pt: Mostra determinados tipos de caso no calendário
tr_tr: Takvimde belirli olay türlerini görüntüler

source: Hide past events
de_de: Blende vergangene Veranstaltungen aus
nl_nl: Afgelopen evenementen verbergen
pl_pl: Ukryj przeszłe wydarzenia
pt_pt: Ocultar eventos passados
tr_tr: Geçmiş etkinlikler gizlensin

source: Synchronize with CiviCalendar
de_de: Synchronisiere mit CiviCalendar
nl_nl: Synchroniseer met CiviCalendar
pl_pl: Synchronizuj z Kalendarzem Cywilnym
pt_pt: Sincronizar com CiviCalendar
tr_tr: CiviCalendar ile eşitle

source: Mobile registration
de_de: App-Anmeldung
nl_nl: Mobiele registratie
pl_pl: Rejestracja na urządzeniu mobilnym
pt_pt: Registro móvel
tr_tr: Mobil kayıt

source: Before enabling this option verify, that profiles you are using do not have the "... user account registration option?" set to "Account creation required", as this will make public event mobile registration impossible.
tr_tr: Bu seçeneği etkinleştirmeden önce kullandığınız profillerde "... kullanıcı hesabı açma seçeneği?" seçeneğinin "Hesap açılması zorunlu" olarak ayarlanmadığından emin olun. Yoksa herkese açık etkinliğe mobil kayıt yapılamaz.

source: Agenda details the event schedule. It displays the schedule of a single- or multi-day upcoming event with detailed session information, like session start/end time, topic, speaker profiles and venue.
de_de: Agenda Veranstaltungsdetails. Es zeigt den Zeitplan einer ein- oder mehrtägigen, zukünftigen Veranstaltung mit detaillierten Informationen wie Einzelveranstaltungen, Start/End-Zeiten, Themen, Referentenprofilen und Veranstaltungsorten und -räumen.
nl_nl: Details over de agenda van het evenement-schema. Het toont voor een of meer dagen van een komend evenement details over de sessies zoals begintijd, eindtijd, onderwerp, informatie over sprekers en de zaal.
pl_pl: Porządek obrad określa harmonogram wydarzeń. Wyświetla harmonogram jednego lub wielu dni nadchodzącego wydarzenia ze szczegółowymi informacjami o sesji, takimi jak czas rozpoczęcia i zakończenia sesji, temat, profile głośników i lokal.
pt_pt: Agenda detalha a programação do evento. Ele exibe a programação de um evento futuro de um ou vários dias com informações detalhadas da sessão, como horário de início/término da sessão, tópico, perfis dos palestrantes e local.
tr_tr: Programda etkinliğin zaman planı bulunur. Oturumun başlangıç/bitiş saatleri, konusu, konuşmacı profilleri ve mekan gibi ayrıntılı oturum bilgileriyle birlikte yaklaşan bir ya da birkaç günlük bir etkinliğin programı görüntülenir.

source: Read more
de_de: Mehr lesen
nl_nl: Lees meer
pl_pl: Czytaj więcej
tr_tr: Devamını oku

source: Show Event Agenda:
de_de: Zeige Agenda:
nl_nl: Evenementen agenda tonen:
pl_pl: Pokaż program wydarzeń:
pt_pt: Mostrar agenda do evento:
tr_tr: Etkinlik programı görüntülensin:

source: Event Agenda enabled?
de_de: Agenda für Veranstaltung aktivieren?
nl_nl: Agenda evenement ingeschakeld?
pl_pl: Program zdarzeń włączony?
pt_pt: Agenda de eventos ativada?
tr_tr: Etkinlik programı etkin

source: You can fill the Agenda and when you finish it, just turn it on.
de_de: Du kannst die Agenda füllen und am Ende einfach aktivieren.
nl_nl: U kunt de agenda invullen en als u daarmee klaar bent kunt u de agenda aanzetten.
pl_pl: Możesz wypełnić agendę, a po prostu ją włączyć.
pt_pt: Você pode preencher a Agenda e quando terminar é só activar.
tr_tr: Programı doldurabilirsiniz. Tamamladığınızda açın.

source: Sessions
de_de: Einzelveranstaltungen
nl_nl: Sessies
pl_pl: Sesje
pt_pt: Sessões
tr_tr: Oturumlar

source: Venues
de_de: Veranstaltungsorte
nl_nl: Zalen
pl_pl: Miejsca
pt_pt: Local
tr_tr: Mekanlar

source: The agenda consists of the sessions, which are the basic building blocks for structuring your events schedule. A typical session is usually something like a keynote or a workshop. Every session includes a location and speakers.
de_de: Die Agenda besteht aus Einzelveranstaltungen, welche die Basisbausteine für den Veranstaltungsplan darstellen. Eine typische Einzelveranstaltung ist üblicherweise eine Keynote oder ein Workshop. Jede Einzelveranstaltung umfasst einen Veranstaltungsort und einen Referenten.
nl_nl: De agenda bestaat uit sessies, dat zijn de bouwstenen van het schema van uw evenement. Een sessie is bijvoorbeeld een lezing of een workshop. Bij elke sessie is er een locatie en een of meer sprekers.
pl_pl: Porządek obrad obejmuje sesje, które stanowią podstawowe elementy struktury harmonogramu wydarzeń. Typowa sesja jest zazwyczaj czymś jak klawiatura lub warsztaty. Każda sesja zawiera lokalizację i głośniki.
pt_pt: A agenda consiste nas sessões, que são os alicerces básicos para estruturar sua programação de eventos. Uma sessão típica geralmente é algo como uma palestra ou workshop. Cada sessão inclui um local e oradores.
tr_tr: Program, etkinlik zamanlamanızı belirleyen temel yapı taşları olan oturumlardan oluşur. Tipik bir oturum, genellikle açılış konuşması veya çalıştay gibi bir şeydir. Her oturumun bir konumu ve konuşmacıları vardır

source: Add session
de_de: Einzelveranstaltung hinzufügen
nl_nl: Sessie toevoegen
pl_pl: Dodaj sesję
pt_pt: Adicionar sessão
tr_tr: Oturum ekle

source: Filter by Session
de_de: Nach Einzelveranstaltungen filtern
nl_nl: Op sessie filteren
pl_pl: Filtruj według sesji
pt_pt: Filtrar por sessão
tr_tr: Oturuma göre süz

source: Session
de_de: Einzelveranstaltung
nl_nl: Sessie
pl_pl: Sesja
pt_pt: Sessão
tr_tr: Oturum

source: Time
de_de: Zeit
nl_nl: Tijd
pl_pl: Czas
pt_pt: Tempo
tr_tr: Zaman

source: Secret Key
pl_pl: Sekretny klucz
pt_pt: Chave secreta
tr_tr: Gizli anahtar

source: Enter the secret API key provided by your chosen AI service. This key is used to authenticate your requests to the AI provider.
tr_tr: Seçtiğiniz yapay zeka hizmeti tarafından verilen gizli API anahtarını yazın. Bu anahtar, yapay zeka hizmeti sağlayıcısına yapacağınız istekleri doğrulamak için kullanılır.

source: Specify the AI model you wish to use (e.g., gpt-4o-mini, claude-3-opus). Refer to your AI provider's documentation for available model names.
tr_tr: Kullanmak istediğiniz yapay zeka modelini belirtin (gpt-4o-mini, claude-3-opus gibi). Kullanılabilecek model adlarını görmek için yapay zeka hizmeti sağlayıcınızın belgelerine bakın.

source: Enter the API endpoint URL for your AI service. This URL should point to an API that is compatible with the OpenAI API structure (e.g., it should support similar request and response formats). If you are using a self-hosted solution or a provider other than OpenAI, specify the complete URL here. If left empty, the system will default to the OpenAI API URL: https://api.openai.com/v1/chat/completions.
tr_tr: Yapay zeka hizmetinizin API uç noktası adresini yazın. Bu adres, OpenAI API yapısıyla uyumlu bir API uygulamasını göstermelidir (örneğin, benzer istek ve yanıt biçimlerini desteklemelidir). Kendinizin barındırdığı bir çözüm veya OpenAI dışında bir hizmet sağlayıcı kullanıyorsanız, adresi tam olarak buraya yazın. Boş bırakılırsa, sistem varsayılanı olan OpenAI API adresi kullanılır: https://api.openai.com/v1/chat/completions.

source: Locations
de_de: Orte
nl_nl: Locaties
pl_pl: Lokalizacje
pt_pt: Localização
tr_tr: Konumlar

source: Manage Venues
de_de: Veranstaltungsorte verwalten
nl_nl: Zalen beheren
pl_pl: Zarządzaj miejscami
pt_pt: Gerenciar locais
tr_tr: Mekan yönetimi
