Repository: civicrm/civicrm-l10n-extensions
Catalog: po/civimobileapi/*/civimobileapi.po
Languages: de_de, es_es, hu_hu, nl_nl, pl_pl, pt_pt, tr_tr

source: The list of speakers is the participants of the event who are involved to one of the sessions. By editing the speakers you can fill in the detailed information (bio, photo, ...) about the person who will lead the session.
de_de: Die Liste der Referenten besteht aus den Teilnehmern, welche in einer der Einzelveranstaltungen involviert sind. Sie können detaillierte Informationen (Bio, Foto, ...) über die jeweilige Referenten eintragen.
nl_nl: De sprekerslijst bevat de deelnemers die als spreker betrokken zijn bij een of meer sessies. U kunt hier informatie over de sprekers toevoegen (biografie, foto, ...).
pl_pl: Lista mówców to uczestnicy wydarzenia, którzy biorą udział w jednej z sesji. Edytując mówców, możesz uzupełnić szczegółowe informacje (biografia, zdjęcie, ...) o osobie, która poprowadzi sesję.
pt_pt: A lista de oradores são os participantes do evento que estão envolvidos em uma das sessões. Ao editar os oradores você poderá preencher informações detalhadas (biografia, foto, ...) sobre a pessoa que conduzirá a sessão.
tr_tr: Konuşmacı listesi, oturumlardan birine katılan etkinliğin katılımcılarıdır. Konuşmacıları düzenleyerek oturumu yönetecek kişi ile ilgili ayrıntılı bilgileri (özgeçmiş, fotoğraf vb.) doldurabilirsiniz.

source: Display Name
de_de: Anzeigename
nl_nl: Weergavenaam
pl_pl: Wyświetlana nazwa
pt_pt: Nome de exibição
tr_tr: Görüntülenecek ad

source: Generate description
de_de: Beschreibung generieren
pl_pl: Generuj opis
pt_pt: Descrição gerada
tr_tr: Açıklama oluştur

source: Close
de_de: Schließen
nl_nl: Sluiten
pl_pl: Zamknij
pt_pt: Fechar
tr_tr: Kapat

source: Here you can add some editions. E.g: 'Add new date to the generated text'
de_de: Hier können Sie einige Dinge hinzufügen. Z.B.: 'Neues Datum zum generierten Text hinzufügen'.
pl_pl: Tutaj możesz dodać kilka edycji. Np.: 'Dodaj nową datę do wygenerowanego tekstu'
pt_pt: Aqui você pode adicionar algumas edições. Ex.: 'Adicionar nova data ao texto gerado'
tr_tr: Buradan bazı sürümler ekleyebilirsiniz. Örneğin: 'Oluşturulan yazıya yeni tarih ekle'

source: Generate
de_de: Erzeugen
nl_nl: Genereren
pl_pl: Wygeneruj
pt_pt: Gerar
tr_tr: Üret

source: Save description
de_de: Beschreibung speichern
pl_pl: Zapisz opis
pt_pt: Salvar descrição
tr_tr: Açıklamayı kaydet

source: Please wait while your description is being generated
de_de: Bitte warten, während die Beschreibung erstellt wird
pl_pl: Proszę czekać, Twój opis jest generowany
pt_pt: Aguarde enquanto sua descrição está sendo gerada
tr_tr: Lütfen açıklamanız oluşturulurken bekleyin

source: Unable to generate text. Contact Administer to resolve this.
tr_tr: Yazı oluşturulamadı. Bu sorunu çözmek için yönetici ile görüşün.

source: Open Qr Code
de_de: QR-Code öffnen
pl_pl: Otwórz kod QR
pt_pt: Abrir Codigo Qr
tr_tr: Açık kare kodu

source: MORE
de_de: MEHR
nl_nl: MEER
pl_pl: Większa
pt_pt: Mais
tr_tr: Diğer

source: Scan QR code for login into app
de_de: QR-Code scannen für App-Login
nl_nl: Scan QR-code voor inloggen in de app
pl_pl: Zeskanuj kod QR w celu zalogowania się do aplikacji
pt_pt: Digitalize o código QR para fazer login no aplicativo
tr_tr: Uygulamada oturum açmak için kare kodunu tarayın

source: QR Code generation option accessible is only available when creating an event. It is not possible to tick the QR Code generation when you edit this event.
de_de: Die Erstellung von QR-Codes ist nur verfügbar, wenn Sie eine Veranstaltung anlegen. Es ist nicht möglich, diese Option auszuwählen, wenn eine Veranstaltung bearbeitet wird.
es_es: La opción de generación de código QR solo está disponible al crear un evento. No es posible marcar la opción de generación del Código QR cuando edita el evento.
hu_hu: A QR kód generálás opció csak akkor elérhető amikor egy eseményt létrehoz. Nem lehetséges a QR kód generálása amikor szerkeszti ezt az eseményt.
nl_nl: De optie om automatisch een QR-code te genereren is alleen mogelijk bij het aanmaken van een evenement. Dus niet bij het wijzigen van een evenement.
pl_pl: Dostępna opcja generowania kodu QR jest dostępna tylko podczas tworzenia wydarzenia. Nie można zaznaczyć generowania kodu QR podczas edycji tego zdarzenia.
pt_pt: A opção de geração de QR Code acessível só está disponível na criação de um evento. Não é possível marcar a geração do QR Code ao editar este evento.
tr_tr: Erişilebilir kare kod oluşturma seçeneği, yalnızca bir etkinlik oluşturulurken kullanılabilir. Bu etkinliği düzenlerken kare kod oluşturma seçeneğini işaretleyemezsiniz.

source: Please check permission "CiviCRM: access uploaded files" for ANONYMOUS USER. If the permission isn`t available ANONYMOUS USER will not be able to upload QR Code from public event.
de_de: Bitte die Berechtigung "CiviCRM: access uploaded files" für ANONYMOUS USER prüfen. Ist die Berechtigung nicht erteilt, dann kann ANONYMOUS USER keinen QR-Code zu einer veröffentlichten Veranstaltung hochladen.
es_es: Verifique el permiso "CiviCRM: acceso a los archivos cargados" para el USUARIO ANÓNIMO. Si el permiso no está disponible, el USUARIO ANÓNIMO no podrá cargar el código QR del evento público.
nl_nl: Vink a.u.b. in CiviCRM het recht voor toegang tot geüploade bestanden aan voor anonieme gebruikers. Anders kunnen anonieme gebruikers geen QR-code uploaden bij een openbaar evenement.
pl_pl: Proszę sprawdzić uprawnienia "CiviCRM: dostęp do przesłanych plików" dla ANONYMOUS USER. Jeśli uprawnienia nie są dostępne, USER ANONYMOUS nie będzie mógł przesłać kodu QR z wydarzenia publicznego.
pt_pt: Verifique a permissão "CiviCRM: acessar arquivos enviados" para USUÁRIO ANÔNIMO. Se a permissão não estiver disponível, o USUÁRIO ANÔNIMO não poderá fazer upload do QR Code do evento público.
tr_tr: Lütfen ANONİM KULLANICI için "CiviCRM: Yüklenen dosyalara erişim" iznini denetleyin. İzin verilmemişse, ANONİM KULLANICI, herkese açık etkinlikten kare kodu yükleyemez.

source: Platform
de_de: Plattform
es_es: Plataforma
hu_hu: Felület
pl_pl: Platforma
pt_pt: Plataforma

source: Model
de_de: Modell
pl_pl: Wzór

source: GOTV
de_de: GOTV (Voter Tracking)

source: Joomla does not support that functionality
es_es: Joomla no es compatible con esa funcionalidad

source: There are no such contact in CiviCRM
es_es: Este contacto no existe en CiviCRM
hu_hu: Nincs ilyen kapcsolat a CiviCRM-ben.

source: You are blocked for a %1 min. Please try again later
es_es: Está bloqueado durante %1 min. Por favor, inténtelo de nuevo más tarde
hu_hu: 1% percig blokkolásra került. Kérem próbálja meg később.

source: Wrong email/login
es_es: Correo electrónico/usuario inválido
hu_hu: Rossz e-mail/felhasználónév

source: Message
es_es: Mensaje
hu_hu: Üzenet

source: Access to extension directory (%1) is denied. Please provide permission to access the extension directory
es_es: El acceso al directorio de extensiones (% 1) no está permitido. Proporcione el permiso para acceder al directorio de extensiones
hu_hu: A kiterjesztés könyvtárhoz (1%) a hozzáférés megtagadva. Kérem engedélyezze a kiterjesztés könyvtárhoz a hozzáférést

source: Automatically keep the extension up to date
es_es: Mantenga la extensión actualizada automáticamente
hu_hu: A kiterjesztés automatikusan frissüljön

source: Enable CiviMobile for Anonymous users
es_es: Habilitar CiviMobile para usuarios anónimos

source: Update CiviMobile Extension
es_es: Actualizar la extensión CiviMobile
hu_hu: CiviMobile kiterjesztés frissítése

source: CiviMobile updated
es_es: CiviMobile ha sido actualizado
hu_hu: CiviMobile frissítve

source: We recommend enabling automatically extension update to be sure that you are using the most secure and powerful extension version and avoid desynchronization between mobile application and extension.
es_es: Recomendamos habilitar la actualización automática de extensiones para asegurarse de que está utilizando la versión de la extensión más segura y potente y evitar la desincronización entre la aplicación móvil y la extensión.
hu_hu: A kiterjesztés automatikus frissítését javasoljuk, hogy biztosítani lehessen a legbiztonságosabb és legerősebb kiterjesztés változatot és elkerüljük a mobil alkalmazás és a kiterjesztés közötti deszinkronizációt.

source: By checking the checkbox you will allow access to public information by the anonymous users in the mobile application.
es_es: Al marcar esta casilla, estará dando acceso a los usuarios anónimos para que puedan acceder a la información pública en la aplicación móvil

source: Can not get group info.
hu_hu: Nem tudom betölteni a csoport információt.

source: You are using CiviMobile <strong>%1</strong>. The latest version is CiviMobile <strong>%2</strong>
hu_hu: CiviMobile <strong>%1</strong> változatát használja. A CiviMobile legfrissebb változata<strong>%2</strong>

source: Blocked application
hu_hu: Blokkolt alkalmazás

source: Contact Settings
hu_hu: Kapcsolat beállítások

source: Upgrade %1 to revision %2
hu_hu: Frissítsen %1 a %2 változatra

source: Software update
hu_hu: Szoftver frissítés

source: Extension info
hu_hu: Kiterjesztés információ

source: Congratulations, your CiviCRM supports CiviMobile application now. You can download the mobile application at AppStore or Google PlayMarket.
hu_hu: Gratulálunk a CiviCRM szervere mostantól támogatja a CiviMobile alkalmazást. A mobil alkalmazást letöltheti az AppStore-ból, vagy a Google Play Áruházból.

source: Ignore
hu_hu: Figyelmen kívül hagy
