Repository: civicrm/civicrm-l10n-extensions
Catalog: po/civimobileapi/*/civimobileapi.po
Languages: de_de, es_es, hu_hu, nl_nl, pl_pl, pt_pt, tr_tr

source: Event participant who gives speeches, runs discussions on an event session topic. Any participant could be a speaker.
de_de: Veranstaltungsteilnehmer, die Redebeiträge geben oder an Diskussionen in den Einzelveranstaltungen beteiligt sind. Jeder Teilnehmer kann ein Referent sein.
nl_nl: Een deelnemer die een lezing geeft of een discussie leidt bij een sessie. Elke deelnemer kan een spreker zijn.
pl_pl: Uczestnik wydarzenia, który wygłasza wystąpienia, prowadzi dyskusje na temat sesji wydarzenia. Każdy uczestnik może być mówcą.
pt_pt: Participante do evento que faz discursos e conduz discussões sobre um tópico da sessão do evento. Qualquer participante poderá ser orador.
tr_tr: Konuşma yapan etkinlik katılımcısı, bir etkinlik oturumu konusu üzerinde tartışmalar yürütür. Herhangi bir katılımcı konuşmacı olabilir.

source: You can only select one venue for a specific session. All venues directly depends on the Event’s location.
de_de: Sie können nur einen Veranstaltungsort für eine Einzelveranstaltung wählen. Alle Veranstaltungsorte sind direkt abhängig von dem Veranstaltungshauptort.
nl_nl: U kunt maar een zaal voor een specifieke sessie selecteren. Alle zalen hangen af van de locatie van het evenement.
pl_pl: Możesz wybrać tylko jeden lokal dla określonej sesji. Wszystkie lokale zależą bezpośrednio od lokalizacji wydarzenia.
pt_pt: Você só pode selecionar um local para uma sessão específica. Todos os locais dependem diretamente da localização do Evento.
tr_tr: Belirli bir oturum için yalnızca bir mekan seçebilirsiniz. Tüm mekanlar doğrudan etkinliğin konumuna bağlıdır.

source: Edit
de_de: Bearbeiten
nl_nl: Wijzigen
pl_pl: Edytuj
pt_pt: Editar
tr_tr: Düzenle

source: Start Time
de_de: Startzeit
nl_nl: Begintijd
pl_pl: Czas rozpoczęcia
pt_pt: Hora de início
tr_tr: Başlangıç zamanı

source: End Time
de_de: Beendigung
nl_nl: Eindtijd
pl_pl: Czas zakończenia
pt_pt: Hora de término
tr_tr: Bitiş zamanı

source: Participant
de_de: Teilnehmende
nl_nl: Deelnemer
pl_pl: Uczestnik
pt_pt: Participante
tr_tr: Katılımcı

source: Are you really want to delete the Session?
de_de: Sind Sie sicher, dass Sie diese Einzelveranstaltung löschen möchten?
pl_pl: Czy na pewno chcesz usunąć sesję?
pt_pt: Você realmente deseja excluir a sessão?
tr_tr: Oturumu silmek istediğinize emin misiniz?

source: New Speaker
de_de: Neuer Referent
nl_nl: Spreker toevoegen
pl_pl: Nowy głośnik
pt_pt: Novo orador
tr_tr: Yeni konuşmacı

source: If you can’t find the participant you want in the list, you can always create a new one by tapping "+".
de_de: Falls der gesuchte Teilnehmende nicht in der Liste ist, dann kann ein Neuer mit dem "+" hinzugefügt werden.
nl_nl: Als de gezochte deelnemer niet in de lijst staat, dan kunt u die toevoegen door op "+" te klikken.
pl_pl: Jeśli nie możesz znaleźć interesującego Cię uczestnika na liście, zawsze możesz utworzyć nowego, dotykając „+”.
pt_pt: Se não conseguir encontrar o participante desejado na lista, você pode criar um novo tocando em "+".
tr_tr: İstediğiniz katılımcıyı listede bulamazsanız, "+" üzerine dokunarak yeni bir katılımcı ekleyebilirsiniz.

source: Manage venues
de_de: Veranstaltungsorte verwalten
nl_nl: Zalen beheren
pl_pl: Zarządzaj lokalami
pt_pt: Gerenciar locais
tr_tr: Mekan yönetimi

source: Push Notifications
de_de: Push Nachrichten
hu_hu: Azonnali értesítések
nl_nl: Push-meldingen
pl_pl: Powiadomienia Push
pt_pt: Notificações push
tr_tr: Anında bildirimler

source: Push Notifications are small messages that can reach audiences anywhere and anytime. It is "pushed" from the backend server to user mobile applications. The system will "push" reminders and notifications during some activity in your CiviCRM.
de_de: Push Nachrichten sind kleine Nachrichten, die ihre Empfänger überall und immer erreichen. Sie werden vom Backend-Server an die Nutzer der App "gepusht". Das System wird Erinnerungen und Benachrichtigungen für einige Aktivitäten im CiviCRM "pushen".
hu_hu: Azonnali értesítések kis üzenetek, amelyekkel elérheti a hallgatóságot bárhol és bármikor. "Elküldésre" kerül a háttér szerverről a felhasználó mobil alkalmazásába. A rendszer "elküldi" a figyelmeztetéseket és emlékeztetőket a CiviCRM szervere bizonyos tevékenységeikor.
nl_nl: Push-meldingen zijn korte berichten die doelgroepen overal en altijd kunnen bereiken. Een bericht wordt "geduwd" van een backend server naar een smartphone applicatie. Het systeem zal deze herinneringen en notificaties tijdens een activiteit naar uw CiviCRM sturen.
pl_pl: Powiadomienia push to małe wiadomości, które mogą dotrzeć do odbiorców w dowolnym miejscu i czasie. Są one „wypychane” z serwera zaplecza do aplikacji mobilnych użytkowników. System będzie „wypychał” przypomnienia i powiadomienia podczas niektórych działań w Twoim CiviCRM.
pt_pt: Notificações push são pequenas mensagens que podem chegar ao público em qualquer lugar e a qualquer hora. Ele é "enviado" do servidor back-end para os aplicativos móveis do usuário. O sistema irá “enviar” lembretes e notificações durante alguma atividade em seu CiviCRM.
tr_tr: Anında bildirimler, izleyicilere her yerde ve her zaman ulaşabilen kısa iletilerdir. Bunlar arka uç sunucusundan kullanıcının mobil uygulamalarına "itilir". Sistem, CiviCRM kopyanızdaki bazı etkinlikler sırasında anımsatıcıları ve bildirimleri "iter".

source: Server Key
hu_hu: Szerver kulcs
pl_pl: Klucz serwera
pt_pt: Chave do servidor
tr_tr: Sunucu anahtarı

source: Server Key is used for security purposes for Push Notifications
de_de: Server Key wird aus Sicherheitsgründen für Pushbenachrichtigungen benutzt
hu_hu: Szerver kulcsot az azonnali értesítések biztonságához használjuk.
nl_nl: De server-key wordt voor het beveiligen van push-meldingen gebruikt
pl_pl: Klucz serwera jest używany do celów bezpieczeństwa do powiadomień Push
pt_pt: A chave do servidor é usada para fins de segurança para notificações push
tr_tr: Sunucu anahtarı, anında bildirimlerin güvenliği sağlamak amacıyla kullanılır.

source: Firebase Key
pl_pl: Klucz Firebase
pt_pt: Chave do Firebase
tr_tr: Firebase anahtarı

source: Firebase Key is used for Push Notifications
de_de: Firebase Key wird für Pushbenachrichtigungen benutzt
nl_nl: De Firebase-key wordt gebruikt voor push-meldingen
pl_pl: Klucz Firebase jest używany do powiadomień Push
pt_pt: A chave do Firebase é usada para notificações push
tr_tr: Anında bildirimler için kullanılan Firebase anahtarı.

source: If the application is custom you can use your own Firebase Key for security purposes for Push Notifications
de_de: Wenn die Anwendung benutzerindividuell ist, kann der eigene Firebase-Schlüssel zu Sicherheitszwecken für Push-Benachrichtigungen verwenden.
nl_nl: Bij een aangepaste applicatie kunt u uw eigen Firebase-key gebruiken voor de beveiliging van de push-meldingen
pl_pl: Jeśli aplikacja jest niestandardowa, możesz użyć własnego klucza Firebase do celów bezpieczeństwa do powiadomień Push
pt_pt: Se o aplicativo for personalizado, você poderá usar sua própria chave do Firebase para fins de segurança para notificações push
tr_tr: Uygulama özel ise, anında bildirimlerin güvenliğini sağlamak için kendi Firebase anahtarınızı kullanabilirsiniz.

source: Site name for CiviMobile
de_de: Seitenname für CiviMobile
es_es: Nombre del sitio para CiviMobile
nl_nl: Site-naam voor CiviMobile
pl_pl: Nazwa witryny dla CiviMobile
pt_pt: Nome do site para CiviMobile
tr_tr: CiviMobile için site adı

source: You can use default CMS site name or you can create your custom name.
de_de: Sie können den Standardseitennamen vom CMS oder einen benutzerdefinierten Namen benutzen.
es_es: Puede usar el nombre predeterminado del sitio CMS o puede crear un nombre personalizado.
nl_nl: U kunt de standaard CMS-website-naam gebruiken of een eigen naam verzinnen.
pl_pl: Możesz użyć domyślnej nazwy witryny CMS lub utworzyć własną nazwę.
pt_pt: Você pode usar o nome de site CMS padrão ou criar seu nome personalizado.
tr_tr: İçerik yönetimi sistemindeki varsayılan site adını kullanabilir ya da özel adınızı oluşturabilirsiniz.

source: Show QR code on CiviCRM website for unauthorised users if checkbox is checked.
de_de: Zeigt den QR-Code auf der CiviCRM-Webseite für nichtauthorisierte Benutzer, wenn die Checkbox angehakt ist.
es_es: Mostrar código QR en el sitio web de CiviCRM para usuarios no autorizados si la casilla de verificación está marcada.
nl_nl: Als de keuze is aangevinkt: Toont de QR-code op de CiviCRM-website voor ongeautoriseerde gebruikers.
pl_pl: Pokaż kod QR na stronie internetowej CiviCRM dla nieuprawnionych użytkowników, jeśli pole wyboru jest zaznaczone.
pt_pt: Mostrar código QR no site CiviCRM para usuários não autorizados se a caixa de seleção estiver marcada.
tr_tr: Kutu işaretliyse, yetkisiz kullanıcılar için CiviCRM sitesindeki kare kodunu gösterin.

source: News will be displayed in CiviMobile and may be available in Public Area. You can also configure the default news source directly from the server.
de_de: Neuigkeiten werden in CiviMobile angezeigt und können im öffentlichen Bereich bereitgestellt werden. Es können standardmäßige Nachrichtenquellen über den Server eingestellt werden.
nl_nl: Het nieuws zal in CiviMobile worden getoond en kan beschikbaar zijn in de openbare ruimte. U kunt ook de standaard nieuwsbron ook instellen op direct van de server.
pl_pl: Wiadomości będą wyświetlane w CiviMobile i mogą być dostępne w obszarze publicznym. Możesz również skonfigurować domyślne źródło wiadomości bezpośrednio z serwera.
pt_pt: As notícias serão exibidas no CiviMobile e poderão estar disponíveis na Área Pública. Você também pode configurar a fonte de notícias padrão diretamente do servidor.
tr_tr: Haberler CiviMobile içinde görüntülenecek ve herkese açık alanda kullanılabilir. Varsayılan haber kaynağını doğrudan sunucudan da yapılandırabilirsiniz.

source: Enter the RSS feed link.
de_de: Link vom RSS Feed eingeben.
nl_nl: Vul de RSS-feed link in.
pl_pl: Wprowadź link kanału RSS.
pt_pt: Insira o link do feed RSS.
tr_tr: RSS akışı bağlantısını yazın.

source: Access to public information in the application
de_de: Zugang zu öffentlichen Informationen in der App
es_es: Acceso a la información pública en la aplicación
nl_nl: Toegang tot de openbare informatie van de applicatie
pl_pl: Dostęp do informacji publicznych zawartych we wniosku
pt_pt: Acesso a informações públicas no aplicativo
tr_tr: Uygulama içinden herkese açık bilgilere erişmek

source: By checking the checkbox you will allow anonymous users access to public information in the mobile application.</p> <p>Events are displayed in Public Area if all required permissions for Anonymous user are distributed and if CiviEvent component is enabled. Note that if you want a specific event to be made available in the Public Area-please enable 'Public Event' checkbox in Event Info and Settings section.</p> <p>News may also be present in the Public Area if Show News checkbox is enabled.
de_de: Wenn Sie das Kontrollkästchen aktivieren, erlauben Sie anonymen Benutzern den Zugriff auf öffentliche Informationen in der mobilen Anwendung.</p> <p>Veranstaltungen werden im öffentlichen Bereich angezeigt, wenn alle erforderlichen Berechtigungen für den anonymen Benutzer verteilt sind und wenn die CiviEvent Komponente aktiviert ist. Wenn Sie möchten, dass ein bestimmtes Ereignis im öffentlichen Bereich zur Verfügung gestellt wird, aktivieren Sie bitte das Kontrollkästchen „Öffentliche Veranstaltung“ im Abschnitt Veranstaltungsinformationen und -einstellungen..</p> <p>Nachrichten können auch im öffentlichen Bereich angezeigt werden, wenn das Kontrollkästchen Nachrichten anzeigen aktiviert ist.
pt_pt: Ao marcar a caixa de seleção você permitirá que usuários anônimos acessem informações públicas no aplicativo móvel.</p> <p>E Os eventos serão exibidos na Área Pública se todas as permissões necessárias para o usuário Anônimo forem distribuídas e se o CiviEvent componente está habilitado. Observe que se você deseja que um evento específico seja disponibilizado na Área Pública, ative Caixa de seleção 'Evento público' na seção Informações e configurações do evento.</p> <p> As notícias também podem estar presentes na Área Pública se a caixa de seleção Mostrar Notícias estiver habilitada.
tr_tr: Kutuyu işaretleyerek, anonim kullanıcıların mobil uygulamadaki herkese açık bilgilere erişmesine izin verirsiniz.</p> <p>Anonim kullanıcı için gerekli tüm izinler verilmişse ve CiviEvent bileşeni etkinleştirilmişse, etkinlikler herkese açık alanda görüntülenir. Belirli bir etkinliğin herkese açık alanda sunulmasını istiyorsanız, lütfen etkinlik bilgileri ve ayarlar bölümünde 'Herkese açık etkinlik' kutusunu işaretleyin.</p> <p>Haberleri görüntüle kutusu işaretlenmişse haberler herkese açık alanda görüntülenir.

source: By checking the checkbox you will allow reset password functionality in the mobile application.
de_de: Wenn Sie das Kontrollkästchen aktivieren, können Sie die Funktion zum Zurücksetzen des Passworts in der App aktivieren.
pl_pl: Zaznaczając pole wyboru, umożliwisz zresetowanie hasła w aplikacji mobilnej.
pt_pt: Ao marcar a caixa de seleção, você permitirá a funcionalidade de redefinição de senha no aplicativo móvel.
tr_tr: Kutuyu işaretleyerek mobil uygulama ile parola sıfırlamaya izin vermiş olursunuz.

source: Here you can set the color for buttons that will be used during event registration in the CiviMobile app.
de_de: Hier können Sie die Farbe für Schaltflächen festlegen, die bei der Veranstaltungsanmeldung in der CiviMobile-App verwendet werden.
pl_pl: Tutaj możesz ustawić kolor przycisków, które będą używane podczas rejestracji wydarzeń w aplikacji CiviMob.
tr_tr: CiviMobile uygulamasında etkinlik kaydı sırasında kullanılacak düğmelerin rengini buradan ayarlayabilirsiniz.

source: Push notification Lifetime
de_de: Push Nachrichten Gültigkeit
nl_nl: Levensduur push-meldingen
pl_pl: Żywotność powiadomień push
pt_pt: Duração da notificação Push
tr_tr: Anında bildirim ömrü

source: The value specifies the storage time of push notification messages. If the value is equal to 0, messages are not saved.
de_de: Dieser Wert bezeichnet die Speicherdauer von Push Nachrichten. Bei einem Wert gleich 0 werden keine Nachrichten gespeichert.
nl_nl: De tijd dat push-meldingen worden opgeslagen. De waarde 0 geeft aan dat ze niet worden opgeslagen.
pl_pl: Wartość określa czas przechowywania powiadomień push. Jeśli wartość jest równa 0, wiadomości nie są zapisywane.
pt_pt: O valor especifica o tempo de armazenamento de mensagens de notificação push. Se o valor for igual a 0, as mensagens não serão salvas.
tr_tr: Bu değer, anında bildirimlerin saklanacağı süreyi belirtir. 0 olarak ayarlandığında iletiler kaydedilmez.

source: Registration Overlap
de_de: Überschneidung bei der Anmeldung
pl_pl: Nakładanie rejestracji
pt_pt: Sobreposição de registro
tr_tr: Kayıt çakışması

source: By checking the checkbox you will disallow user registration for events that overlap with other events
de_de: Wenn Sie das Kontrollkästchen aktivieren, wird die Anmeldung von Benutzern für Veranstaltungen, die sich mit anderen Veranstaltungen überschneiden, nicht zugelassen.
pl_pl: Zaznaczając pole wyboru, nie zezwolisz na rejestrację użytkowników dla zdarzeń, które pokrywają się z innymi wydarzeniami
pt_pt: Ao marcar a caixa de seleção você não permitirá o registro de usuários para eventos que se sobreponham a outros eventos
tr_tr: Kutuyu işaretleyerek, diğer etkinliklerle çakışan etkinlikler için kullanıcı kaydına izin vermemiş olursunuz

source: Reminder about task due
tr_tr: Bitiş zamanı yaklaştı anımsatıcısı

source: Set the time before a task is due when a push notification reminder should be sent. Specify the number of days, hours, and minutes before the due date/time.
tr_tr: Bir anlık bildirim anımsatıcının gönderilmesi gereken zamanı bir görevin bitiş zamanından öncesine ayarlayın. Bitiş tarihinden/saatinden önceki gün, saat ve dakika sayısını belirtin.

source: Extension Info
de_de: Erweiterungsinfo
es_es: Información sobre la extensión
nl_nl: Extensie informatie
pl_pl: Informacje o rozszerzeniu
pt_pt: Informações de extensão
tr_tr: Eklenti bilgileri

source: Version
es_es: Versión
hu_hu: Változat
nl_nl: Versie
pl_pl: Wersja
pt_pt: Versão
tr_tr: Sürüm

source: Extension name doesn't correct
de_de: Erweiterungsname ist nicht korrekt
hu_hu: A kiterjesztés neve nem helyes
nl_nl: Fout in naam extensie
pl_pl: Nazwa rozszerzenia jest nieprawidłowa
pt_pt: O nome da extensão não corrige
tr_tr: Eklenti adı doğru değil

source: Current extension name:
de_de: Gegenwärtiger Erweiterungsname:
hu_hu: Jelenlegi kiterjesztés név:
nl_nl: Huidige naam extensie:
pl_pl: Bieżąca nazwa rozszerzenia:
pt_pt: Nome da extensão atual:
tr_tr: Geçerli eklenti adı:

source: Required extension name:
de_de: Benötigter Erweiterungsname:
hu_hu: Szükséges kiterjesztés név:
nl_nl: Benodigde naam extensie:
pl_pl: Wymagana nazwa rozszerzenia:
pt_pt: Nome de extensão obrigatório:
tr_tr: Gereken eklenti adı:

source: Current extension path:
de_de: Gegenwärtiger Erweiterungspfad:
hu_hu: Jelenlegi kiterjesztés útvonal
nl_nl: Huidige pad extensie:
pl_pl: Bieżąca ścieżka rozszerzenia:
pt_pt: Caminho de extensão atual:
tr_tr: Geçerli eklenti yolu:

source: Public Area Settings
de_de: Einstellungen öffentlicher Bereich
es_es: Configuración del área pública
nl_nl: Instellingen openbare ruimte
pl_pl: Ustawienia obszaru publicznego
pt_pt: Configurações de área pública
tr_tr: Herkese açık alan ayarları

source: Public Area will show pages:
de_de: Öffentlicher Bereich zeigt Seiten:
nl_nl: Het openbare gebied zal pagina's tonen:
pl_pl: Publiczny obszar pokaże strony:
pt_pt: A área pública mostrará as páginas:
tr_tr: Herkese açık alanda görüntülenecek sayfalar:

source: Note that the all required permissions for Anonymous user should be enabled.
de_de: Bitte beachten, dass alle notwendigen Berechtigungen für den Anonymen Webseitenbesucher aktiviert sind.
nl_nl: NB: alle vereiste rechten van een anonieme gebruiker moeten zijn ingeschakeld.
pl_pl: Należy pamiętać, że wszystkie wymagane uprawnienia dla anonimowego użytkownika powinny być włączone.
pt_pt: Observe que todas as permissões necessárias para usuário anônimo devem estar habilitadas.
tr_tr: Anonim kullanıcı için gerekli tüm izinlerin verilmesinin gerektiğini unutmayın.

source: To use the password reset functionality, configure SMTP in CMS.
de_de: Bitte SMTP-Einstellungen im CMS konfigurieren, um die Passwort-vergessen-Funktion zu nutzen.
pl_pl: Aby użyć funkcji resetowania hasła, skonfiguruj SMTP w CMS.
pt_pt: Para usar a funcionalidade de redefinição de senha, configure o SMTP no CMS.
tr_tr: Parola sıfırlama özelliğini kullanmak için CMS üzerinde SMTP ayarını yapılandırın.

source: QR-code
tr_tr: Kare kod

source: Regenerate QR Code for Site URL
tr_tr: Site adresi kare kodunu yeniden oluştur

source: News
de_de: Nachrichten
nl_nl: Nieuws
pl_pl: Wiadomości
pt_pt: Notícias
tr_tr: Haberler

source: Set default RSS feed on CMS
de_de: Standard-RSS-Feed im CMS einstellen
nl_nl: Standaard RSS-feed op CMS zetten
pl_pl: Ustaw domyślny kanał RSS na CMS
pt_pt: Definir feed RSS padrão no CMS
tr_tr: İçerik yönetimi sisteminde varsayılan RSS akışını ayarla

source: Days
de_de: Tage
nl_nl: Dagen
pl_pl: Dni
tr_tr: Gün

source: Hours
de_de: Stunden
nl_nl: Uren
tr_tr: Saat

source: Minutes
de_de: Minuten
nl_nl: Minuten
pl_pl: Minuty
tr_tr: Dakika

source: Delete contact image
de_de: Kontaktbild löschen
pl_pl: Usuń obraz kontaktu
pt_pt: Excluir imagem do contato
tr_tr: Kişi görselini sil

source: Are you sure you want to delete contact image?
de_de: Sind Sie sicher, dass Sie das Kontaktbild löschen möchten?
pl_pl: Czy na pewno chcesz usunąć zdjęcie kontaktu?
pt_pt: Tem certeza de que deseja excluir a imagem do contato?
tr_tr: Kişi görselini silmek istediğinize emin misiniz?

source: The Venue can be located at a different address than the event. The location map will be displayed using this field.
de_de: Ein Einzelveranstaltungsort kann an einer anderen Adresse sein als die der Veranstaltung. Die Karte zeigt die Veranstaltungsorte an.
nl_nl: De zaal kan op een andere plek zijn dan het evenement. De zaal wordt op de kaart aangegeven.
pl_pl: Lokalizacja może być zlokalizowana pod innym adresem niż wydarzenie. Mapa lokalizacji zostanie wyświetlona za pomocą tego pola.
pt_pt: O evento poderá estar localizado em endereço diferente do local do evento. O mapa de localização será exibido usando este campo.
tr_tr: Mekan, etkinlikten farklı bir adreste bulunabilir. Konum haritası bu alan kullanılarak görüntülenir.

source: Scheme
de_de: Schema
nl_nl: Schema
pl_pl: Schemat
pt_pt: Esquema
tr_tr: Şema

source: Schematic view of the Venue, will be available as a picture (jpg/png) or link (pdf).
de_de: Schematische Ansicht des Veranstaltungsortes, wird als Bild (jpg/png) oder Link (pdf) bereitgestellt.
nl_nl: Een kaart van de zaal, beschikbaar als een afbeelding (jpg/png) of een link (pdf).
pl_pl: Widok schematyczny Venue, będzie dostępny jako obraz (jpg/png) lub link (pdf).
pt_pt: Vista esquemática do Local, estará disponível em imagem (jpg/png) ou link (pdf).
tr_tr: Mekanın şematik görünümü, görsel (jpg/png) ya da bağlantı (PDF) olarak sunulur.

source: Short tips on how to get to the Venue (pin codes, floors, etc.).
de_de: Kurzer Hinweis, wie man zum Veranstaltungsort gelangt (pin codes, Stockwerk, etc.).
nl_nl: Korte route-omschrijving naar de zaal (etage, enz.).
pl_pl: Krótkie wskazówki jak dotrzeć do miejsca (kody, podłoże itp.).
pt_pt: Breves dicas sobre como chegar ao evento (códigos PIN, andares, etc.).
tr_tr: Mekana nasıl ulaşılacağı ile ilgili kısa ipuçları (pin kodu, kat vb.).

source: Location
de_de: Ort
nl_nl: Locatie
pl_pl: Lokalizacja
pt_pt: Localização
tr_tr: Konum

source: Venues are used to group sessions by a topic or a theme and can be located in a different address than the event.
de_de: Veranstaltungsorte werden benutzt, um Einzelveranstaltungen zu gruppieren nach Thema oder Gebiet und sie können abweichende Adressen als die Hauptveranstaltung haben.
nl_nl: Zalen worden gebruikt om sessies per onderwerp of thema te groeperen en kunnen om een andere plek zijn dan het evenement.
pl_pl: Lokale są używane do grupowania sesji według tematu lub tematu i mogą być zlokalizowane w innym adresie niż wydarzenie.
pt_pt: Os eventos são utilizados para agrupar sessões por tema ou tema e podem estar localizados em endereço diferente do evento.
tr_tr: Mekanlar, oturumları bir konu veya temaya göre gruplandırmak için kullanılır ve etkinlikten farklı bir adreste bulunabilir.

source: Is active ?
de_de: Ist aktiv?
nl_nl: Is actief?
pl_pl: Czy jest aktywny?
pt_pt: Está ativo?
tr_tr: Etkin

source: If you want to create venues, you need to add the location for the event.
de_de: Wenn Sie Veranstaltungsorte für Einzelveranstaltungen anlegen möchten, dann müssen Sie einen Veranstaltungsort für die Haupt-Veranstaltung angeben.
nl_nl: Indien u wilt kunt u zalen aanmaken, u moet de locatie aan het evenement toevoegen.
pl_pl: Jeśli chcesz utworzyć lokale, musisz dodać lokalizację wydarzenia.
pt_pt: Se quiser criar eventos, você precisa adicionar o local do evento.
tr_tr: Mekan oluşturmak istiyorsanız, etkinlik için konum eklemeniz gerekir.
