Repository: civicrm/civicrm-l10n-extensions
Catalog: po/civimobileapi/*/civimobileapi.po
Languages: de_de, es_es, hu_hu, nl_nl, pl_pl, pt_pt, tr_tr

source: CiviMobile Calendar Settings
de_de: CiviMobile Kalendereinstellungen
es_es: Configuración del calendario CiviMobile
nl_nl: CiviMobile instellingen kalender
pl_pl: Ustawienia kalendarza CiviMobile
pt_pt: Configurações do calendário CiviMobile
tr_tr: CiviMobile takvim ayarları

source: Fields cannot be empty.
de_de: Felder dürfen nicht leer sein.
nl_nl: Velden kunnen niet leeg zijn.
pl_pl: Pola nie mogą być puste.
pt_pt: Os campos não podem ficar vazios.
tr_tr: Alanlar boş olamaz.

source: Secret key
pl_pl: Tajny klucz
pt_pt: Chave secreta
tr_tr: Gizli anahtar

source: API URL
tr_tr: API adresi

source: Save settings
de_de: Einstellungen speichern
es_es: Guardar configuración
nl_nl: Instellingen opslaan
pl_pl: Zapisz ustawienia
pt_pt: Salvar configurações
tr_tr: Ayarları kaydet

source: AI settings updated
de_de: AI-Einstellungen aktualisiert
nl_nl: AI-instellingen bijgewerkt
pl_pl: Ustawienia AI zaktualizowane
tr_tr: Yapay Zeka ayarları güncellendi

source: CiviAI Settings
de_de: CiviAI Einstellungen
nl_nl: CiviAI instellingen
pl_pl: Ustawienia CiviAI
pt_pt: Configurações CiviAI
tr_tr: CiviAI ayarları

source: Logout from mobile
de_de: Logout
es_es: Cerrar sesión desde el móvil
hu_hu: Kijelentkezés a mobilból
nl_nl: Mobiel uitloggen
pl_pl: Wyloguj się z telefonu komórkowego
pt_pt: Sair do telemovel
tr_tr: Mobil oturumu kapat

source: Show a Website URL QR-code for me
de_de: Zeigt eine Webseiten-URL als QR-Code für mich
nl_nl: Toon voor mijzelf een QR-code met de website-URL
pl_pl: Pokaż dla mnie kod QR URL witryny
pt_pt: Mostrar um código QR do URL do site para mim
tr_tr: Benim için bir site adresi kare kodu görüntüle

source: Back
de_de: Zurück
nl_nl: Terug
pl_pl: Powrót
pt_pt: Voltar
tr_tr: Geri

source: You do not have all the permissions needed for this page.
de_de: Sie haben nicht alle benötigten Berechtigung für diese Seite.
nl_nl: U heeft niet genoeg rechten voor deze pagina.
pl_pl: Nie masz wszystkich uprawnień potrzebnych dla tej strony.
pt_pt: Você não tem todas as permissões necessárias para esta página.
tr_tr: İzinleriniz bu sayfayı görüntülemek için yetersiz.

source: Permission Denied
de_de: Zugriff nicht erlaubt
nl_nl: Actie geweigerd
pl_pl: Odmowa dostępu
pt_pt: Permissão negada
tr_tr: İzin reddedildi

source: - Add Session
de_de: - Einzelveranstaltung hinzufügen
nl_nl: Sessie toevoegen
pl_pl: - Dodaj sesję
pt_pt: - Adicionar sessão
tr_tr: - Oturum ekle

source: Invalid sessionId parameter.
de_de: Ungültiger sessionId Parameter
nl_nl: Ongeldige parameter sessionId.
pl_pl: Nieprawidłowy parametr sessionId.
pt_pt: Parâmetro sessionId inválido.
tr_tr: Oturum kimliği parametresi geçersiz.

source: Event does not exists.
de_de: Veranstaltung existiert nicht
nl_nl: Evenement bestaat niet.
pl_pl: Wydarzenie nie istnieje.
pt_pt: O evento não existe.
tr_tr: Etkinlik bulunamadı.

source: Date
de_de: Datum
nl_nl: Datum
pl_pl: Data
pt_pt: Data
tr_tr: Tarih

source: Speakers
de_de: Referenten
nl_nl: Sprekers
pl_pl: Głośniki
pt_pt: Oradores
tr_tr: Konuşmacılar

source: - select speakers -
de_de: - Referenten wählen -
nl_nl: - selecteer sprekers -
pl_pl: - wybierz głośniki -
pt_pt: - selecionar oradores -
tr_tr: - Konuşmacıları seçin -

source: - select venue -
de_de: - Veranstaltungsort wählen -
nl_nl: - selecteer locatie -
pl_pl: - wybierz lokal -
pt_pt: - selecionar local -
tr_tr: - Mekan seçin -

source: This event does not have location
de_de: Diese Veranstaltung hat keinen Ort
nl_nl: Dit evenement heeft geen locatie
pl_pl: To wydarzenie nie ma lokalizacji
pt_pt: Este evento não tem local
tr_tr: Bu etkinliğin bir konumu yok

source: Save
de_de: Speichern
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Gravar
tr_tr: Kaydet

source: Delete
de_de: Löschen
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Apagar
tr_tr: Sil

source: Save and continue
de_de: Speichern und weiter
nl_nl: Opslaan en verder gaan
pl_pl: Zapisz i kontynuuj
pt_pt: Gravar e continuar
tr_tr: Kaydedip ilerle

source: Done
de_de: Fertig
nl_nl: Klaar
pl_pl: Gotowe
pt_pt: Feito
tr_tr: Tamam

source: The Session was successfully created!
de_de: Einzelveranstaltung erfolgreich erstellt!
nl_nl: De sessie is aangemaakt!
pl_pl: Sesja została pomyślnie utworzona!
pt_pt: A Sessão foi criada com sucesso!
tr_tr: Oturum oluşturuldu!

source: Success
de_de: Erfolg
nl_nl: Gelukt
pl_pl: Sukces
pt_pt: Sucesso
tr_tr: Tamam

source: The Session was successfully updated!
de_de: Einzelveranstaltung erfolgreich bearbeitet!
nl_nl: De sessie is bijgewerkt!
pl_pl: Sesja została pomyślnie zaktualizowana!
pt_pt: A sessão foi atualizada com sucesso!
tr_tr: Oturum güncellendi!

source: The Session was not deleted!
de_de: Einzelveranstaltung wurde nicht gelöscht!
nl_nl: De sessie is niet verwijderd!
pl_pl: Sesja nie została usunięta!
pt_pt: A sessão não foi excluída!
tr_tr: Oturum silinmedi!

source: Error
de_de: Fehler
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
tr_tr: Hata

source: The Session was successfully deleted!
de_de: Einzelveranstaltung wurde erfolgreich gelöscht!
nl_nl: De sessie is verwijderd!
pl_pl: Sesja została pomyślnie usunięta!
pt_pt: A sessão foi excluída com sucesso!
tr_tr: Oturum silindi!

source: Title can`t be empty!
de_de: Titel darf nicht leer sein!
nl_nl: De titel moet ingevuld worden!
pl_pl: Tytuł nie może być pusty!
pt_pt: O título não pode ficar vazio!
tr_tr: Başlık boş olamaz!

source: Title length must be less than 255 characters.
de_de: Titel darf nicht länger als 255 Zeichen sein.
nl_nl: De lengte van de tekst van de titel is maximaal 255 tekens.
pl_pl: Długość tytułu musi być mniejsza niż 255 znaków.
pt_pt: O comprimento do título deve ser inferior a 255 caracteres.
tr_tr: Başlık 255 karakterden kısa olmalıdır.

source: Start time can`t be later than End time.
de_de: Uhrzeit Beginn kann nicht nach Uhrzeit Ende liegen.
nl_nl: Begintijd moet voor de eindtijd zijn.
pl_pl: Czas rozpoczęcia nie może być późniejszy niż czas zakończenia.
pt_pt: A hora de início não pode ser posterior à hora de término.
tr_tr: Başlangıç zamanı bitiş zamanından sonra olamaz.

source: Event Session duration can`t be less than 15 min.
de_de: Einzelveranstaltung können nicht kürzer als 15 Min. sein.
nl_nl: De duur van een sessie is minimaal 15 minuten.
pl_pl: Czas trwania sesji nie może być krótszy niż 15 minut.
pt_pt: A duração da sessão do evento não pode ser inferior a 15 min.
tr_tr: Etkinlik oturumu süresi 15 dakikadan az olamaz.

source: Some speakers does not exists.
de_de: Einige Referenten existieren nicht.
nl_nl: Enkele sprekers zijn onbekend.
pl_pl: Niektórzy mówcy nie istnieją.
pt_pt: Alguns oradores não existem.
tr_tr: Bazı konuşmacılar bulunamadı.

source: Some speakers are busy on other Event Session at this time.
de_de: Manche Referenten sind zu dieser Zeit schon in anderen Einzelveranstaltungen beschäftigt.
nl_nl: Enkele sprekers zijn op dat moment al bezig bij een andere sessie.
pl_pl: Niektórzy mówcy są obecnie zajęci inną sesją wydarzeń.
pt_pt: Alguns oradores estão ocupados em outra sessão de evento neste momento.
tr_tr: Bazı konuşmacılar şu anda diğer etkinlik oturumunda meşgul.

source: Venue does not exists.
de_de: Veranstaltungsort existiert nicht
nl_nl: Zaal bestaat niet.
pl_pl: Miejsce nie istnieje.
pt_pt: O evento não existe.
tr_tr: Mekan bulunamadı.

source: Venue is booked on other Event Session at this time.
de_de: Veranstaltungsort ist zu dieser Zeit schon von einer Einzelveranstaltungen gebucht.
nl_nl: Zaal is voor deze tijd al geboekt voor een andere sessie.
pl_pl: Miejsce jest zarezerwowane na inną sesję wydarzenia.
pt_pt: O local está reservado para outra sessão do evento neste momento.
tr_tr: Mekan şu anda başka bir etkinlik oturumu için ayrılmış.

source: Venue is required.
de_de: Veranstaltungsort ist erforderlich.
nl_nl: Zaal is verplicht.
pl_pl: Miejsce jest wymagane.
pt_pt: O local é obrigatório.
tr_tr: Mekan zorunludur.

source: To use Push Notifications you must register at <a href="https://civimobile.org/partner" target="_blank">civimobile.org</a> and generate your own Server Key
de_de: Um Push Benachrichtungen zu nutzen, bitte auf <a href="https://civimobile.org/partner" target="_blank">civimobile.org</a> registrieren und einen eigenen Server Key erstellen
es_es: Para usar notificaciones Push debe registrarse en <a href="https://civimobile.org/partner" target="_blank">civimobile.org</a> y generar su propia clave de servidor
hu_hu: Az azonnali értesítések használatához regisztrálnia <a href="https://civimobile.org/partner" target="_blank">civimobile.org</a> és saját szerver kulcsot kell generálnia
nl_nl: Om push-meldingen te gebruiken moet u zich registeren bij <a href="https://civimobile.org/partner" target="_blank">civimobile.org</a> en uw eigen server-key genereren
pl_pl: Aby korzystać z powiadomień push, musisz zarejestrować się na stronie <a href="https://civimobile.org/partner" target="_blank">civimobile.org</a> i wygenerować własny klucz serwera
pt_pt: Para usar notificações push você deve se registrar em <a href="https://civimobile.org/partner" target="_blank">civimobile.org</a> e gerar sua própria chave de servidor
tr_tr: Anında bildirimleri kullanmak için <a href="https://civimobile.org/partner" target="_blank">civimobile.org</a> üzerine kayıt olmalı ve kendi sunucu anahtarınızı oluşturmalısınız.

source: You are using CiviMobileAPI <strong>%1</strong>. The latest version is CiviMobileAPI <strong>%2</strong>
de_de: Du benutzt CiviMobileAPI <strong>%1</strong>. Die neueste Version ist CiviMobileAPI <strong>%2</strong>
es_es: Está usando CiviMobileAPI <strong>%1</strong>. La última versión es CiviMobileAPI <strong>%2</strong>
nl_nl: U gebruikt CiviMobileAPI <strong>%1</strong>. De meest recente versie is CiviMobileAPI <strong>%2</strong>
pl_pl: Używasz CiviMobileAPI <strong>%1</strong>. Najnowszą wersją jest CiviMobileAPI <strong>%2</strong>
pt_pt: Você está usando CiviMobileAPI <strong>%1</strong>. A versão mais recente é CiviMobileAPI <strong>%2</strong>
tr_tr: CiviMobileAPI <strong>%1</strong> kullanıyorsunuz. Son sürüm CiviMobileAPI <strong>%2</strong>

source: Your extension version is up to date - CiviMobile <strong>%1</strong>
de_de: Die Erweiterung ist aktuell - CiviMobile <strong>%1</strong>
es_es: La versión de su extensión está actualizada - CiviMobile <strong>%1</strong>
hu_hu: A kiterjesztése a legfrissebb változatú - a CiviMobile <strong>%1</strong>
nl_nl: Uw extensie CiviMobile <strong>%1</strong> is actueel
pl_pl: Twoja wersja rozszerzenia jest aktualna - CiviMobile <strong>%1</strong>
pt_pt: A versão da sua extensão está atualizada - CiviMobile <strong>%1</strong>
tr_tr: Eklenti sürümünüz güncel - CiviMobile <strong>%1</strong>

source: Access to extension directory with all files or for directory with extensions is denied. Please provide permission to access the extension directory and directory with extensions.
de_de: Der Zugriff auf das Erweiterungsverzeichnis mit allen Dateien oder auf das Verzeichnis mit Erweiterungen wird verweigert. Bitte erteilen Sie die Berechtigung zum Zugriff auf das Erweiterungsverzeichnis.
nl_nl: De toegang tot de map van de extensie of de map met alle extensies is geweigerd. Geef toestemming om deze mappen te gebruiken.
pl_pl: Odmowa dostępu do katalogu rozszerzeń ze wszystkimi plikami lub katalogiem z rozszerzeniami. Proszę podać uprawnienia do dostępu do katalogu rozszerzeń i katalogu z rozszerzeniami.
pt_pt: O acesso ao diretório de extensões com todos os arquivos ou ao diretório com extensões é negado. Pos favor forneça a permissão para acessar o diretório de extensões e ao diretório com extensões.
tr_tr: Tüm dosyaların bulunduğu eklenti klasörüne veya uzantıları olan klasöre erişim reddedildi. Lütfen eklenti dizinine ve uzantılı klasöre erişim izni verin.

source: Your Server Key is valid and you can use Push Notifications.
de_de: Ihr Server Key ist gültig und Sie können Push-Benachrichtigungen benutzen.
es_es: Su clave de servidor es válida y puede usar notificaciones Push.
hu_hu: A szerver kulcsa érvényes használhatja az azonnali értesítést.
nl_nl: Uw server-key is geldig en u kunt push-meldingen gebruiken.
pl_pl: Twój klucz serwera jest prawidłowy i możesz używać powiadomień Push.
pt_pt: A sua chave do servidor é válida e você pode usar notificações push.
tr_tr: Sunucu anahtarınız geçerli. Anında bildirimler kullanılabilir.

source: Your Server Key is invalid. Please enter valid Server Key.
de_de: Ihr Server Key ist ungültig. Bitte einen gültigen Server Key eingeben.
es_es: Su clave de servidor no es válida. Por favor, introduzca una clave de servidor válida.
hu_hu: A szerver kulcsa érvénytelen. Kérem érvényes szerver kulcsot adjon meg.
nl_nl: Uw server-key is ongeldig. Voer de geldige server-key in.
pl_pl: Twój klucz serwera jest nieprawidłowy. Wprowadź prawidłowy klucz serwera.
pt_pt: Sua chave do servidor é inválida. Insira uma chave de servidor válida.
tr_tr: Sunucu anahtarınız geçersiz. Lütfen geçerli bir sunucu anahtarı yazın.

source: Field can not be empty.
de_de: Das Feld darf nicht leer sein.
nl_nl: Veld moet ingevuld worden.
pl_pl: Pole nie może być puste.
pt_pt: O campo não podem ficar vazio.
tr_tr: Alan boş olamaz.

source: Value must be integer!
de_de: Wert muss integer sein!
nl_nl: De waarde moet een positief geheel getal zijn!
pl_pl: Wartość musi być liczbą całkowitą!
pt_pt: O valor tem que ser inteiro!
tr_tr: Değer tam sayı olmalı!

source: Value cannot be negative!
de_de: Wert darf nicht negativ sein!
nl_nl: Waarde kan niet negatief zijn!
pl_pl: Wartość nie może być ujemna!
pt_pt: O valor não pode ser negativo!
tr_tr: Değer negatif olamaz!

source: Value cannot be greater than 90!
de_de: Wert darf nicht größer sein als 90!
nl_nl: Waarde kan niet groter dan 90 zijn!
pl_pl: Wartość nie może być większa niż 90!
pt_pt: O valor não pode ser maior que 90!
tr_tr: Değer 90 değerinden büyük olamaz!

source: Please enter a valid 6-digit hex color code (e.g., #RRGGBB).
de_de: Bitte einen gültigen 6-stelligen hex Frabcode eingeben (z.B. #RRGGBB).
nl_nl: Voer een geldige 6-cijferige hexadecimale kleurcode in (bijv. #RRGGBB).
pl_pl: Wprowadź prawidłowy 6-cyfrowy kod koloru szesnastkowego (np. #RRGGBB).
tr_tr: Lütfen geçerli bir 6 haneli onaltılık renk kodu yazın (#RRGGBB gibi).

source: Days must be a non-negative integer!
tr_tr: Gün değeri pozitif bir tamsayı olmalıdır!

source: Hours must be between 0 and 23!
tr_tr: Saat değeri 0 ile 23 arasında olmalıdır!

source: Minutes must be between 0 and 59!
tr_tr: Dakika değeri 0 ile 59 arasında olmalıdır!

source: Reminder time must be greater than 0!
tr_tr: Anımsatıcı zamanı 0 değerinden büyük olmalıdır!

source: Fields can not be empty.
de_de: Felder dürfen nicht leer sein.
es_es: Los campos no pueden estar vacíos.
hu_hu: A mezők nem lehetnek üresek.
nl_nl: Velden moeten ingevuld worden.
pl_pl: Pola nie mogą być puste.
pt_pt: Os campos não podem ficar vazios.
tr_tr: Alanlar boş olamaz.

source: Error. Something went wrong. Please contact us.
de_de: Fehler. Etwas ist schief gegangen. Bitte kontaktieren Sie uns.
es_es: Error. Algo salió mal. Por favor contáctenos.
hu_hu: Hiba. Valami meghibásodott. Kérem lépjen kapcsolatba velünk.
nl_nl: Er gaat iets verkeerd, neem a.u.b. contact met ons op.
pl_pl: Błąd. Coś poszło nie tak. Skontaktuj się z nami.
pt_pt: Erro. Algo aconteceu de errado. Entre em contato conosco.
tr_tr: Hata. Bir sorun çıktı. Lütfen bizimle görüşün.

source: Server key
es_es: Clave del servidor
hu_hu: Szerver kulcs
pl_pl: Klucz serwera
pt_pt: Chave do servidor
tr_tr: Sunucu anahtarı

source: Show a Website URL QR-code for Anonymous users
de_de: Zeigt eine Webseiten-URL als QR-Code für anonyme Nutzer
es_es: Mostrar un código QR de URL del sitio web para usuarios anónimos
nl_nl: Toon voor anonieme gebruikers een QR-code met de website-URL
pl_pl: Pokaż kod QR strony internetowej dla anonimowych użytkowników
pt_pt: Mostrar um código QR do URL do site para usuários anônimos
tr_tr: Anonim kullanıcılar için bir site adresi kare kodu görüntüle

source: Use CMS site name
de_de: Benutze CMS-Seitennamen
es_es: Use el nombre del sitio CMS
nl_nl: CMS-websitenaam gebruiken
pl_pl: Użyj nazwy witryny CMS
pt_pt: Use o nome do site CMS
tr_tr: İçerik yönetimi sistemindeki site adı kullanılsın

source: Use custom site name
de_de: Benutze benutzerdefinierten Seitennamen
es_es: Use un nombre del sitio personalizado
nl_nl: Aangepaste websitenaam gebruiken
pl_pl: Użyj niestandardowej nazwy witryny
pt_pt: Use um nome de site personalizado
tr_tr: Özel site adı kullanılsın

source: Site name
de_de: Seitenname
es_es: Nombre del sitio
nl_nl: Websitenaam
pl_pl: Nazwa witryny
pt_pt: Nome de site
tr_tr: Site adı

source: Show Public area
de_de: Zeige öffentlichen Bereich
nl_nl: Openbare ruimte tonen
pl_pl: Pokaż obszar publiczny
pt_pt: Mostrar área pública
tr_tr: Herkese açık alan görüntülensin

source: Show Reset password
de_de: Zeige Passwort-Reset
nl_nl: Herstel-wachtwoord tonen
pl_pl: Pokaż resetowanie hasła
pt_pt: Mostrar Redefinir senha
tr_tr: Parolayı sıfırla görüntülensin

source: Show News
de_de: News anzeigen
nl_nl: Nieuws tonen
pl_pl: Pokaż aktualności
pt_pt: Mostrar notícias
tr_tr: Haberleri görüntüle

source: News RSS feed URL
de_de: Nachrichtenfeed RSS URL
nl_nl: Nieuws RSS-feed URL
pl_pl: Adres URL kanału RSS
pt_pt: URL do feed RSS de notícias
tr_tr: Haber akışı adresi

source: Firebase key
pl_pl: Klucz Firebase
pt_pt: Chave do Firebase
tr_tr: Firebase anahtarı

source: Do you have custom application?
de_de: Haben Sie eine angepasste App?
nl_nl: Heeft u een aangepaste applicatie?
pl_pl: Czy masz własną aplikację?
pt_pt: Você tem aplicativo personalizado?
tr_tr: Özel uygulamanız var mı?

source: Do you want disallow registration on events at same date?
de_de: Sollen Anmeldungen für Events am gleichen Datum unterbunden werden?
nl_nl: Wilt u niet toestaan dat er registraties voor evenementen op dezelfde datum zijn?
pl_pl: Czy chcesz nie zezwolić na rejestrację wydarzeń w tym samym dniu?
pt_pt: Quer proibir inscrições em eventos na mesma data?
tr_tr: Aynı tarihteki etkinliklere kayıt yapılmasını engellemek ister misiniz?

source: Life time for push notification messages
de_de: Gültigkeitszeitraum für Push Nachrichten
nl_nl: Levensduur van push-meldingen
pl_pl: Czas trwania wiadomości powiadomień push
pt_pt: Tempo de vida útil para mensagens de notificação push
tr_tr: Anında bildirim iletilerinin geçerlilik süresi

source: Set the button color for event registration
de_de: Stelle die Farbe für die Schaltfläche der Anmeldung ein
nl_nl: De knopkleur instellen voor evenementregistratie
pl_pl: Ustaw kolor przycisku rejestracji wydarzenia
tr_tr: Etkinlik kayıtları için düğme rengini ayarlayın

source: Reminder about task due (day:hour:minute)
tr_tr: Görevle ilgili anımsatıcı (gün:saat:dakika)

source: Allow registration
de_de: Registrierungen erlauben
nl_nl: Registratie toestaan
pl_pl: Zezwól na rejestrację
pt_pt: Permitir registro
tr_tr: Kayıt olunabilsin

source: Confirm server key
de_de: Bestätige Server Key
es_es: Confirmar clave del servidor
hu_hu: Erősítse meg a szerver kulcsot
nl_nl: Server-key bevestigen
pl_pl: Potwierdź klucz serwera
pt_pt: Confirme a chave do servidor
tr_tr: Sunucu anahtarını doğrula

source: Server key updated
de_de: Server Key aktualisiert
es_es: La clave del servidor ha sido actualizada
hu_hu: Szerver kulcs frissítve
nl_nl: Server-key gewijzigd
pl_pl: Klucz serwera zaktualizowany
pt_pt: Chave do servidor atualizada
tr_tr: Sunucu anahtarı güncellendi

source: CiviMobile Settings
de_de: CiviMobile Einstellungen
es_es: Configuración de CiviMobile
hu_hu: CiviMobile beállítások
nl_nl: CiviMobile Instellingen
pl_pl: Ustawienia CiviMobile
pt_pt: Configurações do CiviMobile
tr_tr: CiviMobile ayarları

source: CiviMobile settings updated
de_de: CiviMobile Einstellungen aktualisiert
es_es: La configuracion de CiviMobile ha sido actualizada
nl_nl: CiviMobile instellingen geüpdatet
pl_pl: Ustawienia CiviMobile zaktualizowane
pt_pt: Configurações do CiviMobile atualizadas
tr_tr: CiviMobile ayarları güncellendi

source: The speaker doesn`t exists.
de_de: Der Referent existiert nicht.
nl_nl: De spreker bestaat niet.
pl_pl: Głośnik nie istnieje.
pt_pt: O orador não existe.
tr_tr: Konuşmacı bulunamadı.

source: First name
de_de: Vorname
nl_nl: Voornaam
pl_pl: Imię
pt_pt: Primeiro nome
tr_tr: Ad

source: Last name
de_de: Nachname
nl_nl: Achternaam
pl_pl: Nazwisko
pt_pt: Sobrenome
tr_tr: Soyad

source: Position
nl_nl: Positie
pl_pl: Położenie
pt_pt: Cargo
tr_tr: Konum

source: Bio
de_de: Biografie
pl_pl: Biografia
pt_pt: Biografia
tr_tr: Özgeçmiş

source: Image
de_de: Bild
nl_nl: Afbeelding
pl_pl: Obraz
pt_pt: Imagem
tr_tr: Görsel

source: Company
de_de: Institution
nl_nl: Bedrijf
pl_pl: Firma
pt_pt: Empresa
tr_tr: Kuruluş

source: Contact info wasn`t saved!
de_de: Kontaktinfo wurde nicht gespeichert!
nl_nl: Contact-informatie is niet opgeslagen!
pl_pl: Kontakt nie został zapisany!
pt_pt: As informações de contato não foram salvas!
tr_tr: Kişi bilgileri kaydedilmedi!

source: Participant bio wasn`t saved!
de_de: Teilnehmer Bio wurde nicht gespeichert!
nl_nl: De bio van de deelnemer is niet opgeslagen!
pl_pl: Bio uczestnika nie zostało zapisane!
pt_pt: A biografia do participante não foi salva!
tr_tr: Katılımcı özgeçmişi kaydedilmedi!

source: Title length cannot be more than %1 characters.
de_de: Titel darf nicht länger als %1 Zeichen sein.
nl_nl: De lengte van de titel mag niet meer zijn dan %1 tekens.
pl_pl: Długość tytułu nie może być większa niż %1 znaków.
pt_pt: O comprimento do título não pode ter mais de %1 caracteres.
tr_tr: Başlık %1 karakterden uzun olamaz.

source: Empty location id.
de_de: Leere Ort ID
nl_nl: Lege locatie-id.
pl_pl: Pusty identyfikator lokalizacji.
pt_pt: ID de local vazio.
tr_tr: Konum kimliği boş.

source: Wrong location id
de_de: Falsche Ort ID
nl_nl: Verkeerde locatie-id
pl_pl: Nieprawidłowy identyfikator lokalizacji
pt_pt: ID de local incorreto
tr_tr: Konum kimliği yanlış.

source: Empty venue id.
de_de: Leere Veranstaltungsort ID.
nl_nl: Lege zaal-id.
pl_pl: Pusty identyfikator lokalu.
pt_pt: ID do local vazio.
tr_tr: Mekan kimliği boş.

source: Venue id does not exist.
de_de: Veranstaltungsort ID existiert nicht.
nl_nl: Zaal-id bestaat niet.
pl_pl: Identyfikator lokalu nie istnieje.
pt_pt: O ID do local não existe.
tr_tr: Mekan kimliği bulunamadı.

source: View venue
de_de: Veranstaltungsort anzeigen
nl_nl: Locatie weergeven
pl_pl: Zobacz lokal
pt_pt: Ver local
tr_tr: Mekanı görüntüle

source: Edit venue
de_de: Veranstaltungsort bearbeiten
nl_nl: Locatie bewerken
pl_pl: Edytuj lokal
pt_pt: Editar local
tr_tr: Mekanı düzenle

source: Add venue
de_de: Veranstaltungsort hinzufügen
nl_nl: Locatie toevoegen
pl_pl: Dodaj lokal
pt_pt: Adicionar local
tr_tr: Mekan ekle

source: Details
pl_pl: Szczegóły
pt_pt: Detalhes
tr_tr: Ayrıntılar

source: Address
de_de: Adresse
nl_nl: Adres
pl_pl: Adres
pt_pt: Morada
tr_tr: Adres

source: Order
de_de: Reihenfolge
nl_nl: Volgorde
pl_pl: Zamówienie
pt_pt: Posição
tr_tr: Sıralama

source: Color
de_de: Farbe
nl_nl: Kleur
pl_pl: Kolor
pt_pt: Cor
tr_tr: Renk

source: You can upload only PDF, PNG and JPEG files.
de_de: Sie können nur PDF, PNG und JPEG Dateien uploaden.
nl_nl: U kunt alleen bestanden van de types PDF, PNG en JPEG uploaden.
pl_pl: Możesz przesłać tylko pliki PDF, PNG i JPEG.
pt_pt: Apenas pode fazer upload apenas de arquivos PDF, PNG e JPEG.
tr_tr: Yalnızca PDF, PNG ve JPEG dosyalarını yükleyebilirsiniz.

source: Invalid venueId parameter.
de_de: Ungültiger venueId Parameter
nl_nl: Ongeldige parameter venueId.
pl_pl: Nieprawidłowy parametr venueId.
pt_pt: Parâmetro localId inválido.
tr_tr: Mekan kimliği parametresi geçersiz.

source: Venue Not Found
de_de: Veranstaltungsort nicht gefunden
nl_nl: Zaal niet gevonden
pl_pl: Nie znaleziono lokalu
pt_pt: Local não encontrado
tr_tr: Mekan bulunamadı
