Repository: civicrm/civicrm-l10n-extensions
Catalog: po/civimobileapi/*/civimobileapi.po
Languages: de_de, es_es, hu_hu, nl_nl, pl_pl, pt_pt, tr_tr

source: Venue wasn`t saved
de_de: Veranstaltungsort wurde nicht gespeichert
nl_nl: Zaal niet opgeslagen
pl_pl: Miejsce nie zostało zapisane
pt_pt: O local não foi salvo
tr_tr: Mekan kaydedilmedi

source: This Venue is used in the session. To remove it, first remove it from the session.
de_de: Veranstaltungsort ist von einer Einzelveranstaltungen gebucht. Bitte erst die Einzelveranstaltung entfernen.
nl_nl: De zaal wordt gebruikt in de sessie. Als u het wilt verwijderen, verwijder het dan eerst uit de sessie.
pl_pl: Ten lokal jest używany w sesji. Aby go usunąć, najpierw usuń go z sesji.
pt_pt: Este local é usado na sessão. Para removê-lo, primeiro remova-o da sessão.
tr_tr: Bu mekan oturumda kullanılıyor. Kaldırmak için önce oturumdan kaldırın.

source: Venue is used
de_de: Veranstaltungsort wird benutzt
nl_nl: Zaal is gebruikt
pl_pl: Wykorzystano miejsce
pt_pt: Local é usado
tr_tr: Mekan kullanılıyor

source: Name can`t be empty!
de_de: Name darf nicht leer sein!
nl_nl: De naam mag niet leeg zijn!
pl_pl: Nazwa nie może być pusta!
pt_pt: O nome não pode ficar vazio!
tr_tr: Ad boş olamaz!

source: Name length must be less than 255 characters.
de_de: Name darf nicht länger als 255 Zeichen sein.
nl_nl: De lengte van de naam is maximaal 255 tekens.
pl_pl: Nazwa musi mieć mniej niż 255 znaków.
pt_pt: O comprimento do nome deve ser inferior a 255 caracteres.
tr_tr: Ad 255 karakterden kısa olmalıdır.

source: Venue location length must be less than 255 characters.
de_de: Veranstaltungsort muss weniger als 255 Zeichen lang sein.
nl_nl: De tekst van de locatie van de zaal is maximaal 255 tekens.
pl_pl: Długość lokalu musi być mniejsza niż 255 znaków.
pt_pt: O comprimento do localização do evento deve ser inferior a 255 caracteres.
tr_tr: Mekan konumu 255 karakterden kısa olmalıdır.

source: Venue with same name already exists for this location.
de_de: Veranstaltungsort mit dem selben Namen existiert bereits für diesen Platz.
nl_nl: Er bestaat al een zaal met die naam op deze locatie.
pl_pl: Miejsce o tej nazwie już istnieje dla tej lokalizacji.
pt_pt: Já existe um local com o mesmo nome para este local.
tr_tr: Bu konum için aynı adlı bir mekan zaten var.

source: When generating QR Code tokens, use this Event
de_de: Diese Veranstaltung für die Generierung von QR-Code-Token benutzen
hu_hu: Amikor a QR kód tokent generálja, használja ezt az eseményt
nl_nl: Wanneer er QR-code tokens worden aangemaakt, gebruik dan dit
pl_pl: Podczas generowania tokenów kodu QR należy używać tego zdarzenia
pt_pt: Ao gerar tokens de QR Code, use este Evento
tr_tr: Kare kodlar oluşturulurken bu etkinlik kullanılsın

source: Is allow mobile registration?
de_de: Ist Anmeldung über App erlaubt?
nl_nl: Is mobiele registratie toegestaan?
pl_pl: Czy zezwala na rejestrację mobilną?
pt_pt: É permitido registro móvel?
tr_tr: Mobil kayıt olunabilsin

source: Contact (id = %1) User can not be registered because contact do not exist
de_de: Kontakt (id = %1) Benutzer kann nicht angemeldet werden, weil der Kontakt nicht existiert
es_es: Contacto (id = %1) El usuario no puede registrarse porque el contacto no existe
nl_nl: De gebruiker kan niet worden geregistreerd omdat het contact (id = %1) niet bestaat
pl_pl: Kontakt (id = %1) Użytkownik nie może być zarejestrowany, ponieważ kontakt nie istnieje
pt_pt: Contato (id = %1) O utilizador não pode ser registado porque o contato não existe
tr_tr: Kişi (kimlik = %1) bulunamadığından kullanıcı kaydedilemedi.

source: User was not registered.
de_de: Benutzer war nicht angemeldet.
es_es: El usuario no ha sido registrado
nl_nl: Gebruiker is niet geregistreerd.
pl_pl: Użytkownik nie został zarejestrowany.
pt_pt: O utilizador não foi registado.
tr_tr: Kullanıcı kaydedilmedi.

source: CiviMobile Event Locations
de_de: CiviMobile Veranstaltungsorte
nl_nl: CiviMobile Evenement Locaties
pl_pl: Lokalizacje zdarzeń CiviMobile
pt_pt: Locais de eventos CiviMobile
tr_tr: CiviMobile etkinlik konumları

source: CiviMobile Checklist
de_de: CiviMobile Checkliste
nl_nl: CiviMobile Controlelijst
pl_pl: Lista kontrolna CiviMobile
pt_pt: Lista de verificação do CiviMobile
tr_tr: CiviMobile kontrol listesi

source: CiviMobile Tabs
pl_pl: Karty CiviMobile
pt_pt: Separadores CiviMobile
tr_tr: CiviMobile sekmeleri

source: It means User can only update Participant status to 'Registered' or 'Attended'. Uses by QR Code.
de_de: Heißt, der Nutzer kann Teilnehmer zu 'Registriert' oder 'Teilgenommen' updaten. Wird von QR-Codes benutzt.
hu_hu: Azt jelenti, hogy a felhasználó csak a "Regisztrált" vagy a "Résztvett" állapotra frissíthet. QR kód felhasználásával.
nl_nl: Het betekent dat een gebruiker de deelnemersstatus alleen kan wijzigen in : 'Geregistreerd' of 'Deelgenomen'. Gebruikt door QR-code.
pl_pl: Oznacza to, że Użytkownik może aktualizować status Uczestnika tylko na „Zarejestrowany” lub „Uczestniczył”. Używa się za pomocą kodu QR.
pt_pt: Isso significa que o utilizador só pode atualizar o status do participante para 'Registrado' ou 'Participado'. Utilizações por QR Code.
tr_tr: Bu seçenek, kullanıcının katılımcı durumunu yalnızca 'Kayıtlı' veya 'Katıldı' olarak güncelleyebileceği anlamına gelir. Kare kod kullanılır.

source: View Agenda.
de_de: Agenda anzeigen.
nl_nl: Agenda bekijken.
pl_pl: Zobacz harmonogram.
pt_pt: Ver Agenda.
tr_tr: Programı görüntüle

source: It means the User can see the tags he belongs to.
de_de: Das bedeutet, dass der Benutzer die Schlagworte (Tags) sehen kann, die ihm zugeordnet sind.
nl_nl: Dit betekent dat de gebruiker zijn kenmerken kan bekijken.
pl_pl: Oznacza to, że użytkownik może zobaczyć tagi, do których należy.
pt_pt: Isso significa que o utilizador pode ver as tags às quais pertence
tr_tr: Bu seçenek, kullanıcının ait olduğu etiketleri görebilmesini sağlar.

source: It means the User can see the groups he belongs to
de_de: Das bedeutet, dass der Benutzer die Gruppen sehen kann, denen er zugeordnet sind.
nl_nl: Dit betekent dat de gebruiker zijn groepen kan bekijken
pl_pl: Oznacza to, że użytkownik może zobaczyć grupy, do których należy
pt_pt: Isso significa que o utilizador pode ver os grupos aos quais pertence
tr_tr: Bu seçenek, kullanıcının ait olduğu grupları görebilmesini sağlar.

source: Gives possibility to access CiviMobile without accessing web. Works in a pair with CiviCRM: access CiviCRM backend and API
de_de: Ermöglicht den Zugriff auf CiviMobile, ohne auf das Web zuzugreifen. Arbeitet im Paar mit CiviCRM: Zugriff auf CiviCRM Backend und API
pl_pl: Umożliwia dostęp do CiviMobile bez dostępu do sieci. Działa w parze z CiviCRM: dostęp do zaplecza CiviCRM i API
pt_pt: Dá possibilidade de acessar o CiviMobile sem acessar a web. Funciona em conjunto com o CiviCRM: acesse o backend e a API do CiviCRM
tr_tr: İnternet erişimi olmadan CiviMobile üzerine erişme olanağı sağlar. CiviCRM ile birlikte çalışır: CiviCRM arka ucuna ve API uygulamasına erişim

source: Allows to send requests to ChatGPT
de_de: Ermöglicht das Senden von Anfragen an ChatGPT
pl_pl: Umożliwia wysyłanie żądań do czatu GPT
pt_pt: Permite enviar solicitações para ChatGPT
tr_tr: ChatGPT üzerine istek göndermeyi sağlar

source: View all events including not public for authenticated user
de_de: Anzeige aller Veranstaltungen einschließlich der nicht öffentlichen für authentifizierte Benutzer
pl_pl: Zobacz wszystkie wydarzenia, w tym niepubliczne dla uwierzytelnionego użytkownika
tr_tr: Kimliği doğrulanmış kullanıcılara herkese açık olmayanlarla birlikte tüm etkinlikler görüntülensin

source: Failed to update participant public_key in database
de_de: participant public_key konnte nicht in der Datenbank aktualisiert werden
es_es: Error al actualizar el public_key del participante en la base de datos
nl_nl: Het wijzigen van de public-key van de deelnemer is mislukt
pl_pl: Nie udało się zaktualizować klucza publicznego użytkownika w bazie danych
pt_pt: Falha ao atualizar public_key do participante no banco de dados
tr_tr: Veri tabanında katılımcının herkese açık anahtarı güncellenemedi

source: Agenda
pl_pl: Harmonogram
tr_tr: Program

source: Can not find template with these parameters: valueName 'event_online_receipt' and groupName 'msg_tpl_workflow_event'
de_de: Kann keine Vorlage mit diesen Parametern finden: valueName 'event_online_receipt' und groupName 'msg_tpl_workflow_event'
es_es: No se puede encontrar la plantilla con estos parámetros: valueName 'event_online_receipt' y groupName 'msg_tpl_workflow_event'
hu_hu: Nem találjuk ezekkel a paraméterekkel a sablont:: valueName 'event_online_receipt' és groupName 'msg_tpl_workflow_event'
nl_nl: Het sjabloon met de parameters: valueName 'event_online_receipt' en groupName 'msg_tpl_workflow_event' is niet gevonden.
pl_pl: Nie można znaleźć szablonu z następującymi parametrami: valueName 'event_online_receipt' i groupName 'msg_tpl_workflow_event'
pt_pt: Não é possível encontrar o modelo com estes parâmetros: valueName 'event_online_receipt' and groupName 'msg_tpl_workflow_event'
tr_tr: Şu parametrelerle bir kalıp bulunamadı: valueName 'event_online_receipt' ve groupName 'msg_tpl_workflow_event'

source: Can not find template with these parameters: valueName 'event_offline_receipt' and groupName 'msg_tpl_workflow_event'
de_de: Can not find template with these parameters: valueName 'event_offline_receipt' und groupName 'msg_tpl_workflow_event'
es_es: No se puede encontrar la plantilla con estos parámetros: valueName 'event_offline_receipt' y groupName 'msg_tpl_workflow_event'
hu_hu: Nem találjuk ezekkel a paraméterekkel a sablont: valueName 'event_offline_receipt' és groupName 'msg_tpl_workflow_event'
nl_nl: Het sjabloon met de parameters valueName 'event_offline_receipt' en groupName 'msg_tpl_workflow_event' is niet gevonden
pl_pl: Nie można znaleźć szablonu z następującymi parametrami: valueName 'event_offline_receipt' i groupName 'msg_tpl_workflow_event'
pt_pt: Não é possível encontrar o modelo com estes parâmetros: valueName 'event_offline_receipt' and groupName 'msg_tpl_workflow_event'
tr_tr: Şu parametrelerle bir kalıp bulunamadı: valueName 'event_offline_receipt' ve groupName 'msg_tpl_workflow_event'

source: Wrong email or password
de_de: Falsche Email oder Passwort
es_es: Correo electrónico o contraseña inválidos
hu_hu: Hibás e-mail vagy jelszó
nl_nl: Verkeerd e-mailadres of wachtwoord
pl_pl: Nieprawidłowy adres e-mail lub hasło
pt_pt: E-mail ou senha errada
tr_tr: E-posta ya da parola hatalı

source: Required field
de_de: Pflichtfeld
es_es: Campo obligatorio
hu_hu: Szükséges mező
nl_nl: Verplicht veld
pl_pl: Pole wymagane
pt_pt: Campo obrigatório
tr_tr: Zorunlu alan

source: Wrong contact_id
de_de: Falsche contact_id
es_es: contact_id inválido
hu_hu: Rossz contact_id
nl_nl: Verkeerd contact-id
pl_pl: Błędny_id kontaktu
pt_pt: contact_id Errado
tr_tr: Kişi kimliği yanlış

source: Wrong token
de_de: falscher Token
es_es: Comodín inválido
hu_hu: Rossz token
nl_nl: Verkeerd token
pl_pl: Nieprawidłowy token
pt_pt: token Errado
tr_tr: Kod yanlış

source: Token doesn't exist
de_de: Token existiert nicht
es_es: Este comodín no existe
hu_hu: Token nem létezik
nl_nl: Het token bestaat niet
pl_pl: Token nie istnieje
pt_pt: O Token não existe.
tr_tr: Kod bulunamadı

source: Not valid request
de_de: Ungültige Anfrage
es_es: Solicitud no válida
nl_nl: Het request is ongeldig
pl_pl: Nieprawidłowe żądanie
pt_pt: Pedido invalido
tr_tr: İstek geçerli değil

source: Api error.
es_es: Error de Api.
nl_nl: API Fout.
pl_pl: Błąd API.
pt_pt: Erro na Api
tr_tr: API sorunu.

source: The 'entityName' field is required field.
de_de: Das 'entityName' Feld ist ein Pflichtfeld.
es_es: El campo 'entityName' es un campo obligatorio.
nl_nl: Het veld 'entityName' is een verplicht veld.
pl_pl: Pole 'Nazwa' jest wymagane.
pt_pt: O campo 'entityName' é obrigatório.
tr_tr: 'entityName' alanının doldurulması zorunludur.

source: The 'entityData' field is required field.
de_de: Das 'entityData' Feld ist ein Pflichtfeld.
es_es: El campo 'entityDate' es un campo obligatorio.
nl_nl: Het veld 'entityData' is een verplicht veld.
pl_pl: Pole 'Dane podmiotu' jest wymagane.
pt_pt: O campo 'entityData' é obrigatório.
tr_tr: 'entityData' alanının doldurulması zorunludur.

source: The 'entityData' has not valid json.
de_de: 'entityData' hat kein gültiges json.
nl_nl: Het veld 'entityData' heeft geen geldige JSON.
pl_pl: 'entityData' nie ma prawidłowego kodu JSON.
pt_pt: O 'entityData' não possui json válido.
tr_tr: 'entityData' geçerli bir JSON değil.

source: The 'actionName' field is required field.
de_de: Das 'actionName' Feld ist ein Pflichtfeld.
nl_nl: Het veld 'actionName' is een verplicht veld.
pl_pl: Pole 'actionName' jest wymagane.
pt_pt: O campo 'actionName' é obrigatório.
tr_tr: 'actionName' alanının doldurulması zorunludur.

source: Value '%1' is not allow entity name.
de_de: Wert '%1' ist kein erlaubter Entitätsname.
nl_nl: De waarde '%1' is geen toegestane entiteitsnaam.
pl_pl: Wartość '%1' nie jest dozwolona nazwa jednostki.
pt_pt: O valor '%1' não permite nome de entidade.
tr_tr: '%1' değeri izin verilen bir varlık adı değil.

source: Value '%1' is not allow action name.
de_de: Wert '%1' ist kein erlaubter Aktionsname.
nl_nl: De waarde '%1' is geen toegestane actienaam.
pl_pl: Wartość '%1' nie jest dozwolona nazwa akcji.
pt_pt: O valor '%1' não permite nome de ação.
tr_tr: '%1' değeri izin verilen bir işlem adı değil.

source: '1%' Permission denied.
de_de: '1%' Zugriff nicht erlaubt.
es_es: '1%' Permiso denegado.
nl_nl: '1%' niet toegestaan.
pl_pl: Odmowa uprawnienia '1%'.
pt_pt: '1%' Permissão negada
tr_tr: '1%' izni reddedildi.

source: 'option_group_id' is required field.
de_de: 'option_group_id' ist ein Pflichtfeld.
nl_nl: 'option_group_id' is een verplicht veld.
pl_pl: Pole 'option_group_id' jest wymagane.
pt_pt: 'option_group_id' é um campo obrigatório.
tr_tr: 'option_group_id' alanının doldurulması zorunludur.

source: Not allow value field for 'option_group_id' field.
de_de: Nicht erlaubter Feldwert für Feld 'option_group_id'.
nl_nl: Niet toegestane waarde veld 'option_group_id'.
pl_pl: Nie zezwalaj na pole wartości dla pola 'option_group_id'.
pt_pt: Não permitir campo de valor para o campo 'option_group_id'.
tr_tr: 'option_group_id' alanı için değer alanına izin verilmiyor.

source: 'event_id' is required field.
de_de: 'event_id' ist ein Pflichtfeld.
nl_nl: 'event_id' is een verplicht veld.
pl_pl: Pole 'event_id' jest wymagane.
pt_pt: 'event_id' é um campo obrigatório.
tr_tr: 'event_id' alanının doldurulması zorunludur.

source: Event(id = %1) does not exist or is not public.
de_de: Veranstaltung(ID = %1) existiert nicht oder ist nicht öffentlich.
nl_nl: Evenement (id = %1) bestaat niet of is niet openbaar.
pl_pl: Wydarzenie (id = %1) nie istnieje lub nie jest publiczne.
pt_pt: Evento(id = %1) não existe ou não é público.
tr_tr: Etkinlik (kimlik = %1) bulunamadı ya da herkese açık değil.

source: Send an Email
de_de: E-Mail senden
hu_hu: E-mail küldés
nl_nl: E-mail verzenden
pl_pl: Wyślij e-mail
pt_pt: Envie um e-mail
tr_tr: Bir e-posta gönder

source: January
de_de: Januar
nl_nl: Januari
pl_pl: Styczeń
pt_pt: Janeiro
tr_tr: Ocak

source: February
de_de: Februar
nl_nl: Februari
pl_pl: Luty
pt_pt: Fevereiro
tr_tr: Şubat

source: March
de_de: März
nl_nl: Maart
pl_pl: Marzec
pt_pt: Março
tr_tr: Mart

source: April
pl_pl: Kwiecień
pt_pt: Março
tr_tr: Nisan

source: May
de_de: Mai
nl_nl: Mei
pl_pl: Maj
pt_pt: Maio
tr_tr: Mayıs

source: June
de_de: Juni
nl_nl: Juni
pl_pl: Czerwiec
pt_pt: Junho
tr_tr: Haziran

source: July
de_de: Juli
nl_nl: Juli
pl_pl: Lipiec
pt_pt: Julho
tr_tr: Temmuz

source: August
nl_nl: Augustus
pl_pl: Sierpień
pt_pt: Agosto
tr_tr: Ağustos

source: September
pl_pl: Wrzesień
pt_pt: Setembro
tr_tr: Eylül

source: October
de_de: Oktober
nl_nl: Oktober
pl_pl: Październik
pt_pt: Outubro
tr_tr: Ekim

source: November
pl_pl: Listopad
pt_pt: Novembro
tr_tr: Kasım

source: December
de_de: Dezember
pl_pl: Grudzień
pt_pt: Dezembro
tr_tr: Aralık

source: Is <strong>"%1"</strong> plugin active?
de_de: Ist das <strong>"%1"</strong> Plugin aktiv?
nl_nl: Is de <strong>"%1"</strong> plugin actief?
pl_pl: Czy wtyczka <strong>"%1"</strong> jest aktywna?
pt_pt: O plug-in <strong>"%1"</strong> esta ativo?
tr_tr: <strong>"%1"</strong> eklentisi etkin mi?

source: CiviMobile may not work properly if <strong>"%1"</strong> plugin is installed.
de_de: CiviMobile funktioniert vielleicht nicht richtig, wenn das <strong>"%1"</strong> Plugin nicht installiert ist.
nl_nl: CiviMobile werkt mogelijk niet goed als de <strong>"%1"</strong> plugin is geïnstalleerd.
pl_pl: CiviMobile może nie działać poprawnie, jeśli wtyczka <strong>"%1"</strong> jest zainstalowana.
pt_pt: O CiviMobile pode não funcionar corretamente se <strong>"%1"</strong> o plugin estiver instalado.
tr_tr: <strong>"%1"</strong> eklentisi kuruluyken CiviMobile uygulaması çalışmayabilir.

source: If you have a problems with authorization on CiviMobile application please try to deactivate plugins one by one to detect which plugin blocks CiviMobile.
de_de: Bei Problemen mit der Autorisierung der CiviMobile-Anwendung, bitte die Plugins nacheinander deaktivieren, um festzustellen, welches Plugin CiviMobile blockiert.
nl_nl: Als het niet lukt om CiviMobile te autoriseren probeer dan een voor een een plugin even uit te schakelen voordat je CiviMobile opnieuw probeert te autoriseren, mogelijk voorkomt een plugin het autoriseren.
pl_pl: Jeśli masz problemy z autoryzacją w aplikacji CiviMobile, spróbuj dezaktywować wtyczki po kolei, aby sprawdzić, która z nich blokuje CiviMobile.
pt_pt: Se você tiver problemas com a autorização no aplicativo CiviMobile, tente desativar os plug-ins um por um para detectar qual plug-in bloqueia o CiviMobile.
tr_tr: CiviMobile uygulamasına izin vermekle ilgili sorun yaşıyorsanız, hangi eklentinin CiviMobile uygulamasını engellediğini bulmak için lütfen eklentileri tek tek etkislzleştirmeyi deneyin.

source: Your Api key has removed and all device disconnected from account.
de_de: Ihr API Key wurde entfernt und alle Geräte von diesem Konto getrennt.
hu_hu: Az API key eltávolítva és az összes eszköz szétkapcsolva a fiókjától.
nl_nl: Uw API-Key is verwijderd en alle devices zijn niet meer verbonden aan het account.
pl_pl: Klucz API został usunięty, a wszystkie urządzenia zostały odłączone od konta.
pt_pt: Sua chave API foi removida e todos os dispositivos desconectados da conta.
tr_tr: API anahtarınız kaldırıldı ve tüm aygıtların hesapla bağlantısı kesildi.

source: Reminder: Task
tr_tr: Anımsatıcı: Görev

source: is overdue.
tr_tr: süresi geçmiş.

source: is due soon.
tr_tr: yakında süresi dolacak.

source: Cannot add more attachments. Maximum limit reached
de_de: Kann keine weiteren Anhänge hochladen. Maximale Anzahl erreicht
pl_pl: Nie można dodać więcej załączników. Osiągnięto maksymalny limit
pt_pt: Não é possível adicionar mais anexos. Limite máximo atingido
tr_tr: Daha fazla dosya eklenemez. En fazla dosya sayısı sınırına ulaşıldı

source: Files were not uploaded
de_de: Dateien wurden nicht hochgeladen
nl_nl: Bestanden zijn niet geüpload
pl_pl: Pliki nie zostały przesłane
pt_pt: Os ficheiros não foram carregados
tr_tr: Dosyalar yüklenmedi

source: Field 'event_id' is required
de_de: Feld 'event_id' wird benötigt
nl_nl: Veld 'event_id' is verplicht
pl_pl: Pole 'event_id' jest wymagane
pt_pt: O campo 'event_id' é obrigatório
tr_tr: 'event_id' alanı zorunludur

source: Participant registration error.
de_de: Fehler bei Teilnehmerregistrierung.
pl_pl: Błąd rejestracji uczestnika.
pt_pt: Erro de registro do participante.
tr_tr: Katılımcı kaydı sorunu.

source: You already registered on Event.
de_de: Sie sind bereits für diese Veranstaltung angemeldet.
pl_pl: Już zarejestrowałeś się na Zdarzeniu.
pt_pt: Você já se inscreveu no Evento.
tr_tr: Etkinliğe zaten kayıt olmuşsunuz.

source: The event is currently full.
de_de: Die Veranstaltung ist aktuell ausgebucht.
pl_pl: Wydarzenie jest obecnie pełne.
pt_pt: O evento está lotado no momento.
tr_tr: Etkinlikte yer kalmadı.

source: Entity ID
de_de: Entitäts-ID
nl_nl: Entiteit-id
pl_pl: Identyfikator jednostki
pt_pt: id da entidade
tr_tr: Varlık kimliği

source: Entity Table
de_de: Entitätstabelle
nl_nl: Entiteitstabel
pl_pl: Tabela encji
pt_pt: Tabela de entidade
tr_tr: Varlık tablosu

source: Account id
pl_pl: ID konta
pt_pt: ID da conta
tr_tr: Hesap kimliği

source: Event ID
nl_nl: Evenement-id
pl_pl: Identyfikator zdarzenia
pt_pt: Id do Evento
tr_tr: Etkinlik kimliği

source: Params
de_de: Parameter
nl_nl: Parameters
tr_tr: Parametreler

source: User input
de_de: User-Eingabe
pl_pl: Wprowadzanie użytkownika
pt_pt: Entrada do utilizador
tr_tr: Kullanıcı girişi

source: has created activity.
tr_tr: işlem ekledi.

source: has edited activity.
tr_tr: işlemi düzenledi.

source: has deleted activity.
tr_tr: işlemi sildi.

source: has deleted activity in case.
tr_tr: olay işlemini sildi.

source: has created case.
tr_tr: olay ekledi.

source: has edited case.
tr_tr: olayı düzenledi.

source: has deleted case.
tr_tr: olayı sildi.

source: has created participant.
tr_tr: katılımcı ekledi.

source: has edited your event's participation.
tr_tr: etkinlik katılımınızı düzenledi.

source: has deleted you from event.
tr_tr: sizi etkinlikten sildi.

source: has created relationship.
tr_tr: ilişki ekledi.

source: has edited relationship.
tr_tr: ilişkiyi düzenledi.

source: has deleted relationship.
tr_tr: ilişkiyi sildi.

source: You have been assigned to a new task in Project:
tr_tr: Projede yeni bir göreve atandınız:

source: Task:
tr_tr: Görev:

source: You have been removed from the task in Project:
tr_tr: Projedeki bir görevden çıkarıldınız:

source: Your task
tr_tr: Göreviniz

source: in project
tr_tr: Proje:

source: has been updated.
tr_tr: güncellendi.

source: Project
de_de: Projekt
pl_pl: Projekt
tr_tr: Proje

source: has been archived.
tr_tr: arşivlendi.

source: has been deleted.
tr_tr: silindi.

source: You have been added to the project
tr_tr: Projeye eklendiniz

source: as a
tr_tr: Rol:

source: You have been removed from the project
tr_tr: Projeden çıkarıldınız

source: Contact id(a) is deleted?
de_de: Ist Kontakt-ID(a) gelöscht?
hu_hu: Kapcsolat id(a) törölve?
nl_nl: Contact-id(a) is verwijderd?
pl_pl: Id kontaktu(a) został usunięty?
pt_pt: O ID(a) do contato foi eliminado?
tr_tr: Kişi kimliği(a) silindi mi?

source: Contact id(b) is deleted?
de_de: Ist Kontakt-ID(b) gelöscht?
hu_hu: Kapcsolat id(b) törölve?
nl_nl: Contact-id(b) is verwijderd?
pl_pl: Identyfikator kontaktu(b) został usunięty?
pt_pt: O ID(b) do contato foi eliminado?
tr_tr: Kişi kimliği(b) silindi mi?

source: Is active?
de_de: Ist aktiv?
nl_nl: Is actief?
pl_pl: Czy jest aktywny?
pt_pt: Está ativo?
tr_tr: Etkin

source: Contact ID
de_de: Kontakt-ID
hu_hu: Kapcsolat azonosító
pl_pl: ID kontaktu
pt_pt: Id de contato
tr_tr: Kişi kimliği

source: Sort filed (default "label")
de_de: Sortierfeld (Standard "label")
nl_nl: Sort gevuld (standaard "label")
pl_pl: Sortuj wypełnione (domyślnie "etykieta")
pt_pt: Classificar arquivado ("rótulo" padrão)
tr_tr: Dosyalanmaya göre sırala (varsayılan değer: "etiket")

source: Limit (default unlimited)
de_de: Limit (Standard unbeschränkt)
hu_hu: Korlát (alapértelmezett a korlátlan)
nl_nl: Limiet (standaard geen limiet)
pl_pl: Limit (domyślnie nieograniczone)
pt_pt: Limite (padrão ilimitado)
tr_tr: Sınır (varsayılan değer: sınır)

source: Is group hidden?
de_de: Ist die Gruppe ausgeblendet?
nl_nl: Is groep verborgen?
pl_pl: Czy grupa jest ukryta?
pt_pt: O grupo está oculto?
tr_tr: Grup gizli
