Repository: civicrm/civicrm-l10n-extensions
Catalog: po/civimobileapi/*/civimobileapi.po
Languages: de_de, es_es, hu_hu, nl_nl, pl_pl, pt_pt, tr_tr

source: Venue does not exists in session
de_de: Veranstaltungsort existiert nicht in Sitzung
nl_nl: Locatie bestaat niet in de sessie
pl_pl: Miejsce nie istnieje w sesji
pt_pt: O local não existe na sessão
tr_tr: Mekan oturumda bulunmuyor

source: Venue does not exists in session and session is outside of timeframe event
de_de: Veranstaltungsort existiert nicht in der Einzelveranstaltung und die Einzelveranstaltung ist außerhalb des Veranstaltungszeitrahmens.
nl_nl: Locatie bestaat niet in de sessie en de sessie is buiten periode evenement
pl_pl: Miejsce nie istnieje w sesji i sesja jest poza ramami czasowymi
pt_pt: O local não existe na sessão e a sessão está fora do período do evento
tr_tr: Mekan oturumda bulunmuyor ve oturum etkinliğin zaman aralığının dışında

source: Session is outside of timeframe event
de_de: Die Einzelveranstaltung ist außerhalb des Veranstaltungszeitrahmens.
nl_nl: Tijd van de sessie komt niet overeen met het evenement
pl_pl: Sesja jest poza ramami czasowymi
pt_pt: A sessão está fora do período do evento
tr_tr: Oturum etkinliğin zaman aralığı dışında

source: Session is ready to use
de_de: Einzelveranstaltung ist bereits in Verwendung.
nl_nl: De sessie kan gebruikt worden
pl_pl: Sesja jest gotowa do użycia
pt_pt: A sessão está pronta para uso
tr_tr: Oturum kullanılmaya hazır

source: Previous Payment cannot be deleted (hash=%1). Please complete payment
de_de: Vorherige Zahlung kann nicht gelöscht werden (hash=%1). Bitte Zahlung erst abschliessen.
es_es: El pago anterior no se puede eliminar (hash=%1). Por favor, complete el pago
nl_nl: De vorige betaling kan niet verwijderd worden (hash=%1). Rond de betaling af
pl_pl: Poprzednia płatność nie może zostać usunięta (hash=%1). Proszę dokończyć płatność
pt_pt: O pagamento anterior não pode ser excluído (hash=%1). Por favor, conclua o pagamento
tr_tr: Önceki ödeme silinemedi (karma=%1). Lütfen ödemeyi tamamlayın

source: User with same email already registered
de_de: Benutzer mit der gleichen E-Mail-Adresse ist bereits angemeldet
nl_nl: Er is al een gebruiker met hetzelfde e-mailadres geregistreerd
pl_pl: Użytkownik z tym samym adresem e-mail jest już zarejestrowany
tr_tr: Aynı e-posta adresini kullanan bir kullanıcı kaydı var

source: Event(id = %1) User can not be registered because event does not exist.
de_de: Veranstaltung(id = %1) Benutzer kann nicht angemeldet werden, weil die Veranstaltung nicht existiert.
es_es: Evento(id = %1) El usuario no puede ser registrado porque el evento no existe.
nl_nl: Gebruiker kan niet aangemeld worden omdat het evenement (id = %1) lijkt te ontbreken.
pl_pl: Wydarzenie (id = %1) Użytkownik nie może być zarejestrowany, ponieważ zdarzenie nie istnieje.
pt_pt: Evento(id = %1) O usuário não pode ser registrado porque o evento não existe.
tr_tr: Etkinlik (kimlik = %1) bulunamadığından kullanıcı kaydedilemedi.

source: Contact(id = %1) is already registered on the Event(id = %2).
de_de: Kontakt(id = %1) ist bereits für die Veranstaltung(id = %2) angemeldet.
es_es: El contacto(id = %1) ya está registrado en el Evento(id = %2).
nl_nl: Contact (id = %1) is al aangemeld voor het evenement (id = %2).
pl_pl: Kontakt (id = %1) jest już zarejestrowany na Zdarzeniu (id = %2).
pt_pt: O contato(id = %1) já está cadastrado no Evento(id = %2).
tr_tr: Kişi (kimlik = %1), Etkinlik (kimlik = %2) üzerinde zaten kaydedilmiş.

source: Contact(id = %1) does not exist.
de_de: Kontakt(id = %1) existiert nicht.
es_es: El Contactot(id = %1) no existe.
nl_nl: Contact (id = %1) bestaat niet.
pl_pl: Kontakt (id = %1) nie istnieje.
pt_pt: Contato(id = %1) não existe.
tr_tr: Kişi (kimlik = %1) bulunamadı.

source: First name '%1' cannot be empty.
de_de: Vorname '%1' darf nicht leer sein.
es_es: Nombre '%1' no puede estar vacío.
nl_nl: De voornaam '%1' moet gevuld zijn.
pl_pl: Imię '%1' nie może być puste.
pt_pt: Nome Proprio '%1' não pode ficar vazio.
tr_tr: '%1' adı boş olamaz.

source: Last name '%1' cannot be empty.
de_de: Nachname '%1' darf nicht leer sein.
es_es: Apellido '%1' no puede estar vacío.
nl_nl: De achternaam '%1' moet gevuld zijn.
pl_pl: Nazwisko '%1' nie może być puste.
pt_pt: O Sobrenome '%1' não pode ficar vazio.
tr_tr: '%1' soyadı boş olamaz.

source: Email '%1' have to be valid.
de_de: E-Mailadresse '%1' muss gültig sein.
es_es: Correo Electrónico '%1' debe ser válido.
nl_nl: E-mail '%1' moet geldig zijn.
pl_pl: E-mail '%1' musi być ważny.
pt_pt: O e-mail '%1' precisa ser válido.
tr_tr: '%1' e-posta adresi geçerli olmalıdır.

source: Can not get price set assigned to event.
de_de: Zugehörige Preis-Set ist nicht verfügbar.
es_es: No es posible identificar un conjunto de precios asignados al evento
hu_hu: Nem tudom betölteni az eseményhez rendelt árlistát.
nl_nl: De prijsset van het evenement kan niet gelezen worden.
pl_pl: Nie można uzyskać ustawionej ceny przypisanej do wydarzenia.
pt_pt: Não é possível atribuir o preço definido ao evento.
tr_tr: Etkinlikle ilişkili fiyat kümesi alınamadı.

source: Can not get price set fields assigned to event.
de_de: Zugehörige Preis-Set-Felder sind nicht verfügbar.
es_es: No es posible identificar los campos del conjunto de precios asignados al evento
hu_hu: Nem tudom betölteni az eseményhez rendelt árlista mezőt.
nl_nl: De prijssetvelden van het evenement kunnen niet gelezen worden.
pl_pl: Nie można uzyskać ustawień ceny pól przypisanych do wydarzenia.
pt_pt: Não é possível aceitar o preço definido ao evento.
tr_tr: Etkinlikle ilişkili fiyat kümesi alanı alınamadı.

source: Can not parse selected price set
de_de: Ausgewählter Preisset kann nicht geparst werden
es_es: El conjunto de precios seleccionado no se puede analizar
nl_nl: De geselecteerde prijsset kan niet verwerkt worden
pl_pl: Nie można przetworzyć wybranej ceny
pt_pt: Não é possível analisar o conjunto de preços selecionado
tr_tr: Seçilmiş fiyat kümesi işlenemedi

source: Can not parse selected value for field (id = %1) for price set (id = %2)
de_de: Ausgewählter Wert kann nicht geparst werden für Feld (id = %1) zum Preis-Set (id = %2)
es_es: No se puede analizar el valor del campo seleccionado (id = %1) para el conjunto de precios (id = %2)
nl_nl: De geselecteerde waarde voor veld (id = %1) kan niet verwerkt worden voor prijsset (id = %2)
pl_pl: Nie można przetworzyć wybranej wartości dla pola (id = %1) dla ustawionej ceny (id = %2)
pt_pt: Não é possível analisar o valor selecionado para o campo (id = %1) para o conjunto de preços (id = %2)
tr_tr: Fiyat paketi (kimlik = %2) için alan (kimlik = %1) için seçilen değer işlenemedi

source: Price Field (id = %1) does not exist for Event's
de_de: Preisfeld (id = %1) existiert nicht für Veranstaltungen
es_es: El campo Precio (id = %1) no existe para Eventos
nl_nl: Prijsveld (id = %1) bestaat niet voor het evenement
pl_pl: Pole ceny (id = %1) nie istnieje dla wydarzenia
pt_pt: O Campo Preço (id = %1) não existe para Eventos
tr_tr: Etkinliğin fiyat alanı (kimlik = %1) bulunamadı

source: Empty filed values for price set field (id = %1). Please create it in administer.
de_de: Leer ausgefüllte Werte für das Preissatzfeld (id = %1). Bitte erstellen unter Administration erstellen.
es_es: Los valores del campo del conjunto de precios (id = %1 ) están vacíos. Por favor, créelos en administrar.
nl_nl: Er zijn lege waarden in prijssetveld (id = %1). Maak het a.u.b. aan als beheerder.
pl_pl: Puste wartości dla pola zestawu cen (id = %1). Proszę utworzyć je w administratorze.
pt_pt: Valores arquivados vazios para o campo de definição de preço (id = %1). Por favor, crie-o em administração.
tr_tr: Fiyat paketi alanı (kimlik = %1) için alan değerleri boş. Lütfen yönetim bölümünden oluşturun.

source: "filed_value_count" must be filled for field with "Text" "html_type"
de_de: "filed_value_count" muss gefüllt sein für Feld mit "Text" "html_type"
es_es: "campo_valor_recuento" se debe completar para el campo con "Texto" "html_type"
nl_nl: "filed_value_count" moet gevuld zijn voor veld met "Text" "html_type"
pl_pl: "filed_value_count" musi być wypełnione dla pola "Text" "html_type"
pt_pt: "filed_value_count" deve ser preenchido para campo com "Texto" "html_type"
tr_tr: "filed_value_count", "Text" "html_type" ile alan için doldurulmalıdır

source: Not valid value(id = %1) for price set field (id = %2).
de_de: Kein gültiger Wert (id = %1) für Preisset-Feld (id = %2).
es_es: Valor no válido(id = %1) para el campo del conjunto de precios (id = %2).
nl_nl: Geen geldige waarde (id = %1) bij prijssetveld (id = %2).
pl_pl: Nieprawidłowa wartość(id = %1) dla pola ustawienia ceny (id = %2).
pt_pt: Valor inválido (id = %1) para o campo de definição de preço (id = %2).
tr_tr: Fiyat paketi alanının (kimlik = %2) değeri geçersiz (kimlik = %1).

source: Price field (id = %1) is required field for price set(id = %2)
de_de: Preisfeld (id = %1) ist Pflichtfeld für Preis-Set (id = %2)
es_es: Campo Precio (id = %1) es un campo obligatorio para el conjunto de precios(id = %2)
nl_nl: Prijssetveld (id = %1) is een verplicht veld voor prijsset (id = %2)
pl_pl: Pole ceny (id = %1) jest wymagane dla ustawienia ceny (id = %2)
pt_pt: O campo preço (id = %1) é um campo obrigatório para conjunto de preços (id = %2)
tr_tr: Fiyat alanı (kimlik = %1) fiyat paketi (kimlik = %2) için zorunlu bir alandır

source: This contact has already been assigned to this event.
de_de: Dieser Kontakt ist bereits zur Veranstaltung verknüpft.
es_es: Este contacto ya ha sido asignado a este evento
hu_hu: Ezt a kapcsolatot korábban már hozzáadták ehhez az eseményhez.
nl_nl: Dit contact is al aangemeld voor dit evenement.
pl_pl: Ten kontakt został już przypisany do tego wydarzenia.
pt_pt: Este contato já foi atribuído a este evento.
tr_tr: Bu kişi zaten bu etkinlikle ilişkilendirilmiş.

source: This contact has already been assigned to event with same date.
de_de: Dieser Kontakt ist bereits zu einer Veranstaltung am selben Datum zugeordnet.
nl_nl: Deze contactpersoon is al toegewezen aan een evenement met dezelfde datum.
pl_pl: Ten kontakt został już przypisany do zdarzenia z tą samą datą.
pt_pt: Este contato já foi atribuído a um evento com a mesma data.
tr_tr: Bu kişi aynı tarihli etkinliğe zaten atanmış.

source: Can not create Contact. Error:
de_de: Kann Kontakt nicht erstellen. Fehler:
es_es: No se puede crear el Contacto.Error:
nl_nl: Het aanmaken van het contact is mislukt. Fout:
pl_pl: Nie można utworzyć kontaktu. Błąd:
pt_pt: Não é possível criar contato. Erro:
tr_tr: Kişi oluşturulamadı. Hata:

source: Can not create Email to Contact. Error:
de_de: Kann E-Mail zum Kontakt nicht erstellen. Fehler:
es_es: No se puede crear el Correo Electrónico del Contacto.Error:
nl_nl: Kan geen e-mail verzenden naar contact. Fout:
pl_pl: Nie można utworzyć e-maila do kontaktu. Błąd:
pt_pt: Não é possível criar e-mail para contato. Erro:
tr_tr: Kişiye e-posta oluşturulamadı. Hata:

source: Can not update Contact. Error:
de_de: Kann den Kontakt nicht aktualisieren. Fehler:
nl_nl: Kan contact niet bijwerken. Fout:
pl_pl: Nie można zaktualizować kontaktu. Błąd:
pt_pt: Não é possível atualizar o contato. Erro:
tr_tr: Kişi güncellenemedi. Hata:

source: Event Registration
de_de: Veranstaltungsregistrierung
nl_nl: Registratie evenement
pl_pl: Rejestracja zdarzeń
pt_pt: Registro de Evento
tr_tr: Etkinlik kaydı

source: Permission is required.
de_de: Berechtigung erforderlich
hu_hu: Engedély szükséges.
nl_nl: Er is toestemming nodig.
pl_pl: Wymagane jest uprawnienie.
pt_pt: É necessária permissão.
tr_tr: İzin gerekli.

source: Not authorized.
de_de: Nicht berechtigt.
nl_nl: Niet geautoriseerd
pl_pl: Brak autoryzacji.
tr_tr: İzin verilmemiş.

source: contact_id is required.
de_de: 'contact_id' ist ein Pflichtfeld.
nl_nl: contact-id is verplicht.
pl_pl: contact_id jest wymagany.
pt_pt: contact_id é obrigatório.
tr_tr: contact_id izni gerekli.

source: Empty participant status field(status_id). Please fill it.
de_de: Leeres Teilnahmestatusfeld(status_id). Bitte füllen.
es_es: Campo del estado del participante vacío(status_id). Por favor, rellénelo.
hu_hu: Résztvevő állapot mező (status_id) üres. Kérem töltse ki.
nl_nl: Vul a.u.b. de deelnemersstatus (status_id).
pl_pl: Puste pole statusu uczestnika (status_id). Proszę go wypełnić.
pt_pt: Campo de status do participante vazio (status_id). Por favor, preencha-o.
tr_tr: Katılımcı durumu alanı (status_id) boş. Lütfen doldurun.

source: Sorry, but CiviMobile are not supporting your system yet.
de_de: Entschuldigung, aber CiviMobile unterstützt Ihr System noch nicht.
es_es: Lo sentimos, pero CiviMobile todavía no es compatible con su sistema.
hu_hu: Bocsánat, a CiviMobile még nem támogatja a rendszerét.
nl_nl: Sorry, maar CiviMobile ondersteunt uw systeem nog niet.
pl_pl: Przepraszamy, ale CiviMobile nie obsługuje jeszcze twojego systemu.
pt_pt: Desculpe, mas o CiviMobile ainda não oferece suporte ao seu sistema.
tr_tr: Ne yazık ki, sisteminiz henüz CiviMobile uygulamasını desteklemiyor.

source: No such id
de_de: ID existiert nicht
es_es: ID no existente
hu_hu: Nincs ilyen azonosító
nl_nl: ID bestaat niet
pl_pl: Nie ma takiego id
pt_pt: Não existe esse ID
tr_tr: Böyle bir kimlik bulunamadı

source: Something went wrong, we can not create the API KEY
de_de: Etwas ist schief gegangen, wir konnten keinen API KEY erstellen
es_es: Algo salió mal, no se puede crear la clave API
hu_hu: Valamilyen hiba történt, nem tudjuk létrehozni az API KEY-t
nl_nl: Het aanmaken van de API-key is mislukt
pl_pl: Coś poszło nie tak, nie możemy utworzyć KEY API
pt_pt: Aconteceu algo de errado, não conseguimos criar a API KEY
tr_tr: Bir sorun çıktı. API anahtarı oluşturulamadı

source: id
hu_hu: azonosító
tr_tr: Kimlik

source: Event id
hu_hu: Esemény azonosító
nl_nl: Evenement-id
pl_pl: Identyfikator wydarzenia
pt_pt: id do Evento
tr_tr: Etkinlik kimliği

source: Is active
de_de: ist aktiv
es_es: Está activo
hu_hu: Aktív
nl_nl: Is actief
pl_pl: Jest aktywny
pt_pt: Está ativo
tr_tr: Etkin

source: Id
tr_tr: Kimlik

source: Event Id
es_es: Id del Evento
hu_hu: Esemény azonosító
nl_nl: Evenement-id
pl_pl: Identyfikator wydarzenia
pt_pt: Id do Evento
tr_tr: Etkinlik kimliği

source: CMB Hash
pl_pl: Hash CMB
pt_pt: Hash CMB
tr_tr: CMB karması

source: Price Set
de_de: Preisschema
es_es: Conjunto de precios
nl_nl: Prijsset
pl_pl: Zestaw cen
pt_pt: Conjunto de preços
tr_tr: Fiyat paketi

source: Contact Id
de_de: Kontakt-ID
es_es: id del Contacto
pl_pl: Id kontaktu
pt_pt: Id de contato
tr_tr: Kişi kimliği

source: First Name
de_de: Vorname
es_es: Nombre
nl_nl: Voornaam
pl_pl: Imię
pt_pt: Primeiro nome
tr_tr: Ad

source: Last Name
de_de: Nachname
es_es: Apellidos
nl_nl: Achternaam
pl_pl: Nazwisko
pt_pt: Sobrenome
tr_tr: Soyad

source: Email
es_es: Correo Electrónico
tr_tr: E-posta adresi

source: Public Key
es_es: Clave Pública
nl_nl: Publieke Key
pl_pl: Klucz publiczny
pt_pt: Chave Publica
tr_tr: Herkese açık anahtar

source: Title
de_de: Titel
nl_nl: Titel
pl_pl: Tytuł
pt_pt: Titulo
tr_tr: Başlık

source: Description
de_de: Beschreibung
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
tr_tr: Açıklama

source: Start time
de_de: Uhrzeit Beginn
nl_nl: Begintijd
pl_pl: Godzina rozpoczęcia
pt_pt: Hora de início
tr_tr: Başlangıç saati

source: End time
de_de: Uhrzeit Ende
nl_nl: Eindtijd
pl_pl: Czas zakończenia
pt_pt: Hora de término
tr_tr: Bitiş saati

source: Venue id
de_de: Veranstaltungsort-ID
nl_nl: Zaal-id
pl_pl: Id lokalu
pt_pt: ID do Local
tr_tr: Mekan kimliği

source: EventSessionId
nl_nl: EvenementSessie-id
tr_tr: Etkinlik oturumu kimliği

source: SpeakerID
nl_nl: Spreker-id
pl_pl: Identyfikator głośnika
tr_tr: Konuşmacı kimliği

source: VenueID
nl_nl: Zaal-id
pl_pl: Identyfikator miejsca
tr_tr: Mekan kimliği

source: ContactID
tr_tr: Kişi kimliği

source: EventSessionID
nl_nl: EvenementSessie-id
tr_tr: Etkinlik oturumu kimliği

source: Name
nl_nl: Naam
pl_pl: Nazwisko
pt_pt: Nome
tr_tr: Ad

source: Address Description
de_de: Adressbeschreibung
nl_nl: Adresbeschrijving
pl_pl: Opis adresu
pt_pt: Descrição da Morada
tr_tr: Adres açıklaması

source: Venue location
de_de: Veranstaltungsort Räumlichkeit
nl_nl: Zaal locatie
pl_pl: Lokalizacja miejsca
pt_pt: Localização do espaço
tr_tr: Mekan konumu

source: Location id
de_de: Ort ID
nl_nl: Locatie-id
pl_pl: Identyfikator lokalizacji
pt_pt: ID do local
tr_tr: Konum kimliği

source: Latitude
de_de: Breitengrad
nl_nl: Breedtegraad
pl_pl: Szerokość geograficzna
tr_tr: Enlem

source: Longitude
de_de: Längengrad
nl_nl: Lengtegraad
pl_pl: Długość geograficzna
tr_tr: Boylam

source: Background Color
de_de: Hintergrundfarbe
nl_nl: Achtergrondkleur
pl_pl: Kolor tła
pt_pt: Cor de Fundo
tr_tr: Arka plan rengi

source: Border color
de_de: Rahmenfarbe
nl_nl: Randkleur
pl_pl: Kolor obramowania
pt_pt: Cor da borda
tr_tr: Kenarlık rengi

source: Weight
de_de: Gewichtung
nl_nl: Gewicht
pl_pl: Waga
pt_pt: Peso
tr_tr: Kalınlık

source: Contact id
de_de: Kontakt-ID
es_es: id del Contacto
hu_hu: Kapcsolat azonosító
pl_pl: Identyfikator kontaktu
pt_pt: id Contacto
tr_tr: Kişi kimliği

source: Token
es_es: Comodín
pt_pt: Ficha
tr_tr: Kod

source: Create date
de_de: Erstelldatum
es_es: Fecha de creación
hu_hu: Létrehozás dátuma
nl_nl: Aanmaakdatum
pl_pl: Data utworzenia
pt_pt: Data de criação
tr_tr: Oluşturulma tarihi

source: Update date
de_de: Aktualisierungsdatum
es_es: Fecha de actualización
hu_hu: Frissítés dátuma
nl_nl: Wijzigingsdatum
pl_pl: Data aktualizacji
pt_pt: Data de atualização
tr_tr: Güncellenme tarihi

source: Data
de_de: Daten
es_es: Datos
pl_pl: Dane
tr_tr: Veriler

source: Entity table
de_de: Entitätstabelle
es_es: Tabla de la entidad
hu_hu: Entitás tábla
nl_nl: Entiteitstabel
pl_pl: Tabela jednostek
pt_pt: Tabela de entidades
tr_tr: Varlık tablosu

source: Entity id
de_de: Entitäts-ID
es_es: Id de la entidad
hu_hu: Entitás azonosító
nl_nl: Entiteit-id
pl_pl: Id encji
pt_pt: id da entidade
tr_tr: Varlık kimliği

source: Send date
de_de: Sendedatum
es_es: Fecha de envío
hu_hu: Küldés dátuma
nl_nl: Verzenddatum
pl_pl: Data wysłania
pt_pt: Data de Envio
tr_tr: Gönderilme tarihi

source: Is read
de_de: Ist gelesen
es_es: Ha sido leído
hu_hu: Olvassuk
nl_nl: Is gelezen
pl_pl: Jest przeczytany
pt_pt: É lido
tr_tr: Okundu

source: Invoke Contact Id
de_de: Aufruf Kontakt ID
es_es: Citar id del contacto
hu_hu: Kapcsolat azonosító beolvasása
nl_nl: Inviteren Contact-id
pl_pl: Wywołaj identyfikator kontaktu
pt_pt: Invocar ID de contato
tr_tr: Kişi kimliğini al

source: Invalid eventId parameter.
de_de: Ungültiger eventId Parameter
nl_nl: Ongeldige event-id parameter.
pl_pl: Nieprawidłowy parametr imprezy.
pt_pt: Parâmetro eventId inválido.
tr_tr: Etkinlik kimliği parametresi geçersiz.

source: Not Found
de_de: Nicht gefunden
nl_nl: Niet gevonden
pl_pl: Nie znaleziono
pt_pt: Não encontrado
tr_tr: Bulunamadı

source: Yes
de_de: Ja
nl_nl: Ja
pl_pl: Tak
pt_pt: Sim
tr_tr: Evet

source: No
de_de: Nein
nl_nl: Nee
pl_pl: Nie
pt_pt: Não
tr_tr: Hayır

source: If you want to fill Agenda, you need to add the location for the event.
de_de: Wenn Sie eine Agenda möchten, müssen Sie einen Veranstaltungsort hinzufügen.
nl_nl: Om de agenda in te vullen moet de locatie van evenement toegevoegd worden.
pl_pl: Jeśli chcesz wypełnić Program, musisz dodać lokalizację wydarzenia.
pt_pt: Caso queira preencher Agenda, é necessário adicionar o local do evento.
tr_tr: Programı doldurmak istiyorsanız, etkinliğin konumunu eklemelisiniz.

source: Speaker
de_de: Referent
nl_nl: Spreker
pl_pl: Głośnik
pt_pt: Orador
tr_tr: Konuşmacı

source: - any -
de_de: - beliebig -
nl_nl: - elke -
pl_pl: - dowolny -
pt_pt: - qualquer -
tr_tr: - Tümü -

source: Venue
de_de: Veranstaltungsort
nl_nl: Zaal
pl_pl: Miejsce
pt_pt: Local do Evento
tr_tr: Mekan

source: Name include
de_de: Name enthält
nl_nl: Naam opnemen
pl_pl: Nazwa dołączona
pt_pt: Nome inclui
tr_tr: Ad katılsın

source: The CiviCRM has a CiviCalendar installed, but its version is not enough to work with CiviMobileAPI. We recommend updating your calendar to the 3.4.x version or latest.
de_de: CiviCRM hat einen CiviCalendar installiert, aber die Version ist nicht ausreichend um mit CiviMobileAPI zu funktionieren. Wir empfehlen eine Aktualisierung des Kalenders zur 3.4.x oder zur neuesten Version.
es_es: CiviCRM tiene instalado un CiviCalendar, pero su versión no es compatible para funcionar con CiviMobileAPI. Le recomendamos que actualice su calendario a la versión 3.4.x o a la última disponible.
nl_nl: In CiviCRM is CiviCalendar geïnstalleerd, maar de versie is te oud voor CiviMobileAPI. Wij bevelen aan dat u CiviCalendar upgrade naar minimaal versie 3.4.x.
pl_pl: CiviCRM ma zainstalowany kalendarz CiviCalendar, ale jego wersja nie jest wystarczająca do pracy z CiviMobileAPI. Zalecamy aktualizację kalendarza do wersji 3.4.x lub nowszej.
pt_pt: O CiviCRM possui o CiviCalendar instalado, mas sua versão não é suficiente para funcionar com o CiviMobileAPI. Recomendamos atualizar seu calendário para a versão 3.4.x ou mais recente.
tr_tr: CiviCRM üzerinde bir CiviCalendar kurulu. Ancak sürümü CiviMobileAPI ile çalışmaya uygun değil. Takviminizi 3.4.x sürümüne ya da son sürüme güncellemeniz önerilir.

source: CiviCalendar and CiviMobile calendar are not synchronized! This may cause different info is shown on the calendar in CiviMobile app. It is recommended to set “Synchronize with CiviCalendar” flag to keep both calendars synchronized.
de_de: CiviCalendar und CiviMobile Kalender sind nicht synchronisiert! Dies kann dazu führen, dass der Kalender in der CiviMobile-App unterschiedliche Informationen anzeigt. Es wird empfohlen, das Flag "Mit CiviCalendar synchronisieren" zu setzen, um beide Kalender synchron zu halten.
es_es: ¡CiviCalendar y el calendario de CiviMobile no están sincronizados! Esto puede causar que se muestre información diferente en el calendario de la aplicación CiviMobile. Se recomienda configurar el indicador "Sincronizar con CiviCalendar" para mantener ambos calendarios sincronizados.
nl_nl: CiviCalendar en de kalender in CiviMobile zijn niet gesynchroniseerd! Hierdoor kan er in de CiviMobile app verkeerde informatie getoond worden. Wij raden aan dat u de keuze “Synchroniseer met CiviCalendar” aanvinkt.
pl_pl: Kalendarz CiviCalendar i CiviMobile nie są zsynchronizowane! Może to spowodować pojawienie się różnych informacji w kalendarzu w aplikacji CiviMobp. Zaleca się ustawienie flagi "Synchronizuj z Kalendarzem CiviCalendar", aby zachować synchronizację obu kalendarzy.
pt_pt: Os calendários CiviCalendar e CiviMobile não estão sincronizados! Isso pode fazer com que informações diferentes sejam mostradas no calendário do aplicativo CiviMobile. Recomenda-se definir o sinalizador “Sincronizar com CiviCalendar” para manter os dois calendários sincronizados.
tr_tr: CiviCalendar ve CiviMobile takvimi eşitlenmemiş! Bu durum, CiviMobile uygulamasındaki takvimde farklı bilgilerin görüntülenmesine yol açabilir. Her iki takvimi de eşitlenmiş olarak tutmak için “CiviCalendar ile eşitle” seçeneğinin etkinleştirilmesi önerilir.

source: CiviCalendar and CiviMobile calendar are synchronized! You can change settings in <a %1>CiviCalendar Settings</a>
nl_nl: CiviCalendar en CiviMobile kalender zijn gesynchroniseerd! U kunt instellingen wijzigen in <a %1>CiviCalendar instellingen</a>
tr_tr: CiviCalendar ve CiviMobile takvimi eşitlendi! <a %1>CiviCalendar ayarları bölümünden yapılandırabilirsiniz</a>

source: Submit
de_de: Abschicken
es_es: Enviar
nl_nl: Verzenden
pl_pl: Prześlij
pt_pt: Submeter
tr_tr: Gönder

source: Cancel
de_de: Abbrechen
es_es: Cancelar
hu_hu: Mégsem
nl_nl: Afbreken
pl_pl: Anuluj
pt_pt: Cancelar
tr_tr: İptal

source: Configuration Updated
de_de: Konfiguration aktualisiert
es_es: Configuración actualizada
nl_nl: Configuratie bijgewerkt
pl_pl: Konfiguracja zaktualizowana
pt_pt: Configuração atualizada
tr_tr: Yapılandırma güncellendi
