Repository: civicrm/civicrm-l10n-extensions
Catalog: po/chasse/*/chasse.po
Languages: tr_tr

source: Submit
tr_tr: Gönder

source: Only set step if not currently on a journey
tr_tr: Yalnızca şu anda bir yolculukta değilseniz adımı ayarlayın

source: Do not process step until
tr_tr: Adım şu zamana kadar işlenmesin

source: No delay
tr_tr: Gecikme olmasın

source: Leave delay as it was
tr_tr: Gecikmeyi olduğu gibi bırak

source: Do not process until
tr_tr: Şu zamana kadar işlenmesin

source: %1 Contact(s) updated
tr_tr: %1 kişi güncellendi

source: Upgrade %1 to revision %2
tr_tr: %1, %2 sürümüne güncelle

source: Edit Chassé Journey: %name
tr_tr: Chassé yolculuğunu düzenle: %name

source: Save
tr_tr: Kaydet

source: Deleting...
tr_tr: Siliniyor...

source: Deleted.
tr_tr: Silindi.

source: Saving...
tr_tr: Kaydediliyor...

source: Saved
tr_tr: Kaydedildi

source: Processing Journey: %name...
tr_tr: Yolculuk işleniyor: %name...

source: Finished processing journey: %name
tr_tr: Yolculuk işlendi: %name

source: Loading...
tr_tr: Yükleniyor...

source: Loaded
tr_tr: Yüklendi

source: Chassé Supporter Journeys
tr_tr: Chassé destekçi yolculukları

source: The contact name should be divided in two parts, the first name and last name.
tr_tr: Kişi adı, ad ve soyad olarak iki bölüme ayrılmalıdır.
