Repository: civicrm/civicrm-l10n-extensions
Catalog: po/tsys/*/tsys.po
Languages: nl_nl, tr_tr

source: The '%1' is not set in the Genius Payment Processor settings.
nl_nl: In de instellingen van de Genius betaalmethode is '%1' niet ingesteld.

source: API Error %1
nl_nl: API Fout: %1
tr_tr: %1 API sorunu

source: Could not find valid Genius Payment Processor credentials
nl_nl: De credentials van de Genius betaalmethode zijn niet gevonden

source: Error retrieving %1 from XML
nl_nl: Fout bij het bepalen van %1 uit XML
tr_tr: XML dosyasından %1 alınırken sorun çıktı

source: You have cancelled this recurring contribution.
nl_nl: U heeft de terugkerende bijdrage geannuleerd.
tr_tr: Bu yinelenen katkıyı iptal ettiniz.

source: Warning
nl_nl: Waarschuwing
tr_tr: Uyarı

source: Select Contact
nl_nl: Selecteer Contact

source: Financial Type
nl_nl: Financieel type

source: - Select Financial Type -
nl_nl: - Financieel type selecteren -

source: Total Amount
nl_nl: Totaalbedrag

source: Test transaction?
nl_nl: Transactie testen?

source: Cancel
nl_nl: Annuleren

source: Submit
nl_nl: Verzenden

source: error: %1, Transport Key: %2, Authorization Code: %3, Token: %4, Status: %5
nl_nl: fout: %1, Transportsleutel: %2, Autorisatie-code: %3, Token: %4, Status: %5

source: User Cancelled this transaction.
nl_nl: De gebruiker heeft deze transactie geannuleerd.

source: You Cancelled this transaction.
nl_nl: U heeft deze transactie geannuleerd.

source: error code: %1, Message: %3, Transport Key: %2
nl_nl: fout: %1, Bericht: %3, Transportsleutel: %2

source: Perhaps you have Invalid credentials or the wrong TransportKey
nl_nl: Misschien heeft u ongeldige referenties of de verkeerde transportsleutel

source: You cannot update this payment as it is not tied to a Genius payment processor
nl_nl: U kunt deze betaling niet bijwerken omdat deze niet is gekoppeld aan een Genius-betalingmethode

source: Amount to Refund
nl_nl: Terug te betalen bedrag

source: Issue Refund
nl_nl: Terugbetaling

source: Amount Available to Refund for this payment is $%1. Submitting this form will result in a refund being issued from your Genius payment processor.
nl_nl: Het bedrag dat beschikbaar is voor terugbetaling voor deze betaling is $%1. Als u dit formulier indient, wordt er een terugbetaling uitgevoerd door uw Genius-betalingmethode.

source: Amount to be Voided
nl_nl: Ongeldig te verklaren bedrag

source: Void Payment
nl_nl: Betaling ongeldig verklaren

source: This transaction has not been settled and so it is recommended that you void the full amount $%1 instead of refunding it. Submitting this form will result in this transaction being voided via your Genius Payment processor.
nl_nl: Deze transactie is niet verrekend en daarom wordt aanbevolen dat u het volledige bedrag $%1 ongeldig maakt in plaats van het terug te betalen. Als u dit formulier indient, wordt deze transactie ongeldig verklaard via uw Genius-betalingsmethode.

source: No Credit Card Actions are available for this payment at this time.
nl_nl: Er zijn op dit moment geen creditcardacties beschikbaar voor deze betaling.

source: %1 of payment approved
nl_nl: %1 van betaling goedgekeurd

source: %1 Approved
nl_nl: %1 goedgekeurd

source: %1 Failed
nl_nl: %1 mislukt

source: Error Code %1, %2
nl_nl: Foutcode %1, %2

source: %1 Response could not be found see logs for more details.
nl_nl: %1 Respons niet gevonden, meer details staan in de log.

source: Device Name
nl_nl: Devicenaam

source: IP address of Device
nl_nl: IP-adres van device

source: Terminal ID for Device
nl_nl: Terminal-id van device

source: Payment Processor
nl_nl: Betaalmethode

source: - Select Payment Processor -
nl_nl: - Betaalmethode selecteren -

source: Save
nl_nl: Opslaan

source: Is enabled
nl_nl: Is ingeschakeld

source: Device %2 (%1) created successfully
nl_nl: Device %2 (%1) is toegevoegd

source: Device Created
nl_nl: Device toegevoegd

source: Device not created: %1
nl_nl: Device niet toegevoegd: %1

source: Not saved because no valid device id was found.
nl_nl: Niet opgeslagen, er is geen geldig device-id.

source: more
nl_nl: meer

source: Edit
nl_nl: Wijzigen

source: Edit Genius Device
nl_nl: Genius-device wijzigen

source: Delete
nl_nl: Verwijderen

source: Delete Genius Device
nl_nl: Genius-device verwijderen

source: Test Genius Device
nl_nl: Genius-device testen

source: Enable
nl_nl: Inschakelen

source: Enable this Device
nl_nl: Dit device inschakelen

source: Disable
nl_nl: Deactiveren

source: Disable this Device
nl_nl: Dit device uitschakelen

source: Payment Amount
nl_nl: Bedrag betaling

source: no payment token found for recurring contribution in series id %1:
nl_nl: geen token payment gevonden bij terugkerende bijdrage in serie-id %1:
tr_tr: %1 kodlu dizinin yinelenen katkısı için herhangi bir ödeme kodu bulunamadı:

source: No valid payment processor credentials found
nl_nl: Er is geen geldige credentials bij de betaalmethode
tr_tr: Herhangi bir geçerli ödeme aracısı kimlik doğrulama bilgisi bulunamadı

source: no Genius Credentials found for payment processor id: %1
nl_nl: geen Genius Credentials gevonden bij betaalmethode-id: %1

source: Successfully processed recurring contribution in series id %1:
nl_nl: Verwerken van terugkerende bijdragen gelukt, serie-id %1:
tr_tr: %1 kodlu dizinin yinelenen katkısı sorunsuz alındı:

source: Failed to process recurring contribution id %1:
nl_nl: Verwerken van terugkerende bijdrage mislukt, id %1:
tr_tr: %1 kodlu dizinin yinelenen katkı alınamadı:

source: Error saving payment token to database
nl_nl: Fout bij het opslaan van het token payment
tr_tr: Ödeme kodu veritabanına kaydedilirken sorun çıktı

source: Failed to acquire lock. No contribution records were processed.
nl_nl: Het zetten van een lock is mislukt. Er zijn geen bijdragen verwerkt.
tr_tr: Kilit açılamadı. Herhangi bir katkı kaydı yapılmadı.

source: An error occurred while creating activity record for contact id %1: %2
nl_nl: Het aanmaken van activiteitsrecord voor contact-id %1: %2 is mislukt
tr_tr: %1 kodlu kişi için işlem kaydı eklenirken bir sorun çıktı: %2

source: Created activity record for contact id %1
nl_nl: Activiteitsrecord voor contact-id %1 is aangemaakt
tr_tr: %1 kodlu kişi için işlem kaydı eklendi

source: Completed, but with %1 errors. %2 records processed.
nl_nl: Voltooid, maar met %1 fouten, er zijn %2 records verwerkt.
tr_tr: İşlem tamamlandı ancak %1 sorun çıktı. %2 kayıt işlendi.

source: %1 contribution record(s) were processed.
nl_nl: Aantal verwerkte bijdragen: %1.
tr_tr: %1 katkı kaydı işlendi.

source: No contribution records were processed.
nl_nl: Er zijn geen bijdragen verwerkt.
tr_tr: Herhangi bir katkı kaydı işlenmedi.

source: is a required field
nl_nl: is een verplicht veld

source: must be numeric
nl_nl: moet numeriek zijn

source: Submit payment via
nl_nl: Betalen via

source: To find the IP address of the device visit the <a href='https://docs.tsysmerchant.com/knowledge-base/faqs'>TSYS Knowledge Base FAQs</a>
nl_nl: Om het IP-adres van het device te vinden, <a href='https://docs.tsysmerchant.com/knowledge-base/faqs'>TSYS Kennisbank veelgestelde vragen</a>

source: Terminal ID is used to uniquely identify the terminal to the processor. The terminal ID must contain all numeric characters. For more information about the TID value that should be used, take a look at this article <a href="https://docs.tsysmerchant.com/knowledge-base/best-practices/mastercard-terminal-id-handling-best-practices">MasterCard Terminal ID Handling Best Practices.</a>
nl_nl: Terminal-id wordt gebruikt om de terminal bij de processor te identificeren. Het terminal-id bevat alleen cijfers.Meer informatte over het gebruik van de te gebruiken TID-waarde: <a href="https://docs.tsysmerchant.com/knowledge-base/best-practices/mastercard-terminal-id-handling-best-practices">MasterCard Terminal ID Handling Best Practices.</a>

source: This form is to enter information about a specific TSYS Device.
nl_nl: Dit formulier is voor het invoeren van gegevens over een specifiek TSYS-device.

source: Configure Devices in this section. Genius offers a variety of Devices to accept credit card payments for more information visit: https://www.tsys.com/solutions/products-services/merchant/genius/
nl_nl: In deze sectie Devices instellen. Genius biedt een aantal Devices aan die betalingen via creditcard accepteren. Meer informatie: https://www.tsys.com/solutions/products-services/merchant/genius/

source: IP Address
nl_nl: IP-Adres

source: Add Device
nl_nl: Device toevoegen

source: Submitting this refund form will NOT result in a refund of money to the user. A refund will be recorded in CiviCRM. If this was a payment made thru a Genius processor either: refund the payment using the credit card action button OR submit this form and then login to Genius to process the refund.
nl_nl: Door dit formulier voor terugstorten wordt er GEEN geld teruggestort naar de gebruiker, de terugstorting wordt in CiviCRM vastgelegd. Als het een betaling gedaan is via een Genius dan wordt de terugstorting gedaan met de actie-knop van de creditcard OF stuur dit formulier in log in op Genius om de terugstorting te verwerken.

source: Total Amount must be a positive number
nl_nl: Totaalbedrag moet een positief bedrag zijn

source: Please enter a valid IP address
nl_nl: Vul een geldig IP-adres in

source: %1 must be unique.
nl_nl: %1 moet uniek zijn.

source: Terminal ID must be unique.
nl_nl: Terminal-id moet uniek zijn.

source: This Terminal ID must be a number.
nl_nl: Dit Terminal-id moet een getal zijn.

source: This Terminal ID must be between 1 and 16 characters long.
nl_nl: Het Terminal-id moet tussen de 1 en de 16 tekens lang zijn.

source: The Genius Credentials for Payment Processor ID %1 are incorrect please update them <a href=%2>here</a>.
nl_nl: De Genius Credentials voor Betaalmethode-id %1 zijn niet goed, <a href=%2>verbeter dit a.u.b.</a>.

source: Invalid Genius Credentials for Payment Processor ID: %1
nl_nl: Ongeldige Genius Credentials van Betaalmethode-id: %1

source: %1 Recurring Contribution(s) not successfully processed including the following recurring contribution(s): %2. <br></br> For more information run a "Recurring Contributions" report and filter for "Contribution Status" of "Pending"
nl_nl: %1 terugkerende bijdrage(n) zijn niet verwerkt inclusief de volgende: %2. <br></br> Voor meer informatie kunt een rapport "Periodieke Bijdragen" aanmaken en dan filteren op de status "in afwachting"
tr_tr: %1 yinelenen katkı, aşağıdaki yinelenen katkılar ile birlikte işlenmedi: %2. <br></br>Ayrıntılı bilgi almak için bir "Yinelenen katkılar" raporu alın ve "Katkı durumu", "Beklemede" olan kayıtları süzün

source: Uncompleted Recurring Genius Contributions Found
nl_nl: Er zijn onafgeronde periodieke Genius bijdragen

source: Genius Settings
nl_nl: Genius Instellingen

source: Submit Credit Card Contribution Via Device
nl_nl: Creditcard bijdrage via device verzenden

source: The '%1' is not set in the TSYS Payment Processor settings.
tr_tr: TSYS ödeme aracısı ayarlarında '%1' belirtilmemiş.

source: Could not find valid TSYS Payment Processor credentials
tr_tr: Geçerli bir TSYS ödeme aracısı kimlik doğrulama bilgisi bulunamadı

source: no TSYS Credentials found for payment processor id: %1
tr_tr: Şu kodlu ödeme aracısı için bir TSYS kimlik doğrulama bilgisi bulunamadı: %1

source: Uncompleted Recurring TSYS Contributions Found
tr_tr: Tamamlanmamış TSYS katkıları bulundu
