Repository: civicrm/civicrm-l10n-extensions
Catalog: po/assignee/*/assignee.po
Languages: de_de, tr_tr

source: Activity Assignee Settings
de_de: Zugewiesener für die Aktivität Einstellungen
tr_tr: Etkinliğe atanmış kişi ayarları

source: Activity Assignee group
de_de: Zugewiesener für die Aktivität Gruppe
tr_tr: Etkinliğe atanmış kişi grubu

source: Limit Assignees to members of this group.
de_de: Beschränkte Zugewiesene auf Mitglieder dieser Gruppe
tr_tr: Atananları bu grupla sınırlar.

source: When selecting assignees for an activity, limit the available individuals to those in the specified group
de_de: Wenn Zugewiesene für eine Aktivität selektiert werden, werden die verfügbaren Personen auf die in der angegebenen Gruppe befindlichen begrenzt
tr_tr: Bir etkinliğin atananları seçilirken, seçilebilecek bireyler belirtilen grup ile sınırlanır

source: Activity Assignee defaults to current user?
de_de: Aktueller Benutzer als Zugewiesener für die Aktivität?
tr_tr: Etkinliğe atanmış kişi varsayılan olarak geçerli kullanıcı olsun mu?

source: Add the current user as an Assignee. Note: if a group is specified, the user will only be shown if in the group.
de_de: Fügt den aktuellen User als Zugewiesenen hinzu. Hinweis: falls eine Gruppe angegeben ist, dann wird dieser User nur in dieser Gruppe angezeigt.
tr_tr: Geçerli kullanıcıyı atanmış kişi olarak ekler. Not: Bir grup belirtilirse, kullanıcı yalnızca bu grupta bulunuyorsa görüntülenir.

source: The assignees box is usually blank. By enabling this setting, the current user will be added automatically as an Assignee. The user can remove this if desired.
de_de: Die Zugewiesene Box ist normalerweise leer. Aktiviert man diese Einstellung, dann wird der aktuelle Benutzer automatisch als Zugewiesener hinzugefügt. Der Benutzer kann es wieder entfernen, falls er möchte.
tr_tr: Atanan kişi kutusu genellikle boştur. Bu seçenek etkinleştirildiğinde, geçerli kullanıcı otomatik olarak atanmış bir kişi olarak eklenir. Kullanıcı isterse bunu kaldırabilir.

source: Activity Assignee default users
de_de: Standardbenutzer als Zugewiesener für die Aktivität
tr_tr: Etkinliğe atanacak varsayılan kullanıcılar

source: Add these contacts as Assignees. Note: if a group is specified, the users will only be shown if in the group.
de_de: Fügt diese Kontakte als Zugewiesene hinzu. Hinweis: falls eine Gruppe angegeben ist, dann wird dieser User nur in dieser Gruppe angezeigt.
tr_tr: Bu kullanıcıları atanmış kişiler olarak ekler. Not: Bir grup belirtilirse, kullanıcılar yalnızca bu grupta bulunuyorsa görüntülenir.

source: The assignees box is usually blank. By enabling this setting, the listed contact will be added automatically as an Assignee. The user can remove this if desired.
de_de: Die Zugewiesene Box ist normalerweise leer. Aktiviert man diese Einstellung, dann wird der aktuelle Benutzer automatisch als Zugewiesener hinzugefügt. Der Benutzer kann es wieder entfernen, falls er möchte.
tr_tr: Atanan kişi kutusu genellikle boştur. Bu seçenek etkinleştirildiğinde, listelenen kişi otomatik olarak atanmış bir kişi olarak eklenir. Kullanıcı isterse bunu kaldırabilir.
