Repository: civicrm/civicrm-l10n-extensions
Catalog: po/reporterror/*/reporterror.po
Languages: fr_fr, hu_hu, ja_jp, nl_nl, tr_tr

source: Error Report Recipient
fr_fr: Destinataire du rapport d'erreur
hu_hu: Hibajelentés címzett
ja_jp: エラーレポートの受信者
nl_nl: Foutrapport ontvanger
tr_tr: Rapor alıcısı sorunu

source: Error Report From Email
nl_nl: Foutrapport afzender
tr_tr: Rapor "Kimden" e-posta adresi sorunu

source: Display a full backtrace in e-mails?
fr_fr: Afficher la trace d'exécution complète dans les courriels ?
hu_hu: Megjelenítse a teljes visszakövetést e-mailekben?
ja_jp: メールの完全なバックトレースを表示しますか？
nl_nl: Een volledige backtrace tonen in e-mails?
tr_tr: E-postalarda tam geri izleme görüntülensin

source: Display POST data in e-mails?
hu_hu: Megjelenítse a POST adatokat e-mailekben?
ja_jp: メールの POST データを表示しますか？
nl_nl: POST-data tonen in e-mails?
tr_tr: E-postalarda POST verileri görüntülensin

source: Display session data in e-mails?
ja_jp: メールのセッションデータを表示しますか？
nl_nl: Sessie-data tonen in e-mails?
tr_tr: E-postalarda oturum verileri görüntülensin

source: - Select -
ja_jp: - 選択 -
nl_nl: - Selecteer -
tr_tr: - Seçin -

source: Do nothing (show the CiviCRM error)
hu_hu: Ne tegyen semmit (mutassa a CiviCRM hibát)
ja_jp: 何もしない (CiviCRM エラーを表示)
nl_nl: Niets doen (de CiviCRM-fout tonen)
tr_tr: Hiç bir şey yapılmasın (CiviCRM sorunu görüntülensin)

source: Redirect to front page of CMS
hu_hu: A tartalom kezelő rendszer címlapjára átirányítás
ja_jp: CMSのフロントページにリダイレクト
nl_nl: Doorgaan naar beginpagina CMS
tr_tr: İçerik yönetimi sistemi ön sayfasına yönlendirilsin

source: Redirect to a specific contribution page
hu_hu: Egyedi adomány oldalra átirányítás
ja_jp: 特定の支援ページにリダイレクト
nl_nl: Doorgaan naar een specifieke bijdragepagina
tr_tr: Belirli bir katkı sayfasına gidilsin

source: Enable transparent redirection?
fr_fr: Activer la redirection transparente ?
hu_hu: Engedélyezi az átlátható átirányítást?
ja_jp: 透明リダイレクトを有効にしますか？
nl_nl: Transparante doorverwijzing inschakelen?
tr_tr: Saydam yönlendirme kullanılsın

source: Send error reports for this particular error?
fr_fr: Envoyer des rapports d'erreurs pour cette erreur en particulier ?
hu_hu: Küldjön hibaüzenetet erről az egyedi hibáról?
ja_jp: この特定のエラーのエラーレポートを送信しますか？
nl_nl: Bij deze fout foutrapporten verzenden?
tr_tr: Bu özel hata için sorun bildirimleri gönderilsin

source: Redirect to Contribution Page
fr_fr: Rediriger à une page de contribution
hu_hu: Adomány oldalra átirányítás
ja_jp: 支援ページにリダイレクト
nl_nl: Doorgaan naar bijdragepagina
tr_tr: Katkı sayfasına yönlendirilsin

source: Redirect to a specific event registration page
nl_nl: Doorgaan naar een specifieke evenementaanmeldingspagina
tr_tr: Belirli bir etkinliğin kayıt sayfasına yönlendirilsin

source: Redirect to Event Page
nl_nl: Doorgaan naar evenementspagina
tr_tr: Etkinlik sayfasına yönlendirilsin

source: Send error reports for errors caused by bots?
ja_jp: ボットが原因で発生したエラーのエラーレポートを送信しますか？
nl_nl: Foutrapporten verzenden bij fouten veroorzaakt door bots?
tr_tr: Bot kaynaklı hatalar için sorun bildirimleri gönderilsin

source: Respond with a 404 page not found error?
ja_jp: 404ページが見つかりませんエラーで応答しますか？
nl_nl: Doorgaan naar een 404-pagina, dus een 'pagina niet gevonden' foutmelding?
tr_tr: 404 sayfa bulunamadı hatası ile yanıtlansın

source: Bots to ignore
ja_jp: ボットを無視
nl_nl: Bots negeren
tr_tr: Yok sayılacak botlar

source: Automatically disable broken smartgroups?
nl_nl: Een defecte smartgroep automatisch uitschakelen?
tr_tr: Bozuk akıllı gruplar otomatik olarak devre dışı bırakılsın

source: Enable remote logging?
tr_tr: Uzaktan günlük kaydı yapılabilsin

source: Logging server hostname
tr_tr: Günlük kaydı sunucusunun adı

source: Logging server port
tr_tr: Günlük kaydı sunucusunun bağlantı noktası

source: Save
fr_fr: Sauvegarder
hu_hu: Mentés
ja_jp: 保存
nl_nl: Opslaan
tr_tr: Kaydet

source: Cancel
fr_fr: Annuler
hu_hu: Mégsem
ja_jp: キャンセル
nl_nl: Annuleren
tr_tr: İptal

source: Please enter a valid email address.
nl_nl: Voer een geldig e-mailadres in.
tr_tr: Lütfen geçerli bir e-posta adresi yazın.

source: Please follow the proper format for From Email Address
nl_nl: Gebruik het juiste formaat voor het e-mailadres van de afzender
tr_tr: Lütfen "Kimden" e-posta adresini doğru biçimde yazın

source: Settings saved.
fr_fr: Les paramètres ont été sauvegardés.
hu_hu: Beállítások elmentve.
ja_jp: 設定を保存しました。
nl_nl: Instellingen opgeslagen.
tr_tr: Ayarlar kaydedildi.

source: redirected
ja_jp: リダイレクト
nl_nl: doorverwezen
tr_tr: yönlendirildi

source: ERROR: Group ID %1 could not be loaded and has been disabled. This may be the result of a deleted custom field or a bug in a custom search.
nl_nl: Fout: Groep-id %1 kan niet worden geladen en is uitgeschakeld. Dit kan komen door een verwijderd aangepast veld of een fout bij het aangepast zoeken.
tr_tr: HATA: %1 kodlu grup yüklenemediğinden devre dışı bırakıldı. Bu durum, silinmiş bir özel alandan ya da bir özel bir arama sorunundan kaynaklanıyor olabilir.

source: Upgrade %1 to revision %2
tr_tr: %1, %2 sürümüne güncelle

source: Rename settings to avoid conflicts with other extensions
nl_nl: Geef de instellingen een andere naam om conflicten met andere extensies te voorkomen
tr_tr: Diğer eklentiler ile çakışmasını engellemek için ayarların adını değiştirin

source: CiviCRM error [%2] at %1
ja_jp: %1 で CiviCRM エラー [%2]
nl_nl: CiviCRM-fout [%2] bij %1
tr_tr: CiviCRM [%2] sorunu. Kaynak: %1

source: CiviCRM error at %1
fr_fr: Erreur CiviCRM sur %1
hu_hu: CiviCRM hiba %1
ja_jp: %1 で CiviCRM エラー
nl_nl: CiviCRM-fout bij %1
tr_tr: CiviCRM sorunu. Kaynak: %1

source: CiviCRM Error Report was uninstalled
fr_fr: L'extension « Rapports d'erreurs CiviCRM » a été déinstallée.
hu_hu: CiviCRM Hibaüzenet kiterjesztés eltávolítva
ja_jp: CiviCRM エラーレポートをアンインストール
nl_nl: CiviCRM Foutrapport is niet meer ge√Ønstalleerd
tr_tr: CiviCRM sorun bildirimi kaldırıldı.

source: Report Error Settings
nl_nl: Foutrapport instellingen
tr_tr: Sorun bildirimi ayarları

source: There was a CiviCRM error at %1.
fr_fr: Une erreur CiviCRM s'est produite sur %1
hu_hu: CiviCRM hiba történt %1.
ja_jp: %1 で CiviCRM エラーが発生しました。
nl_nl: Er was een CiviCRM-fout bij %1.
tr_tr: %1 kaynağından bir CiviCRM sorunu çıktı.

source: Date: %1
hu_hu: Dátum: %1
ja_jp: 日付 : %1
nl_nl: Datum: %1
tr_tr: Tarih: %1

source: Error handling rules redirected the user to:
fr_fr: Les règles de gestion d'erreurs ont redirigé l'utilisateur à :
hu_hu: Hiba kezelési szabályok átirányítva a felhasználőhoz:
ja_jp: エラー処理のルールはユーザをリダイレクトします :
nl_nl: Door de regels voor de foutafhandeling wordt de gebruiker doorverwezen naar:
tr_tr: Sorun işleme kuralları kullanıcıyı şuraya yönlendirdi:

source: General Setup
fr_fr: Paramètres de base
hu_hu: Általános beállítások
ja_jp: 一般的なセットアップ
nl_nl: Algemene setup
tr_tr: Genel kurulum

source: This usually is your domain administrator's email. Separate multiple email addresses with a comma (','). If left empty, no e-mails will be sent.
hu_hu: Ez általában a weboldala adminisztrátorának az e-mailje. Válassza el az e-mail címeket vesszővel (','). Ha üresen hagyja, e-mail nem kerül elküldésre.
ja_jp: これは通常、ドメイン管理者のメールです。メールアドレスが複数の場合は、カンマ ( ' , ' ) 区切りにしてください。空のままにした場合、メールは送信されません。
nl_nl: Dit is meestal het e-mailadres van de beheerder van uw domein. Als u meerdere e-mailadressen wilt invullen, gebruik dan een komma als scheidingsteken. Als u dit veld leeg laat dan worden er geen e-mails verzonden.
tr_tr: Bu genellikle etki alanı yöneticinizin e-posta adresidir. Birden çok e-posta adresini virgül (',') ile ayırarak yazabilirsiniz. Bu alan boş bırakılırsa e-posta gönderilmez.

source: From email address to be used when sending the report. If left empty, the system will use the default site email. <br />Include double-quotes (") around the name and angle-brackets (< >) around the email address. EXAMPLE: <em>"Error Email" &lt;error-no-reply@example.org&gt;</em>.
nl_nl: E-mailadres van de afzender bij het verzenden van het rapport. Indien niet ingevuld wordt het standaard e-mailadres van de website gebruikt. <br />Gebruik dubbele aanhalingstekens (") om de naam en haakjes (< >) om het e-mailadres. Voorbeeld: <em>"Fout e-mail" &lt;error-no-reply@example.org&gt;</em>.
tr_tr: Rapor gönderilirken kullanılacak "Kimden" e-posta adresi. Boş bırakılırsa, sistemin varsayılan site e-posta adresi kullanılır. <br />Adı çift tırnak (") içinde, e-posta adresini açılı parantez (< >) içinde yazın. ÖRNEK: <em>"Hata e-postası" &lt;error-no-reply@websitem.org&gt;</em>.

source: The full backtrace can provide more information on the variables passed to each function, but could expose more sensitive information.
ja_jp: 完全なバックトレースは、各関数に渡された変数の、詳細な情報を提供することができますが、より多くの機密情報を公開することができます。
nl_nl: Door een volledige backtrace te gebruiken ziet u welke parameters er bij elke functie-aanroep worden gebruikt, hierdoor kan gevoelige informatie worden getoond.
tr_tr: Tam geri izleme, her işleve iletilen değişkenler hakkında daha fazla bilgi sağlayabilir. Ancak daha hassas bilgilerin ortaya çıkmasına da neden olabilir.

source: POST data is usually the data submitted in forms. This can include sensitive information.
ja_jp: POST データは、通常の形で送信されたデータです。これは、機密情報を含めることができます。
nl_nl: POST-data zijn de gegevens die op schermen wordt ingevuld of wordt doorgegeven. Hierdoor kan gevoelige informatie worden getoond.
tr_tr: POST verileri genellikle formlarda gönderilen verilerdir. Bu verilerde hassas bilgileri bulunabilir.

source: Session data can provide clues, but should probably be disabled most of the time, as it can include sensitive information.
ja_jp: セッションデータの手がかりを得ることができ、それに機密情報を含めることも可能ですが、ほとんどの場合、無効にしておく必要があります。
nl_nl: Sessie-data kan nuttige aanwijzingen geven, maar probeer dit niet te gebruiken omdat hierdoor gevoelige informatie kan worden getoond.
tr_tr: Oturum verileri ipuçları sağlayabilir. Ancak hassas bilgiler içerebileceğinden çoğu zaman devre dışı bırakılması olasılığı yüksektir.

source: Contribution pages with no referrer
hu_hu: Hivatkozás nélküli adomány oldalak
ja_jp: リファラーなしの支援ページ
nl_nl: Bijdragepagina's waaraan niet wordt gerefereerd
tr_tr: Yönlendiren bilgisi olmayan katkı sayfaları

source: Sometimes users might restore their browser session or share the link of the contribution 'thank you' page, which will result in a fatal error. You can use the options below to redirect visitors to a more relevant location.
ja_jp: 時々ユーザは、自分のブラウザセッションで復元、または致命的なエラーになる支援の「感謝」ページのリンクを共有することがあります。より関連性の高い場所へ訪問者をリダイレクトするには、以下のオプションを使用することができます。
nl_nl: Een gebruiker kan een browsersessie terugzetten of een link naar een bedankpagina delen waardoor er een fatale fout kan optreden. U heeft dan de onderstaande opties om de gebruiker naar een relevante pagina door te sturen.
tr_tr: Bazen kullanıcılar web tarayıcı oturumlarını geri yükleyebilir ya da katkı "teşekkürler" sayfasının bağlantısını paylaşabilir. Bu durum önemli bir soruna neden olur. Ziyaretçileri daha ilgili bir konuma yönlendirmek için aşağıdaki seçenekleri kullanabilirsiniz.

source: Event registration pages with no referrer
nl_nl: Evenementaanmeldingspagina's waaraan niet wordt gerefereerd
tr_tr: Yönlendiren bilgisi olmayan etkinlik kaydı sayfaları

source: Sometimes users might restore their browser session or share the link of the event confirmation page, which will result in a fatal error. You can use the options below to redirect visitors to a more relevant location.
nl_nl: Een gebruiker kan een browsersessie terugzetten of een link naar een bevestigingspagina delen waardoor er een fatale fout kan optreden. U heeft dan de onderstaande opties om de gebruiker naar een relevante pagina door te sturen.
tr_tr: Bazen kullanıcılar web tarayıcı oturumlarını geri yükleyebilir ya da etkinlik onayı sayfasının bağlantısını paylaşabilir. Bu durum önemli bir soruna neden olur. Ziyaretçileri daha ilgili bir konuma yönlendirmek için aşağıdaki seçenekleri kullanabilirsiniz.

source: Profile errors
nl_nl: Profiel-fouten
tr_tr: Profil sorunları

source: Common errors on profiles include: anonymous users cannot view profiles (ex: accessing anything CiviCRM page requires user authentication) or the profile may have been disabled. In most cases, the user rarely needs to know about it. Bots also like to browse profiles, since they do not return proper HTTP error codes when they are disabled. Profiles errors are always logged in the CiviCRM logs (ConfigAndLog).
nl_nl: Gebruikelijke fouten met een profiel zijn o.a.: anonieme gebruikers mogen geen profielen bekijken (voorbeeld: er is autorisatie van de gebruikers voor een pagina vereist) of het profiel is uitgeschakeld, Meestal hoeft de gebruiker hierover niets te weten. Bots bekijken graag profielen, omdat deze geen goede HTTP-foutcodes teruggeven wanneer het profiel is uitgeschakeld. Fouten met het profiel worden altijd gelogd in CiviCRM (ConfigAndLog).
tr_tr: Profillerdeki yaygın hatalar şunlardan kaynaklanır: Anonim kullanıcılar profilleri görüntüleyemez (örneğin CiviCRM sayfasına erişmek için kullanıcı kimlik doğrulaması gerekir) ya da profil devre dışı bırakılmış olabilir. Çoğu durumda, kullanıcının bunu bilmesi gerekmez. Botlar, devre dışı bırakıldıklarında uygun HTTP hata kodları döndürmediklerinden profillere göz atmayı da severler. Profil hataları her zaman CiviCRM günlüklerine (ConfigAndLog) kaydedilir.

source: Bots and crawlers
nl_nl: Bots en crawlers
tr_tr: Bot ve bilgi toplayıcılar

source: Web crawlers used by search engines can often generate a lot of errors. In some cases, this might be because you have invalid links, but in most cases, the bots are just being annoying and crawling where they shouldn't.
ja_jp: 多くの場合、検索エンジンで使用されるウェブクローラは、エラーの多くを生成します。無効なリンクをを持つために、一部の例において殆どの場合は、迷惑なボットおよび、必要のないクロールをしている可能性があります。
nl_nl: Webcrawlers worden door zoekmachines gebruikt en veroorzaken vaak veel fouten. Dit kan komen door ongeldige links maar meestal zijn de bots alleen maar lastig en komen ze waar ze niet zouden moeten komen.
tr_tr: Arama motorları tarafından kullanılan bilgi toplayıcıları genellikle birçok hata üretebilir. Bazı durumlarda, bunun nedeni bağlantılarınızın geçersiz olması olabilir. Ancak çoğu durumda, botlar yalnızca can sıkıcı oluyor ve bulunmaması gereken yerlerde geziniyor.

source: If in doubt, leave this as is. The default is: %1
nl_nl: Bij twijfel, niet wijzigen. De standaardwaarde is: %1
tr_tr: Emin değilseniz, bunu olduğu gibi bırakın. Varsayılan: %1

source: Smart Groups
nl_nl: Smartgroepen
tr_tr: Akıllı gruplar

source: In some more complex configurations, Smart Groups can fail to refresh if their search criterias are no longer valid. This is a rather rare use-case, usually caused by custom searches. If one smarty group fails to refresh, the Scheduled Job that periodically to refresh the smart group contacts will then fail to run, which can cause incorrect contact group counts in other groups.
nl_nl: In meer complexe configuraties kan een smartgroep de zoekcriteria niet verversen als de zoekcriteria niet langer geldig zijn. Dit zal zelden voorkomen en dan waarschijnlijk bij het aangepast zoeken. Als dit verversen mislukt zal de ingeplande run, die periodieke de contacten van de smartgroep probeert te verversen, stuklopen. Hierdoor kunnen er foute tellingen van het aantal contacten in andere groepen worden gedaan.
tr_tr: Bazı daha karmaşık yapılandırmalarda, arama ölçütleri artık geçerli değilse "Akıllı gruplar" yenilenemeyebilir. Bu durum, genellikle özel aramalardan kaynaklanır ve oldukça nadir rastlanır. Bir akıllı grup yenilenmezse, akıllı grup kişilerini düzenli olarak yenileyen zamanlanmış görev çalışmaz ve bu da diğer gruplardaki kişi grubu sayımlarının yanlış olmasına yol açabilir.

source: When a group is disabled, an email notification will be sent (if one was set in the field at the top of this screen) and a note will be added in the group description.
nl_nl: Als een groep is uitgeschakeld, wordt er een e-mail ter notificatie verzonden (als er een bovenin het scherm is gekozen), er wordt een notitie toegevoegd aan de groepsbeschrijving.
tr_tr: Bir grup devre dışı bırakıldığında, bir e-posta bildirimi gönderilir (ayarlanmış ise bu sayfanın üst kısmındaki alanda) ve grup açıklamasına bir not eklenir.

source: Display GET data in e-mails?
nl_nl: GET-data in e-mails tonen?

source: GET is the data in the URL request.
nl_nl: Dit zijn de gegevens in de URL van de aanvraag.

source: Need a hand? <a href="%1" target="_blank">Coop SymbioTIC</a> provides turn-key CiviCRM hosting. Our hosting provides peace of mind, with regular upgrades and 24/7 monitoring. As the authors of this extension, we're pretty good at debugging too! <a href="%1" target="_blank">Read more</a>
nl_nl: Hulp nodig? <a href="%1" target="_blank">Coop SymbioTIC</a> ondersteunt turn-key CiviCRM-hosting. U hoeft u dan niet meer druk te maken over reguliere updates en een monitoring van 24 uur per dag en 7 dagen in de week. Als makers van deze extensie weten we natuurlijk bijna alles van debugging! <a href="%1" target="_blank">Meer lezen</a>

source: bot
ja_jp: ボット

source: If in doubt, leave this as is. The default is: !1
ja_jp: 少しでも疑問がある場合は、そのままにしておいてください。デフォルトは次のとおりです : !1

source: -Select-
hu_hu: -Válassza ki-

source: CiviCRM error [redirected] at %1
fr_fr: Erreur CiviCRM [redirection] sur %1
hu_hu: CiviCRM hiba %1 [átirányítva]
