Repository: civicrm/civicrm-l10n-extensions
Catalog: po/dataprocessor_token_output/*/dataprocessor_token_output.po
Languages: de_de, fr_fr, nl_nl, tr_tr

source: Upgrade %1 to revision %2
de_de: Upgrade %1 auf Revision %2
fr_fr: Mettre à jour %1 vers la révision %2
nl_nl: Upgrade %1 naar revisie %2
tr_tr: %1, %2 sürümüne güncelle

source: Prerequisite check failed.
de_de: Prüfung auf Vorbedingungen fehlerhaft.
fr_fr: La vérification des prérequis a échoué.
nl_nl: Controle op vereisten is mislukt.
tr_tr: Gereksinimler denetlenemedi.

source: Data Processor Token Output was installed successfully, but you must also install and enable the <a href="%1">dataprocessor Extension</a> version %2 or newer.
de_de: Data Processor Token Output wurde erfolgreich installiert, aber es muss auch die <a href="%1">dataprocessor Erweiterung</a> Version %2 oder neuer installiert und aktiviert sein.
fr_fr: Data Processor Token Output a été installé avec succès, mais vous devez aussi installer et activer l'<a href="%1">extension DataProcessor</a>version %2 ou +
nl_nl: De DataProcessor Token Output is ge√Ønstalleerd, maar u moet ook de extensie <a href="%1">dataprocessor</a> versie %2 of nieuwer installeren en inschakelen.
tr_tr: Veri işleyici kodu kuruldu. Ancak ayrıca <a href="%1">Veri işleyici eklentisi</a> %2 ya da üzerindeki bir sürümü kurup etkinleştirmeniz gerekiyor.

source: Unknown error key: %1
de_de: Unbekannter Fehlerschlüssel: %1
fr_fr: Erreur inconnue clé : %1
nl_nl: Onbekende fout, code: %1
tr_tr: Bilinmeyen hata anahtarı: %1

source: Tokens
de_de: Token
tr_tr: Kodlar

source: Household Tokens
de_de: Token für Haushalte
fr_fr: Tokens de Foyer
nl_nl: Tokens huishouden
tr_tr: Hane halkı kodları

source: Participants Tokens
de_de: Token für Teilnehmende
fr_fr: Tokens de Participants
nl_nl: Tokens deelnemers
tr_tr: Katılımcı kodları

source: Case Tokens
de_de: Fall Token
fr_fr: Tokens de Dossier
tr_tr: Olay kodları

source: Event Tokens
de_de: Token für Veranstaltungen
fr_fr: Tokens d'Evenement
nl_nl: Tokens evenement
tr_tr: Etkinlik kodları

source: Render table with all data
de_de: Render Tabelle mit allen Daten
fr_fr: Afficher la table avec toutes les données
nl_nl: Tabel opbouwen met alle gegevens
tr_tr: Tabloda tüm veriler görüntülensin

source: Render list with all data
de_de: Render Liste mit allen Daten
fr_fr: Afficher la liste avec toutes les données
nl_nl: Lijst opbouwen met alle gegevens
tr_tr: Listede tüm veriler görüntülensin

source: Ascending sort %1
de_de: Aufsteigend sortieren %1
fr_fr: Trier %1 (ascendant)
nl_nl: Oplopend sorteren %1
tr_tr: Artan %1 sıralaması

source: Descending sort %1
de_de: Absteigend sortieren %1
fr_fr: Trier %1 (descendant)
nl_nl: Aflopend sorteren %1
tr_tr: Azalan %1 sıralaması

source: - select -
de_de: - wähle -
fr_fr: - sélectionner -
nl_nl: - selecteer -
tr_tr: - Seçin -

source: Hidden fields
de_de: Ausgeblendete Felder
fr_fr: Champs masqués
nl_nl: Verborgen velden
tr_tr: Gizli alanlar

source: Sort
de_de: Sortieren
fr_fr: Tri
nl_nl: Sorteren
tr_tr: Sırala

source: Process all records
de_de: Verarbeite alle Einträge
fr_fr: Traiter tous les enregistrements
nl_nl: Alle records verwerken
tr_tr: Tüm kayıtları işle

source: Pre text
fr_fr: Texte (avant)
nl_nl: Tekst vooraf
tr_tr: Ön metin

source: Post text
fr_fr: Texte (après)
nl_nl: Tekst achteraf
tr_tr: Art metin

source: Requires data source '%1' which could not be found. Did you rename or deleted the data source?
de_de: Benötigt Datenquelle '%1' welche nicht gefunden wurde. Wurde die Datenquelle umbenannt oder gelöscht?
fr_fr: Nécessite les données sources '%1' qui n'ont pas pu être trouvées. Les données sources auraient-elles pu avoir été renommées ou supprimées ?
nl_nl: Verwacht brondata '%1' die niet gevonden is. Heeft u de naam gewijzigd of de bron verwijderd?
tr_tr: Bulunamayan "%1" veri kaynağı gerekli. Veri kaynağının adını değiştirmiş ya da silmiş olabilir misiniz?

source: Requires a field with the name '%1' in the data source '%2'. Did you change the data source type?
de_de: Benötigt ein Feld mit dem Namen '%1' in der Datenquelle '%2'. Wurde der Datenquellentyp verändert?
fr_fr: Nécessite un champ nommé '%1' parmi les données sources '%2'. Le type des données sources auraient-ils pu avoir été changés ?
nl_nl: Vereist een veld met de naam '%1' in de databron '%2'. Heeft u het type van de databron gewijzigd?
tr_tr: "%2" veri kaynağından "%1" adında bir alan gerekli. Veri kaynağı türünü değiştirmiş olabilir misiniz?

source: Case ID Field
de_de: Fall-ID Feld
fr_fr: Champ Id. de dossier
tr_tr: Olay kodu alanı

source: Contact ID Field
de_de: Kontakt-ID-Feld
fr_fr: Champ Id. de Contact
nl_nl: Contact-id veld
tr_tr: Kişi kodu alanı

source: Event ID Field
de_de: Veranstaltungs-ID-Feld
fr_fr: Champ Id. d'Evénement
nl_nl: Evenement-id Veld
tr_tr: Etkinlik kodu alanı

source: Household relationship
de_de: Haushaltsbeziehung
fr_fr: Relation de Foyer
nl_nl: Huishouden-relatie
tr_tr: Hane halkı ilişkisi

source: - Show all roles -
de_de: - zeige alle Rollen -
fr_fr: - afficher tous les rôles -
nl_nl: - Toon alle rollen -
tr_tr: - Tüm roller görüntülensin -

source: Participant ID Field
de_de: Teilnahme-ID-Feld
fr_fr: Champ Id. Participant
nl_nl: Deelnemer-id veld
tr_tr: Katılımcı kodu alanı

source: The pre text is shown just before the rendered value of the token.
de_de: Der Pre-Text wird vor dem gerenderten Wert des Tokens angezeigt.
fr_fr: Le texte (avant) est affiché avant la valeur du token.
nl_nl: De 'tekst vooraf' wordt getoond voor de opgebouwde waarde van het token.
tr_tr: Görüntülenecek kod değerinden önce görüntülenecek metin.

source: The post text is shown just after the rendered value of the token.
de_de: Der Post-Text wird nach dem gerenderten Wert des Tokens angezeigt.
fr_fr: Le texte (avant) est affiché après la valeur du token.
nl_nl: De 'tekst achteraf' wordt getoond na de opgebouwde waarde van het token.
tr_tr: Görüntülenecek kod değerinden sonra görüntülenecek metin.
