Repository: civicrm/civicrm-l10n-extensions
Catalog: po/accountsync/*/accountsync.po
Languages: es_es, fr_ca, nl_nl, pl_pl, tr_tr

source: Unknown
nl_nl: Onbekend
tr_tr: Bilinmiyor

source: Completed
nl_nl: Uitgevoerd
tr_tr: Tamamlandı

source: Pending
nl_nl: Lopend
tr_tr: Bekliyor

source: Cancelled
nl_nl: Geannuleerd
tr_tr: İptal edildi

source: There are %1 records in the `civicrm_account_contact` table which have a NULL connector_id. These need updating manually to 0 or the connector ID if using the connectors extension.
nl_nl: Er zijn %1 records in de tabel 'civicrm_account_contact' die een NULL-connector_id hebben. Deze moeten handmatig worden bijgewerkt naar 0 of de connector-ID als u de connector-extensie gebruikt.
tr_tr: `civicrm_account_contact` tablosunda NULL connector_id değeri olan %1 kayıt var. Bunların el ile 0 olarak ya da bağlayıcılar eklentisi kullanılıyorsa bağlayıcı kimliği ile güncellenmesi gerekiyor.

source: AccountSync: Database issues
nl_nl: AccountSync: Database problemen
tr_tr: Hesap eşitleme: Veri tabanı sorunları

source: There are %1 records in the `civicrm_account_invoice` table which have a NULL connector_id. These need updating manually to 0 or the connector ID if using the connectors extension.
nl_nl: Er zijn %1 records in de tabel 'civicrm_account_invoice' die een NULL-connector_id hebben. Deze moeten handmatig worden bijgewerkt naar 0 of de connector-ID als u de connector-extensie gebruikt.
tr_tr: `civicrm_account_invoice` tablosunda NULL connector_id değeri olan %1 kayıt var. Bunların el ile 0 olarak ya da bağlayıcılar eklentisi kullanılıyorsa bağlayıcı kimliği ile güncellenmesi gerekiyor.

source: Account Contacts
es_es: Contactos de la cuenta
fr_ca: Compte Contacts
nl_nl: Account Contacten
pl_pl: Kontakty z kontem
tr_tr: Hesap kişileri

source: Account Contact
es_es: Contacto de la cuenta:
fr_ca: Compte Contact
pl_pl: Kontakt z kontem
tr_tr: Hesap kişisi

source: ID
tr_tr: Kimlik

source: Unique AccountContact ID
es_es: Unico ID AccountContact
fr_ca: Unique CompteContact ID
nl_nl: Uniek Account-contact-id
pl_pl: Indywidualny identyfikator konta/kontaktu
tr_tr: Benzersiz hesap kişisi kimliği

source: Contact ID
tr_tr: Kişi kimliği

source: FK to Contact
es_es: FK a contacto
fr_ca: FK vers Contact
nl_nl: FK naar Contact
tr_tr: Kişi dış anahtarı

source: CiviCRM Contact ID
tr_tr: CiviCRM kişi kimliği

source: Accounts Contact ID
tr_tr: Hesapların kişi kimliği

source: External Reference
es_es: Referencia externa
fr_ca: Reference Externe
nl_nl: Externe referentie
pl_pl: Zewnętrzny numer referencyjny
tr_tr: Dış başvuru

source: Display Name
es_es: Mostrar nombre
fr_ca: Nom à afficher
nl_nl: Weergavenaam
pl_pl: Wyświetlana nazwa
tr_tr: Görüntülenecek ad

source: Name from Accounts Package
es_es: Nombre del paquete de cuentas
nl_nl: Naam in Accounts Package
pl_pl: Nazwa z pakietu kont
tr_tr: Hesaplar paketindeki ad

source: Last Sync Date
es_es: Fecha de la última sincronización
fr_ca: Dernière Date Synchronisation
nl_nl: Datum laatste synchronisatie
pl_pl: Data ostatniej synchronizacji
tr_tr: Son eşitleme tarihi

source: When was the contact last synced.
es_es: Cuándo se sincronizó el contacto por última vez.
fr_ca: De Quand date la dernière synchronisation du contact
nl_nl: Datum laatste synchronisatie van contact.
pl_pl: Kiedy kontakt był ostatnio synchronizowany.
tr_tr: Kişinin en son eşitlendiği tarih.

source: Accounts Modified Date
es_es: Fecha de modificación de las cuentas
fr_ca: Date modification Comptes
nl_nl: Accounts wijzigingsdatum
pl_pl: Data modyfikacji konta
tr_tr: Hesaplar üzerinde değiştirilme tarihi

source: When was the invoice last Altered in the accounts system.
es_es: Cuándo fue la última modificación de la factura en el sistema de cuentas.
nl_nl: Wanneer is de factuur voor het laatst gewijzigd in het boekhoudsysteem.
pl_pl: Kiedy faktura została ostatnio zmieniona w systemie księgowym.
tr_tr: Hesap sisteminde faturanın son değiştirildiği tarih.

source: Account System Data
es_es: Datos del sistema de la cuenta
nl_nl: Account systeemgegevens
pl_pl: Dane systemowe konta
tr_tr: Hesap sistemi verileri

source: json array of data as returned from accounts system
es_es: matriz json de datos devueltos por el sistema de cuentas
nl_nl: JSON-array met gegevens uit het boekhoudsysteem
pl_pl: tablica JSON danych zwróconych z systemu kont
tr_tr: Hesap sisteminden geri dönen JSON sistem verileri dizisi

source: Account Error Data
es_es: Datos de error de la cuenta
nl_nl: Account foutgegevens
pl_pl: Dane o błędach konta
tr_tr: Hesap hata verileri

source: json array of error data as returned from accounts system
es_es: matriz json de errores de datos devueltos por el sistema de cuentas
nl_nl: JSON-array met foutgegevens uit het boekhoudsysteem
pl_pl: tablica JSON danych o błędach zwróconych z systemu kont
tr_tr: Hesap sisteminden geri dönen JSON hata verileri dizisi

source: Accounts Needs Update
es_es: Cuentas necesitan actualización
fr_ca: Les comptes ont besoin d'une mise-à-jour des besoins
nl_nl: Accounts die bijgewerkt moeten worden
pl_pl: Konta wymagające aktualizacji
tr_tr: Hesapların güncellenmesi gerekli

source: Include in next push to accounts
es_es: Incluir en el próximo envío a cuentas
nl_nl: Toevoegen in volgende push naar accounts
pl_pl: Uwzględnij w następnym powiadomieniu push do kont
tr_tr: Hesapların sonraki güncellenmesine katılsın

source: Connector ID
tr_tr: Bağlayıcı kimliği

source: ID of connector. Relevant to connect to more than one account of the same type
es_es: ID del conector. Relevante para conectarse a más de una cuenta del mismo tipo
fr_ca: Numéro d'identification du connecteur ; utile pour connecter un élément à plus d'un compte du même type.
nl_nl: ID van connector. Relevant bij meer dan een account van hetzelfde type
pl_pl: Identyfikator łącznika. Odpowiednie do łączenia się z więcej niż jednym kontem tego samego typu
tr_tr: Bağlayıcı kimliği. Aynı türden birden fazla hesaba bağlanmak ile ilgili

source: Account Plugin
es_es: Complemento de la cuenta
fr_ca: Extension de compte
pl_pl: Wtyczka do konta
tr_tr: Hesap uygulama eki

source: Name of plugin creating the account
es_es: Nombre del complemento creador de la cuenta
fr_ca: Nom de l'extension créant le compte
nl_nl: Naam van de plugin die het account aanmaakt
pl_pl: Nazwa wtyczki umożliwiającej utworzenie konta
tr_tr: Hesabı oluşturan uygulama ekinin adı

source: Do Not Sync
es_es: No sincronizar
fr_ca: Ne pas synchroniser.
nl_nl: Niet synchroniseren
pl_pl: Nie synchronizuj
tr_tr: Eşitlenmesin

source: Do not sync this contact
es_es: No sincronizar este contacto
fr_ca: Ne pas synchroniser ce contact
nl_nl: Dit contact niet synchroniseren
pl_pl: Nie synchronizuj tego kontaktu
tr_tr: Bu seçenek etkinleştirildiğinde, bu kişi eşitlenmez

source: Error Resolved
nl_nl: Fout opgelost
tr_tr: Sorun çözüldü

source: Filter out if resolved
nl_nl: Uitfilteren indien opgelost
tr_tr: Çözülmüş ise süzülerek katılmasın

source: Account Invoices
es_es: Facturas de la cuenta
fr_ca: Factures du compte
nl_nl: Account facturen
tr_tr: Hesap faturaları

source: Account Invoice
es_es: Factura de la cuenta
fr_ca: Facture du compte
nl_nl: Account factuur
pl_pl: Faktura konta
tr_tr: Hesap faturası

source: Unique AccountInvoice ID
es_es: Unico ID AccountInvoice
fr_ca: Identifiant unique de facture de compte
nl_nl: Uniek Account-factuur-id
pl_pl: Unikalny identyfikator konta/faktury
tr_tr: Benzersiz HesapFaturası kimliği

source: Contribution ID
es_es: ID de contribución
fr_ca: ID de la contribution
nl_nl: Bijdrage-id
pl_pl: Identyfikator wkładu
tr_tr: Katkı kimliği

source: FK to contribution table.
es_es: FK a tabla de contribución
nl_nl: FK naar tabel Contribution.
tr_tr: Katkı tablosunun dış anahtarı.

source: Accounts Invoice ID
nl_nl: Accounts Factuur-id
tr_tr: Hesapların fatura kimliği

source: Accounts Status ID
tr_tr: Hesapların durum kimliği

source: Status in accounts system (mapped to civicrm definition)
es_es: Estado en el sistema de cuentas (asignado a la definición de civicrm)
nl_nl: Status in boekhoudsysteem (gekoppeld aan CiviCRM definitie)
pl_pl: Status w systemie kont (zmapowany do definicji civicrm)
tr_tr: Hesap sistemindeki durum civicrm tanımı ile eşleştirilmiş)

source: Accounting system status
nl_nl: Accounting systeemstatus
tr_tr: Muhasebe sistemi durumu

source: Last Modified Date
nl_nl: Laatste wijzigingsdatum
tr_tr: Son değiştirilme tarihi

source: Connection
nl_nl: Connectie
tr_tr: Bağlantı

source: Retry sync
nl_nl: Herhalen sync
tr_tr: Eşitlemeyi yeniden dene

source: Processing ...
nl_nl: Verwerking...
tr_tr: İşleniyor...

source: Successfully marked %1 records to retry next time the sync job runs.
nl_nl: %1 records zijn gemarkeerd om opnieuw te proberen bij de volgende keer dat de synchronisatietaak wordt uitgevoerd.
tr_tr: %1 kayıt, bir sonraki eşitleme görevi yürütüldüğünde yeniden denenmek üzere işaretlendi.

source: An error occurred while attempting to mark %1 records for retry.
nl_nl: Er is een fout opgetreden tijdens de poging om %1 records te markeren voor het opnieuw te verwerken.
tr_tr: %1 kayıt yeniden denenmek üzere işaretlenirken bir sorun çıktı.

source: Mark as resolved
nl_nl: Als opgelost zien
tr_tr: Çözülmüş olarak işaretle

source: Successfully marked %1 records as resolved.
nl_nl: Er zijn %1 records gemarkeerd als opgelost.
tr_tr: %1 kayıt, çözülmüş olarak işaretlendi.

source: An error occurred while marking errors as resolved.
nl_nl: Er is een fout opgetreden tijdens het markeren van fouten als opgelost.
tr_tr: Sorunlar çözülmüş olarak işaretlenirken bir sorun çıktı.

source: Do not sync
nl_nl: Niet sync
tr_tr: Eşitlenmesin

source: Successfully marked %1 records as "Do not Sync".
nl_nl: Er zijn %1 records gemarkeerd als "niet synchroniseren".
tr_tr: %1 kayıt, "Eşitlenmesin" olarak işaretlendi.

source: An error occurred while marking errors as "Do not Sync".
nl_nl: Er is een fout opgetreden tijdens het markeren van fouten als "niet synchroniseren".
tr_tr: Sorunlar "Eşitlenmesin" olarak işaretlenirken bir sorun çıktı.

source: You are deleting a contact that has been synced to your accounts system. It is recommended you restore the contact & fix this
es_es: Está eliminando un contacto que se ha sincronizado con su sistema de cuentas. Se recomienda que restaure el contacto y arregle esto
fr_ca: Vous supprimez un contact qui a été synchronisé avec votre système comptable. Il est recommandé de restaurer ce contact pour résoudre ce conflit
nl_nl: U wilt een contact verwijderen dat gesynchroniseerd is met uw boekhouding. Wij bevelen aan dat u het contact laat staan of weer terugzet
pl_pl: Usuwasz kontakt, który został zsynchronizowany z systemem kont. Zaleca się przywrócenie kontaktu i naprawienie tego błędu
tr_tr: Hesap sisteminizle eşitlenmiş bir kişiyi siliyorsunuz. Kişiyi geri yüklemeniz ve bunu düzeltmeniz önerilir

source: You have deleted a contact that has been synced to your accounts system. The sync tracking record has been deleted. Resolution is unclear
es_es: Ha eliminado un contacto que se ha sincronizado con su sistema de cuentas. El registro de seguimiento de sincronización se ha eliminado. La resolución no está clara
fr_ca: Vous avez supprimé un contact qui a été synchronisé avec votre système comptable. L'enregistrement de suivi de synchronisation a été supprimé. La solution n'est pas claire.
nl_nl: U heeft een contact verwijderd dat gesynchroniseerd is met uw boekhouding. Het synchronisatie-record is ook verwijderd. Controleer of dit uw bedoeling is
pl_pl: Kontakt, który został zsynchronizowany z systemem kont, został usunięty. Rekord śledzenia synchronizacji został usunięty. Rozwiązanie jest niejasne
tr_tr: Hesap sisteminizle eşitlenmiş bir kişiyi sildiniz. Eşitleme izleme kaydı silindi. Çözüm açık değil

source: You have deleted an invoice that has been synced to your accounts system. You will need to remove it from your accounting package
es_es: Ha eliminado una factura que se ha sincronizado con su sistema de cuentas. Deberá eliminarlo de su paquete de contabilidad.
fr_ca: Vous avez supprimé une facture qui a été synchronisée avec votre système comptable. Vous devrez la supprimer de votre progiciel de comptabilité.
nl_nl: U heeft een factuur verwijderd dat gesynchroniseerd is met uw boekhouding. U zult het zelf ook daar moeten verwijderen
pl_pl: Usunięto fakturę, która została zsynchronizowana z systemem księgowym. Konieczne będzie usunięcie jej z pakietu księgowego
tr_tr: Hesap sisteminizle eşitlenmiş bir faturayı sildiniz. Muhasebe paketinizden kaldırmanız gerekecek

source: Name not provided.
es_es: Nombre no suministrado
fr_ca: Le nom n'a pas été fourni.
nl_nl: Geen naam meegegeven.
pl_pl: Nazwa nie została podana.
tr_tr: Ad belirtilmemiş.

source: Exclude
es_es: Excluir
fr_ca: Exclure
nl_nl: Exclusief
pl_pl: Wyklucz
tr_tr: Katılmasın

source: Create:
es_es: Crear:
fr_ca: Créer :
nl_nl: Aanmaken:
pl_pl: Stwórz:
tr_tr: Oluştur:

source: Match
es_es: Coincidencia
fr_ca: Correspondance
nl_nl: Overeenkomen
pl_pl: Dopasuj
tr_tr: Eşleştir

source: Save
nl_nl: Opslaan
tr_tr: Kaydet

source: Saving...
es_es: Guardando...
fr_ca: Sauvegarde en cours
nl_nl: Opslaan...
pl_pl: Zapisywanie...
tr_tr: Kaydediliyor...

source: Saved
es_es: Guardado
fr_ca: Enregistré
nl_nl: Opgeslagen
pl_pl: Zapisano
tr_tr: Kaydedildi

source: Non Queued Contributions
nl_nl: Bijdragen niet in de wachtrij
tr_tr: Kuyruğa alınmamış katkılar

source: These contributions are not present in the Account Invoice Table. Therefore, they are not in the queue to be pushed to the external accounting system.
nl_nl: Deze bijdragen zijn niet aanwezig in de rekening-factuurtabel. Daarom staan ze niet in de wachtrij om naar het externe boekhoudsysteem te worden overgezet.
tr_tr: Bu katkılar hesap fatura tablosunda bulunmuyor. Bu nedenle, dış muhasebe sistemine gönderilmek üzere kuyrukta değiller.

source: Contact Display Name
nl_nl: Contact weer te geven naam
tr_tr: Kişinin görüntülenecek adı

source: Total Amount
nl_nl: Totaalbedrag
tr_tr: Toplam tutar

source: Contribution Status
nl_nl: Bijdrage-status
tr_tr: Katkı durumu

source: Contribution Date
nl_nl: Bijdragedatum
tr_tr: Katkı tarihi

source: View Contribution
nl_nl: Bijdrage tonen
tr_tr: Katkıyı görüntüle

source: Update Contribution
nl_nl: Bijdrage wijzigen
tr_tr: Katkıyı güncelle

source: Delete Contribution
nl_nl: Bijdrage verwijderen
tr_tr: Katkıyı sil

source: Contact Synchronization Errors
nl_nl: Fouten bij synchronisatie contacten
tr_tr: Kişi eşitleme sorunları

source: id
tr_tr: Kimlik

source: Contact
tr_tr: Kişi

source: View CiviCRM Contact
nl_nl: CiviCRM Contact weergeven
tr_tr: CiviCRM kişisini görüntüle

source: Last Synchronization Date
nl_nl: Datum laatste synchronisatie
tr_tr: Son eşitleme tarihi

source: Accountsync Contact list
nl_nl: AccountSync contactenlijst
tr_tr: Hesap eşitleme kişi listesi

source: View CiviCRM Contact ID
nl_nl: CiviCRM Contact-id weergeven
tr_tr: CiviCRM kişi kimliğini görüntüle

source: CiviCRM Display Name
nl_nl: CiviCRM Weer te geven naam
tr_tr: CiviCRM görüntülenecek adı

source: Accounts Display Name
nl_nl: Accounts Weer te geven naam
tr_tr: Hesapların görüntülenecek adı

source: Accounts
tr_tr: Hesaplar

source: Accountsync Contact Match
nl_nl: AccountSync overeenkomende contacten
tr_tr: Hesap eşitleme kişi eşleşmesi

source: Accountsync Contact Match Table 1
nl_nl: AccountSync overeenkomende contacten Tabel 1
tr_tr: Hesap eşitleme kişi eşleşme tablosu 1

source: AccountsContact ID
tr_tr: Hesapların kişi kimliği

source: Click to match with an existing contact
nl_nl: Klik hier om te matchen met een bestaand contact
tr_tr: Var olan bir kişi ile eşleştirmek için tıklayın

source: Accounts system Contact ID
nl_nl: Accounts systeem Contact-id
tr_tr: Hesaplar sistemi kişi kimliği

source: Invoice Synchronization Errors
nl_nl: Fouten synchronisatie facturen
tr_tr: Fatura eşitleme sorunları

source: Errors
nl_nl: Fouten
tr_tr: Sorunlar

source: Invoice Errors
nl_nl: Fouten facturen
tr_tr: Fatura sorunları

source: Contact Errors
nl_nl: Fouten contacten
tr_tr: Kişi sorunları

source: Match Contacts (legacy)
nl_nl: Matchen contacten (verouderd)
tr_tr: Kişi eşleştirme (eski)

source: Match Contacts
nl_nl: Matchen contacten
tr_tr: Kişi eşleştirme

source: List of synced contacts
nl_nl: Lijst gesynchroniseerde contacten
tr_tr: Eşitlenmiş kişilerin listesi

source: Non-Queued Contributions
nl_nl: Bijdragen niet in de wachtrij
tr_tr: Kuyruğa alınmamış katkılar

source: The name recorded in the accounting package.
es_es: El nombre grabado en el paquete de la cuenta.
fr_ca: Le nom enregistré dans le plan comptable.
nl_nl: De naam in het boekhoudpakket.
pl_pl: Nazwa zarejestrowana w pakiecie księgowym.
tr_tr: Muhasebe paketinde kayıtlı ad.

source: Upgrade %1 to revision %2
es_es: Actualizar %1 a la revisión %2
fr_ca: Mise à jour de %1 à la révision %2
pl_pl: Aktualizacja %1 do rewizji %2

source: accountsync
fr_ca: synchrocompta
