Repository: civicrm/civicrm-l10n-extensions
Catalog: po/expenses/*/expenses.po
Languages: de_de, nl_nl, tr_tr

source: Expenses
de_de: Aufwendungen
nl_nl: Bestedingen
tr_tr: Masraflar

source: Expense Lines
de_de: Aufwendungspositionen
nl_nl: Bestedingsregels
tr_tr: Masraf satırları

source: Add expense
de_de: Aufwendung hinzufügen
nl_nl: Besteding aanmaken
tr_tr: Masraf ekle

source: Edit expense
de_de: Aufwendung bearbeiten
nl_nl: Besteding wijzigen
tr_tr: Masrafı düzenle

source: Date
de_de: Datum
nl_nl: Datum
tr_tr: Tarih

source: Contact
de_de: Kontakt
tr_tr: Kişi

source: Source Contact
de_de: Quellkontakt
nl_nl: Bron Contact
tr_tr: Kaynak kişi

source: Assignee Contact
de_de: Zugewiesener Kontakt
nl_nl: Contactpersoon Contact
tr_tr: Atanmış kişi

source: Case
de_de: Fall
nl_nl: Dossier
tr_tr: Olay

source: Currency
de_de: Währung
nl_nl: Valuta
tr_tr: Para birimi

source: Type
de_de: Art
tr_tr: Tür

source: Status
tr_tr: Durum

source: Amount
de_de: Betrag
nl_nl: Bedrag
tr_tr: Tutar

source: Description
de_de: Beschreibung
nl_nl: Beschrijving
tr_tr: Açıklama

source: Submit
de_de: Einreichen
nl_nl: Verzenden
tr_tr: Gönder

source: Delete
de_de: Löschen
nl_nl: Verwijderen
tr_tr: Sil

source: Cancel
de_de: Abbrechen
nl_nl: Afbreken
tr_tr: İptal

source: Removed expense
de_de: Entfernte Aufwendung
nl_nl: Besteding verwijderd
tr_tr: Masraf silindi

source: Expense
de_de: Aufwendung
nl_nl: Besteding
tr_tr: Masraf

source: Removed expense line
de_de: Entfernte Aufwendungsposition
nl_nl: Bestedingsregel verwijderd
tr_tr: Masraf satırı silindi

source: Expense line
de_de: Aufwendungsposition
nl_nl: Bestedingsregel
tr_tr: Masraf satırı

source: Added expense line
de_de: Hinzugefügte Aufwendungsposition
nl_nl: Bestedingsregel toegevoegd
tr_tr: Masraf satırı eklendi

source: Expense Line
de_de: Aufwendungsposition
nl_nl: Bestedingsregel
tr_tr: Masraf satırı

source: Updated expense line
de_de: Aktualisierte Aufwendungsposition
nl_nl: Bestedingsregel gewijzigd
tr_tr: Masraf satırı güncellendi

source: - select -
de_de: - auswählen -
nl_nl: - selecteer -
tr_tr: - Seçin -

source: Expense Type
de_de: Aufwendungsart
nl_nl: Bestedingstype
tr_tr: Masraf türü

source: Save
de_de: Speichern
nl_nl: Opslaan
tr_tr: Kaydet

source: Search Expenses
de_de: Suche Aufwendungen
nl_nl: Bestedingen zoeken
tr_tr: Masraf arama

source: Operator:
tr_tr: İşlemi yapan:

source: Assignee
de_de: Zugewiesen an
nl_nl: Contactpersoon
tr_tr: Atanmış kişi

source: Search
de_de: Suchen
nl_nl: Zoeken
tr_tr: Arama

source: Is equal to
de_de: Ist gleich
nl_nl: Is gelijk aan
tr_tr: Şuna eşit olan

source: Is not equal to
de_de: Ist nicht gleich
nl_nl: Is ongelijk aan
tr_tr: Şuna eşit olmayan

source: Contains
de_de: Enthält
nl_nl: Bevat
tr_tr: Şunu içeren

source: Starts with
de_de: Beginnt mit
nl_nl: Begint met
tr_tr: Şununla başlayan

source: Ends with
de_de: Endet mit
nl_nl: Eindigt met
tr_tr: Şununla biten

source: Does not contain
de_de: Enthält nicht
nl_nl: Bevat niet
tr_tr: Şunu içermeyen

source: Is empty
de_de: Ist leer
nl_nl: Is leeg
tr_tr: Boş olan

source: Is not empty
de_de: Ist nicht leer
nl_nl: Is niet leeg
tr_tr: Boş olmayan

source: Is one of
de_de: Ist einer von
nl_nl: Is één van
tr_tr: Şunlardan biri olan

source: Is not one of
de_de: Ist nicht einer von
nl_nl: Is niet één van
tr_tr: Şunlardan bir olmayan

source: Current user
de_de: Aktueller Benutzer
nl_nl: Huidige gebruiker
tr_tr: Geçerli kullanıcı

source: Upgrade %1 to revision %2
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Expense Status
de_de: Status der Aufwendung
nl_nl: Bestedingsstatus
tr_tr: Masraf durumu

source: Pending
de_de: Offen
nl_nl: Lopend
tr_tr: Bekliyor

source: Approved
de_de: Genehmigt
nl_nl: Goedgekeurd
tr_tr: Onaylandı

source: Rejected
de_de: Abgelehnt
nl_nl: Afgekeurd
tr_tr: Reddedildi

source: Draft
de_de: Entwurf
nl_nl: Concept
tr_tr: Taslak

source: General
de_de: Allgemein
nl_nl: Algemeen
tr_tr: Genel

source: Expense Submitted
de_de: Aufwendung eingereicht
nl_nl: Besteding verzonden
tr_tr: Masraf gönderildi

source: Mime Type is now a required parameter for file upload
de_de: MIME-Type ist jetzt ein erforderlicher Parameter für das Hochladen von Dateien
nl_nl: Bij bestandsupload is mime-type een verplichte parameter
tr_tr: Dosya yükleyebilmek için MIME türü parametresi zorunludur

source: Could not move custom file to custom upload directory
de_de: Die benutzerdefinierte Datei konnte nicht in das benutzerdefinierte Upload-Verzeichnis verschoben werden
nl_nl: Kan bestand niet verplaatsen naar aangepaste upload-map
tr_tr: Özel dosya özel yüklemeler klasörüne taşınamadı

source: ID
tr_tr: Kod

source: Total amount
de_de: Gesamtbetrag
nl_nl: Totaalbedrag
tr_tr: Toplam tutar

source: Contact ID
de_de: Kontakt-ID
tr_tr: Kişi kodu

source: Case ID
de_de: Fall-ID
nl_nl: Dossier-id
tr_tr: Olay kodu

source: Total amount (number)
de_de: Gesamtbetrag (Anzahl)
tr_tr: Toplam tutar (sayı)

source: Total amount (formatted with currency symbol)
de_de: Gesamtbetrag (formatiert mit Währungssymbol)
tr_tr: Toplam tutar (para birimi simgesi ile birlikte)

source: Set the expense type either in the configuration or in the parameters
de_de: Die Aufwendungsart entweder in der Konfiguration oder in den Parametern einstellen
nl_nl: Stel het bestedingstype in bij de configuratie of in de parameters
tr_tr: Yapılandırma ya da parametreler bölümünden masraf türünü ayarlayın

source: Set the status either in the configuration or in the parameters
de_de: Den Status entweder in der Konfiguration oder in den Parametern einstellen
nl_nl: Stel de bestedingsstatus in bij de configuratie of in de parameters
tr_tr: Yapılandırma ya da parametreler bölümünden durumu ayarlayın

source: Expense ID
de_de: ID der Aufwendung
nl_nl: Besteding-id
tr_tr: Masraf kodu

source: Source Contact ID
de_de: Quellkontakt-ID
nl_nl: Bron Contact-id
tr_tr: Kaynak kişi kodu

source: Assignee Contact ID
de_de: ID des zugewiesenen Kontakts
nl_nl: Contactpersoon Contact-id
tr_tr: Atanmış kişi kodu

source: Expense Line ID
de_de: ID der Aufwendungsposition
nl_nl: Bestedingsregel-id
tr_tr: Masraf satırı kodu

source: Attachment ID (File ID)
de_de: Anhang-ID (Datei-ID)
nl_nl: Bijlage-id (File-id)
tr_tr: Ek dosya kodu (dosya kodu)

source: Expense type ID
de_de: ID der Aufwendungsart
nl_nl: Bestedingstype-id
tr_tr: Masraf türü kodu

source: Sort
de_de: Sortieren
nl_nl: Sorteer
tr_tr: Sırala

source: Oldest
de_de: Älteste
nl_nl: Oudste
tr_tr: Eskiden yeniye

source: Newest
de_de: Neuste
nl_nl: Nieuwste
tr_tr: Yeniden eskiye

source: File
de_de: Datei
nl_nl: Bestand
tr_tr: Dosya

source: Invalid expense.
de_de: Ungültige Aufwendung.
nl_nl: Ongeldige besteding.
tr_tr: Masraf geçersiz.

source: Edit Expense Link
de_de: Bearbeite Aufwendungslink
nl_nl: Link besteding wijzigen
tr_tr: Masraf bağlantısını düzenle

source: Expense total amount per case
de_de: Gesamtbetrag der Aufwendungen pro Fall
nl_nl: Besteding totaalbedrag per dossier
tr_tr: Her olayın masraf toplamı

source: Expense total amount for expense
de_de: Gesamtbetrag der Aufwendungen
tr_tr: Masrafın toplam tutarı

source: Expense: create or update expense
de_de: Aufwendungen: erstellen oder bearbeiten einer Aufwendung
nl_nl: Expence: besteding aanmaken of wijzigen
tr_tr: Masraf: Masraf ekleme ya da güncelleme

source: Expense: Update Status
de_de: Aufwendungen: Status aktualisieren
nl_nl: Expense: status wijzigen
tr_tr: Masraf: Masraf durumunu güncelleme

source: Expense: create or update expense line
de_de: Aufwendungen: erstellen oder bearbeiten einer Aufwendungsposition
nl_nl: Expense: bestedingsregel aanmaken of wijzigen
tr_tr: Masraf: Masraf satırı ekleme ya da güncelleme

source: Expense: Upload attachment
de_de: Aufwendungen: Anhang hochladen
nl_nl: Expense: bijlage uploaden
tr_tr: Masraf: Ek dosya yükleme

source: Expense: Validate Expense ID by Case ID
de_de: Aufwendungen: ID der Aufwendung mittels Fall-ID validieren
nl_nl: Expense: Besteding-id valideren bij Dossier-id
tr_tr: Masraf: Olay kodu ile masraf kodunu doğrulama

source: Expense: Get expense by ID
de_de: Aufwendungen: Aufwendung mittels ID bestimmen
nl_nl: Expense: besteding door ID ophalen
tr_tr: Masraf: Koda göre masraf getirme

source: Expense: Get expense by Type
de_de: Aufwendungen: Aufwendung mittels Art bestimmen
nl_nl: Expense: besteding per type ophalen
tr_tr: Masraf: Türe göre masraf getirme

source: Expense: Get expense line by ID
de_de: Aufwendungen: Aufwendungsposition mittels ID bestimmen
nl_nl: Expense: bestedingsregel door ID ophalen
tr_tr: Masraf: Koda göre masraf satırı getirme

source: Expense: Delete
de_de: Aufwendung: Löschen
nl_nl: Expense: verwijderen
tr_tr: Masraf: Silme

source: Expense: Delete expense line
de_de: Aufwendung: Aufwendungsposition löschen
nl_nl: Expense: bestedingsregel verwijderen
tr_tr: Masraf: Masraf satırını silme

source: Expense: Delete Attachment
de_de: Aufwendung: Anhang löschen
nl_nl: Expense: bijlage verwijderen
tr_tr: Masraf: Ek dosyayı silme

source: Expense: Calculate Total
de_de: Aufwendung: Summe berechnen
tr_tr: Masraf: Toplam hesaplama

source: Edit Expense
de_de: Aufwendung bearbeiten
nl_nl: Besteding wijzigen
tr_tr: Masrafı düzenle

source: Expense ID Field
de_de: Ausgaben ID Feld
nl_nl: Besteding-id Veld
tr_tr: Masraf kodu alanı

source: Case ID Field
de_de: Fall-ID Feld
nl_nl: Dossier-id veld
tr_tr: Olay kodu alanı

source: - Any type -
de_de: - beliebige Art-
nl_nl: - elk type -
tr_tr: - Tüm türler -

source: - Any status -
de_de: - beliebiger Status -
nl_nl: - elke status -
tr_tr: - Tüm durumlar -

source: CiviCRM Expenses: Manage expenses
de_de: CiviCRM Expenses: Aufwendungen verwalten
nl_nl: CiviCRM Expenses: Bestedingen beheren
tr_tr: CiviCRM Expenses: Masraf yönetimi

source: Expense Settings
de_de: Einstellungen für Aufwendungen
nl_nl: Expense instellingen
tr_tr: Masraf ayarları

source: Create activity
de_de: Aktivität erstellen
nl_nl: Activiteit aanmaken
tr_tr: İşlem eklensin

source: If enabled, an activity will be created when a new expenses is added.
de_de: Wenn aktiviert, wird eine Aktivität erstellt, sobald eine neue Aufwendung hinzugefügt wird.
nl_nl: Indien ingeschakeld wordt er een activiteit aangemaakt bij het toevoegen van een besteding.
tr_tr: Bu seçenek etkinleştirildiğinde, yeni eklenen masraflar için bir işlem kaydı eklenir.

source: Leave empty for no formatting
de_de: Leer lassen für keine Formatierung
nl_nl: Leeg laten voor geen formattering
tr_tr: Biçimlendirme olmaması için boş bırakın

source: Delete Expense
de_de: Aufwendung löschen
nl_nl: Besteding verwijderen
tr_tr: Masrafı sil

source: Are you sure to delete expense of %1?
de_de: Aufwendung von %1 wirklich löschen?
nl_nl: Weet u zeker dat u besteding van %1 wilt verwijderen?
tr_tr: %1 masrafını silmek istediğinize emin misiniz?

source: Lines
de_de: Zeilen
nl_nl: Regels
tr_tr: Satırlar

source: Edit line
de_de: Zeile bearbeiten
nl_nl: Regel wijzigen
tr_tr: Satırı düzenle

source: Delete line
de_de: Zeile löschen
nl_nl: Regel verwijderen
tr_tr: Satırı sil

source: Add line
de_de: Zeile hinzufügen
nl_nl: Regel toevoegen
tr_tr: Satır ekle

source: Delete Expense Line
de_de: Aufwendungsposition löschen
nl_nl: Bestedingsregel verwijderen
tr_tr: Masraf satırını sil

source: Are you sure to delete expense line of %1?
de_de: Aufwendungsposition von %1 wirklich löschen?
nl_nl: Weet u zeker dat u bestedingsregel van %1 wilt verwijderen?
tr_tr: %1 masraf satırını silmek istediğinize emin misiniz?

source: New expense
de_de: Neue Aufwendung
nl_nl: Nieuwe besteding
tr_tr: Masraf ekle

source: %%StatusMessage%%
de_de: %%StatusNachricht%%

source: Number of decimals
nl_nl: Aantal decimalen

source: Decimal separator
nl_nl: Decimaal scheiding

source: Thousand separator
nl_nl: Duizendtallen scheiding

source: Prefix (e.g. &euro;)
nl_nl: Voorvoegsel (bijv. &euro;)

source: Suffix (e.g. $)
nl_nl: Achtervoegsel (bijv. €)
