Repository: civicrm/civicrm-l10n-extensions
Catalog: po/csvimport/*/csvimport.po
Languages: hu_hu, ja_jp, nl_nl, tr_tr

source: You can <a href="%1">Download Duplicates</a>. You may then review these records to determine if they are actually duplicates, and correct the transaction IDs for those that are not.
ja_jp: あなたは、<a href="%1">重複をダウンロード</a>することができます。彼らが実際に競合しているか判断するために、これらレコードを確認し、そうでないものは取引IDへ補正することができます。
nl_nl: Je kunt de <a href="%1">duplicaten downloaden</a>. Gebruik dit bestand om het invoerbestand te corrigeren als het echt duplicaten zijn en pas anders de foutieve transactie-id's aan.

source: Total rows (participant records) in uploaded file.
hu_hu: A feltöltött fájlban lévő összes sorok (résztvevő rekordok) száma.
ja_jp: アップロードされたファイル内の (参加者レコード) 合計行
nl_nl: Aantal rijen (deelnemers) in het geüploade bestand.
tr_tr: Yüklenen dosyadaki toplam satır (katılımcı kaydı) sayısı.

source: Invalid Rows (skipped)
hu_hu: Érvénytelen sor (kihagyva)
ja_jp: 無効な行 (スキップ)
nl_nl: Onjuiste Rijen (overgeslagen)
tr_tr: Geçersiz satır sayısı (atlandı)

source: Mismatched Rows (skipped)
hu_hu: Nem megfelelő sorok (kihagyva)
ja_jp: 不一致な行 (スキップ)
nl_nl: Niet-overeenkomende rijen (overgeslagen)
tr_tr: Eşleşmeyen satır sayısı (atlandı)

source: Rows with mismatched participant IDs... (NOT updated).
hu_hu: Nem megfelelő azonosítókkal rendelkező sorok ... (NINCS frissítve).
ja_jp: 一致しない参加者IDを持つ行... (更新なし)
nl_nl: Rijen met niet-overeenkomende deelnemersnummers... (NIET bijgewerkt).
tr_tr: Eşleşmeyen katılımcı kimlikleri bulunan satırlar... (güncellenMEdi).

source: Download Mismatched participants
ja_jp: 一致しない参加者をダウンロード
nl_nl: Niet-overeenkomende deelnemers downloaden
tr_tr: Eşleşmeyen katılımcıları indir

source: Conflicting Rows (skipped)
hu_hu: Összeférhetetlen sorok (kihagyva)
ja_jp: 競合する行 (スキップ)
nl_nl: Rijen met een conflict (overgeslagen)
tr_tr: Çakışan satırlar (atlandı)

source: Rows with conflicting transaction IDs (NOT imported).
hu_hu: Nem megfelelő tranzakciós azonosítókkal rendelkező sorok (NINCS importálva).
ja_jp: 競合する取引IDを持つ行 (更新なし)
nl_nl: Rijen met een conflict in transactie-id (niet geïmporteerd).
tr_tr: Çakışan hesap hareketi kimlikleri bulunan satırlar (içe aktarılMAdı).

source: Duplicate Rows
hu_hu: Duplikált sorok
ja_jp: 重複の行
nl_nl: Dubbele rijen
tr_tr: Çift satırlar

source: Rows which are duplicates of existing CiviCRM records.
hu_hu: A CiviCRM-ben szereplő duplikált sorok.
ja_jp: 既存の CiviCRM レコードの重複している行。
nl_nl: Rijen die identiek zijn aan bestaande CiviCRM-records.
tr_tr: Var olan CiviCRM kayıtları ile çift oluşturan satırlar.

source: Download Duplicates
hu_hu: Duplikált sorok letöltése
ja_jp: 重複をダウンロード
nl_nl: Download duplicaten
tr_tr: Çift kayıtları indir

source: Records Imported
hu_hu: Importált rekordok
ja_jp: インポートされたレコード
nl_nl: Geïmporteerde records
tr_tr: İçe aktarılan kayıtlar

source: Rows imported successfully.
hu_hu: Sikeresen importált sorok.
ja_jp: 正常に行をインポートしました。
nl_nl: Succesvol geïmporteerde rijen.
tr_tr: Satırlar içe aktarıldı.

source: Contact Type
hu_hu: Kapcsolat típus
ja_jp: 連絡先タイプ
tr_tr: Kişi türü

source: Load Saved Field Mapping
tr_tr: Kaydedilmiş alan eşlemesi yüklensin

source: Click 'Load Saved Field Mapping' if data has been previously imported from the same source. You can then select the saved import mapping setup and load it automatically.
tr_tr: Veriler daha önce aynı kaynaktan içe aktarıldıysa, "Kaydedilmiş alan eşleşmesi yüklensin" seçeneğini tıklayın. Ardından kaydedilmiş eşleşmeyi seçebilir ve otomatik olarak yükleyebilirsiniz.

source: CiviCRM has detected invalid data or formatting errors in %1 records. If you continue, these records will be skipped. OR, you can download a file with just these problem records - <a href='%2'>Download Errors</a> . Then correct them in the original import file, cancel this import and begin again at step 1.
tr_tr: CiviCRM, %1 kayıtta geçersiz veri veya biçimlendirme sorunları buldu. İlerlerseniz bu kayıtlar atlayabilirsiniz YA DA yalnızca bu sorunlu kayıtların bulunduğu bir dosyayı indirebilirsiniz. <a href='%2'>Sorunlu kayıtları indirin</a> . Ardından bu kayıtları özgün içe aktarma dosyasında düzeltin. Bu içe aktarma işlemini iptal edin ve 1. adımdan yeniden başlayın.

source: CiviCRM has detected %1 records with conflicting transaction ids within this data file. If you continue, these records will be skipped. OR, you can download a file with just these problem records - <a href='%2'>Download Conflicts</a> . Then correct them in the original import file, cancel this import and begin again at step 1.
tr_tr: CiviCRM, bu veri dosyasında %1 kayıtta çakışan hesap hareketi kimliği buldu. İlerleyerek bu kayıtları atlayabilirsiniz YA DA yalnızca bu sorunlu kayıtların bulunduğu bir dosyayı indirebilirsiniz. <a href='%2'>Çakışan kayıtları indirin</a> . Ardından bu kayıtları özgün içe aktarma dosyasında düzeltin. Bu içe aktarma işlemini iptal edin ve 1. adımdan yeniden başlayın.

source: You can <a href="%1">Download Mismatched Participants</a> . You may then correct them, and import the new file with the corrected data.
tr_tr: Önce <a href="%1">Eşleşmeyen katılımcıları indirin</a> . Ardından bunları özgün dosyada düzeltin ve yeniden içe aktarın.

source: You can <a href="%1">Download Errors</a> . You may then correct them, and import the new file with the corrected data.
tr_tr: Önce <a href="%1">Sorunlu kayıtları indirin</a> . Ardından bunları özgün dosyada düzeltin ve yeniden içe aktarın.

source: You can <a href="%1">Download Conflicts</a> . You may then review these records to determine if they are actually conflicts, and correct the transaction IDs for those that are not.
tr_tr: Şimdi <a href="%1">Çakışmaları indirebilir</a> ve bu kayıtları inceleyerek gerçekten çakışıyor mu diye bakabilir, çakışmıyorlarsa hesap hareketi kimliklerini düzeltebilirsiniz.

source: You can <a href="%1">Download Duplicates</a> . You may then review these records to determine if they are actually duplicates, and correct the transaction IDs for those that are not.
tr_tr: Şimdi <a href="%1">Çift kayıtları indirebilir</a> ve bu kayıtları inceleyerek gerçekten çift mi diye bakabilir, çift değilse hesap hareketi kimliklerini düzeltebilirsiniz.
