Repository: civicrm/civicrm-l10n-extensions
Catalog: po/csvimport/*/csvimport.po
Languages: hu_hu, ja_jp, nl_nl, tr_tr

source: Entity To Import
hu_hu: Importálandó egyedek
ja_jp: インポートするエンティティ
nl_nl: Entiteit te importeren
tr_tr: İçe aktarılacak varlık

source: - select -
hu_hu: -kiválasztás-
ja_jp: - 選択 -
nl_nl: - selecteer -
tr_tr: - Seçin -

source: Which entity are you importing "Notes" to
nl_nl: In welke entiteit moet "Notes" worden geïmporteerd
tr_tr: "Notları" hangi varlık içine aktarıyorsunuz

source: Set this in CSV
nl_nl: Plaats dit in CSV
tr_tr: Bunu CSV içinde ayarla

source: Import Data File
hu_hu: Importálandó adatfájl
ja_jp: データファイルのインポート
nl_nl: Bestand importeren
tr_tr: Veri dosyasını içe aktar

source: A valid file must be uploaded.
hu_hu: Érvényes fájlt kell feltölteni.
ja_jp: 有効なファイルをアップロードする必要があります。
nl_nl: Er moet een geldig bestand worden geüpload.
tr_tr: Geçerli bir dosya yüklenmelidir.

source: File size should be less than %1 MBytes (%2 bytes)
hu_hu: A fájlméretnek kisebbnek kell lennie, mint %1 Mbájt (%2 bájt)
ja_jp: ファイルサイズは %1 MB未満である必要があります (%2 バイト)
nl_nl: Bestandsgrootte moet kleiner zijn dan %1 MBytes (%2 bytes)
tr_tr: Dosya boyutu %1 MBayt (%2 bayt) boyutundan küçük olmalıdır

source: Input file must be in CSV format
hu_hu: A fájnak CSV formátumúnak kell lennie
ja_jp: 入力ファイルは、CSV形式である必要があります
nl_nl: Invoerbestand moet in het CSV-formaat zijn
tr_tr: Dosya CSV biçiminde olmalıdır

source: First row contains column headers
hu_hu: Az első sor oszlopneveket tartalmaz
ja_jp: 最初の行に列ヘッダが含まれています
nl_nl: Eerste rij bevat kopteksten
tr_tr: İlk satırda sütun başlıkları var

source: Skip
hu_hu: Kihagy
ja_jp: スキップ
nl_nl: Overslaan
tr_tr: Atla

source: Update
hu_hu: Frissít
ja_jp: 更新
nl_nl: Bijwerken
tr_tr: Güncelle

source: No Duplicate Checking
hu_hu: Nincs duplikáció ellenőrzés
ja_jp: 重複チェックなし
nl_nl: Geen Duplicaat Controle
tr_tr: Çift kayıtlar denetlenmesin

source: On Duplicate Entries
hu_hu: Duplikált bejegyzéseken
ja_jp: 重複したエントリ
nl_nl: Bij Dubbele Vermeldingen
tr_tr: Çift kayıt bulunduğunda

source: Mapping Option
hu_hu: Összeillesztési opció
ja_jp: マッピングオプション
nl_nl: Mapping Optie
tr_tr: Eşleştirme seçeneği

source: Import Field Separator
hu_hu: Import mezőelválasztó
ja_jp: インポートフィールドのセパレータ
nl_nl: Scheidingsteken bij importeren
tr_tr: İçe aktarılacak alan ayracı

source: Number Of Items To Process For Each Queue Item
nl_nl: Aantal te verwerken items per aanvraag in wachtrij

source: Allow Updating An Entity Using Unique Fields
nl_nl: Wijzigen entiteit toestaan met unieke velden
tr_tr: Eşsiz alanlar kullanan bir varlık güncellenebilsin

source: Ignore Case For Field Option Values
nl_nl: Bij veldopties geen onderscheid hoofdletter of kleine letter
tr_tr: Alan seçeneği değerlerinde büyük/küçük harf yok sayılsın

source: Continue >>
hu_hu: Folytatás >>
ja_jp: 続ける >>
nl_nl: Doorgaan >>
tr_tr: İlerle >>

source: Cancel
hu_hu: Mégsem
ja_jp: キャンセル
nl_nl: Afbreken
tr_tr: İptal

source: Individual
hu_hu: Személy
ja_jp: 個別
nl_nl: Persoon
tr_tr: Bireysel

source: Household
hu_hu: Háztartás
ja_jp: 世帯
nl_nl: Huishouding
tr_tr: Hane halkı

source: Organization
hu_hu: Szervezet
ja_jp: 団体
nl_nl: Organisatie
tr_tr: Kuruluş

source: Upload Data
hu_hu: Adatfeltöltés
ja_jp: 更新日
nl_nl: Upload Gegevens
tr_tr: Verileri yükle

source: Match using
nl_nl: Vergelijken met
tr_tr: Şununla eşleştir

source: Match using a combination of
nl_nl: Vergelijken in combinatie met
tr_tr: Şunun birleşimi ile eşleştir

source: Save this field mapping
hu_hu: Ezen mezőillesztés mentése
ja_jp: このフィールドマッピングを保存
nl_nl: Bewaar de koppeltabel
tr_tr: Bu alan eşleşmesi kaydedilsin

source: Name
hu_hu: Név
ja_jp: 名前
nl_nl: Naam
tr_tr: Ad

source: Description
hu_hu: Leírás
ja_jp: 説明
nl_nl: Beschrijving
tr_tr: Açıklama

source: Update this field mapping
hu_hu: Ezen mezőillesztés frissítése
ja_jp: このフィールドマッピングを更新
nl_nl: Koppeltabel bijwerken
tr_tr: Bu alan eşleşmesi güncellensin

source: Save as a new field mapping
hu_hu: Mentés mint új mezőillesztés
ja_jp: 新しいフィールドマッピングとして保存
nl_nl: Bewaar als nieuwe koppeltabel
tr_tr: Yeni alan eşleşmesi olarak kaydet

source: Mapper for Field %1
hu_hu: %1 mező illesztője
ja_jp: フィールド %1 のマッパー
nl_nl: Indeler voor veld %1
tr_tr: %1 alanı için eşleştirici

source: - do not import -
hu_hu: - ne importálja -
ja_jp: - インポートしない -
nl_nl: - niet importeren -
tr_tr: - içe aktarılmasın -

source: The data columns in this import file appear to be different from the saved mapping. Please verify that you have selected the correct saved mapping before continuing.
hu_hu: Ezen importfájl adatoszlopai különbözőnek tűnnek a mentett illesztéshez képest. Kérem, ellenőrizze, hogy a megfelelő mentett mezőillesztést választotta ki, mielőtt továbblépne.
ja_jp: このインポートファイルのデータ列は、保存マッピングとは異なるように見えます。続ける前に、正しい保存マッピングを選択しているか確認してください。
nl_nl: De data kolommen in dit invoerbestand lijken af te wijken van de opgeslagen koppeltabel. Controleer of de juiste koppeltabel is geselecteerd voordat je verder gaat.

source: << Previous
hu_hu: << Előző
ja_jp: << 前へ
nl_nl: << Vorige
tr_tr: << Önceki

source: Name is required to save Import Mapping
hu_hu: Név szükséges mező az import illesztés elmentéséhez
ja_jp: インポートマッピングの保存に名前が必要です
nl_nl: Naam is vereist om de koppeltabel op te slaan
tr_tr: İçe aktarma eşleşmesini kaydetmek için bir ad yazmalısınız

source: Select saved mapping
hu_hu: Válasszon a mentett illesztések közül
ja_jp: 保存されたマッピングを選択
nl_nl: Selecteer een koppeltabel
tr_tr: Kaydedilmiş eşleşmeyi seçin

source: These records have been updated with the imported data.
hu_hu: Ezek a rekordok frissítésre kerültek az importált adatokkal.
ja_jp: これらレコードはインポートされたデータで更新されました。
nl_nl: Deze regels zijn bijgewerkt met de geïmporteerde gegevens.

source: These records have been filled in with the imported data.
hu_hu: Ezek a rekordok feltöltésre kerültek az importált adatokkal.
ja_jp: これらレコードはインポートされたデータで補填されています。
nl_nl: Deze regels zijn gevuld met de geïmporteerde gegevens.

source: These records have not been imported.
hu_hu: Ezek a rekordok nem kerültek importálásra.
ja_jp: これらレコードはインポートされていません。
nl_nl: Deze regels zijn niet geïmporteerd.

source: Missing required field(s) :
hu_hu: Hiányzó szükséges mező(k):
ja_jp: 必須フィールドがありません :
nl_nl: Ontbrekende verplichte velden:

source: Importing entity
hu_hu: Entitás importálása
nl_nl: Importeren entiteit

source: Reason
hu_hu: Ok
ja_jp: 理由
nl_nl: Reden

source: Line Number
hu_hu: Sorszám
ja_jp: 回線番号
nl_nl: Regelnummer

source: View Activity History URL
hu_hu: Tevékenység történet URL megtekintése
ja_jp: アクティビティ履歴のURLを表示
nl_nl: Bekijk Activiteit-geschiedenis URL

source: Invalid value for field
hu_hu: Érvénytelen mezőérték
nl_nl: Ongeldige veldwaarde

source: API csv Import
nl_nl: API csv importeren
tr_tr: API CSV içe aktarma

source: Import File Format
hu_hu: Import fájlformátum
ja_jp: インポートファイルのフォーマット
nl_nl: Bestandsformaat importeren
tr_tr: İçe aktarılacak dosya biçimi

source: Duplicate Matching
hu_hu: Duplikált illesztés
ja_jp: 重複の照合
nl_nl: Duplicaat Koppeling
tr_tr: Çift kayıt eşleştirme

source: Field Separator
hu_hu: Mezőelválasztó
ja_jp: フィールド区切り
nl_nl: Veldscheiding
tr_tr: Alan ayracı

source: Enter the character used to separate data columns in your import file. By default, the field will populate with the separator defined in your global settings. Common values include a comma, semicolon, or pipe character. To import a tab separated file, enter "tab" (without quotes) in the field.
ja_jp: インポートファイル内のデータ列を区切るために使用する文字を入力してください。デフォルトでは、フィールドには、あなたのグローバル設定で定義されたセパレータを取り込みます。 一般的な値は、カンマ、セミコロン、またはパイプ文字が含まれています。フィールドに (引用符なし) 「タブ」を入力して、タブ区切りのファイルをインポートします。
nl_nl: Voer het teken in dat gebruikt wordt om velden te scheiden in het invoerbestand. Standaard zal het veld gevuld worden met het scheidingsteken dat is hebt aangegeven in de globale instellingen. Veel voorkomende waarden zijn: Komma, puntkomma en het pipe-teken. Om een bestand met tabscheiding te importeren, vul je "tab" in zonder de aanhalingstekens.
tr_tr: İçe aktarma dosyanızda veri sütunlarını ayırmak için kullanılan karakteri yazın. Varsayılan olarak alanda, genel ayarlarınızda tanımlanmış ayraç görüntülenir. Genellikle virgül, noktalı virgül ya da dikey çizgi karakteri kullanılır. Sekmeyle ayrılmış bir dosyayı içe aktarmak için alana "tab" (tırnak işaretleri olmadan) yazın.

source: The API Import Wizard allows you to easily upload data against any API create method from other applications into CiviCRM.
ja_jp: APIインポートウィザードを使用すると、簡単に任意のAPIに対するデータで CiviCRM に他アプリケーションからのメソッドを作成し、アップロードすることができます。
nl_nl: Met het API Importeerhulpmiddel kun je eenvoudig gegevens importeren via een API uit een andere applicatie naar CiviCRM.
tr_tr: API içe aktarma yardımcısı, diğer uygulamalardan herhangi bir API oluşturma yöntemine karşıllık gelen verileri CiviCRM üzerine kolayca yüklemenizi sağlar.

source: Files to be imported must be in the 'comma-separated-values' format (CSV) and must contain data needed to match the data to an existing record in your CiviCRM database.
hu_hu: Az importálandó fájloknak CSV formátumúaknak ("vesszővel elválasztott érték") kell lenniük, és tartalmazniuk kell a CiviCRM adatbázisban lévő rekordoknak megfelelő adatokat.
ja_jp: ファイル形式 (CSV) 値はコンマ区切りである必要があり、およびインポートする際は、CiviCRM データベース内の既存レコードにデータを一致させるため、必要なデータが含まれている必要があります。
nl_nl: Te importeren bestanden moeten het 'comma-separated-values' formaat (CSV) hebben en gegevens te bevatten die overeenkomen met bestaande contacten in de CiviCRM database.
tr_tr: İçe aktarılacak dosyalar 'virgül ile ayrılmış değerler' biçiminde (CSV) olmalı ve verileri CiviCRM veri tabanınızda bulunan bir kayıtla eşleştirmek için gerekli verileri içermelidir.

source: Choose 'Set this in CSV' to use 'entity_table' field in next step. This allows you to import 'Notes' to multiple entities in same import.
nl_nl: Kies 'Plaats dit in CSV' om in de volgende stap het veld 'entity_table' te gebruiken. Hiermee kun je 'Notes' importeren in meerdere entiteiten in dezelfde importeerslag.
tr_tr: Bir sonraki adımda 'entity_table' alanını kullanmak için 'Bunu CSV içinde ayarla' seçeneğini seçin. Bu seçenek, 'Notları' tek içe aktarma işleminde birden çok varlığa aktarmanızı sağlar.

source: Selecting an entity here will allow unique fields of this entity to be used in place of 'id'. Eg: External id for 'Contact'. (note: this will hide 'entity_table' field in next step)
nl_nl: Selecteer hier een entiteit om unieke velden van deze entiteit te gebruiken in plaats van het 'id'. Bijv.: External-id bij 'Contact'. (NB: Hierdoor wordt het veld 'entity_table' in de volgende stap verborgen)
tr_tr: Burada bir varlığın seçilmesi, bu varlığın benzersiz alanlarının 'id' yerine kullanılmasını sağlar. Örneğin: 'Kişi' için dış kimlik. Not: bu seçenek, sonraki adımda 'entity_table' alanını gizler.

source: File format must be comma-separated-values (CSV).
hu_hu: CSV fájlformátumot ("vesszővel elválasztott érték") kell használni.
ja_jp: ファイル形式 (CSV) 値はコンマ区切りである必要があります。
nl_nl: Bestandsformaat moet het CSV formaat hebben.
tr_tr: Dosya biçimi virgül ile ayrılmış değerler (CSV) olmalıdır.

source: Maximum Upload File Size: %1 MB
hu_hu: A feltöltendő fájl maximális mérete: %1 MB
ja_jp: アップロードファイルの最大サイズ : %1 MB
nl_nl: Maximale Upload Bestandsgrootte: %1 MB
tr_tr: Yüklenebilecek en büyük dosya boyutu: %1 MB

source: Check this box if the first row of your file consists of field names (Example: "Contact ID", "Participant Role").
ja_jp: ファイル最初の行のフィールド名 (例えば : "問い合わせID", "参加者の役割") 構成している場合は、このチェックボックスをオンにしてください。
nl_nl: Selecteren indien de eerste rij van het bestand veldnamen bevat (Bijvoorbeeld: "Contact ID", "Deelnemers Rol")
tr_tr: Dosyanızın ilk satırında alan adları varsa ("İlgili kişi", "Katılımcı rolü" gibi) bu kutuyu işaretleyin.

source: This is the number of rows to process in each queue item. (Eg. 10)
hu_hu: Az egy menetben feldolgozandó sorok száma. (Pl. 10)
nl_nl: Het aantal te verwerken rijen per item in elke aanvraag in de wachtrij (bijv. 10).

source: Allow updating an existing entity using unique fields to match (Eg. external_id). By default updating is possible if 'id' is used.
nl_nl: Toestaan dat bij een bestaande entiteit wordt vergeleken op een uniek veld (bijv. external-id). Standaard is dit mogelijk als er een veld 'id' is.
tr_tr: Eşleşecek eşsiz alanlar (external_id gibi) kullanarak var olan bir varlığın güncelleyebilirsiniz. 'id' kullanılırsa, varsayılan olarak güncellenebilir.

source: Ignore letter-case when mapping values to option fields (Eg. Individual Prefix). Note that this may produce unexpected results if you have multiple option names with same name like Ms. and ms.
nl_nl: Bij vergelijken met optievelden niet kijken naar verschil hoofdletter/kleine letter (bijv. Voorvoegsel persoon). Dit kan onverwachte resultaten geven als er opties zijn met dezelfde waarde, 'Ms' en 'ms.'.
tr_tr: Değerleri seçenek alanları ile eşleştirirken büyük/küçük harf uyumu dikkate alınmaz (Bireysel ön ek gibi). Aynı ad için bayan ve hanım gibi birden fazla seçenek adınız varsa, bu durumun beklenmeyen sonuçlara yol açabileceğini unutmayın.

source: Select a Different Field Mapping
hu_hu: Válassz egy másik mezőleképzést
ja_jp: 別のフィールドマッピングを選択
nl_nl: Selecteer een andere koppeltabel
tr_tr: Farklı bir alan eşleşmesi seçin

source: Load Saved Field Mapping
hu_hu: Mentett mezőleképzés visszatöltése
ja_jp: 保存したフィールドマッピングを 読み込みます
nl_nl: Laad Bewaard veld Koppeltabel

source: Select Saved Mapping, or leave blank to create a new mapping.
ja_jp: 保存されたマッピングを選択するか、新しいマッピングを作成する場合は空白のままにしてください。
nl_nl: Selecteer bestaande koppeltabel, of laat leeg om een nieuwe aan te maken.
tr_tr: Kaydedilmiş alan eşleşmesini seçin ya da yeni bir eşleşme oluşturmak için boş bırakın.

source: Review the values shown below from the first 2 rows of your import file and select the matching CiviCRM database fields from the drop-down lists in the right-hand column. Select '- do not import -' for any columns in the import file that you want ignored.
ja_jp: インポートファイルの最初の 2 行から、以下に示す値を確認し、右側の列にあるドロップダウンリストから一致する CiviCRM のデータベースフィールドを選択してください。また、無視したいインポートファイル内のすべての列に対して「- インポートしない -」を選択してください。
nl_nl: Beoordeel de waarden van de eerste 2 rijen van je invoerbestand en selecteer de overeenkomende CiviCRM database-velden uit de dropdown lijst in de rechterkolom. Selecteer '- niet importeren -' voor kolommen in het invoerbestand die je wilt negeren.
tr_tr: İçe aktarma dosyanızın aşağıda görüntülenen ilk 2 satırının değerlerini inceleyin ve sağ sütundaki açılır listelerden eşleşecek CiviCRM veri tabanı alanlarını seçin. İçe aktarma dosyasında yok sayılmasını istediğiniz tüm sütunlar için '- İçe aktarılmasın -' seçeneğini kullanın.

source: Click 'Load Saved Field Mapping' if data has been previously imported from the same source. You can then select the saved import mapping setup and load it automatically.
ja_jp: データが以前に同じソースからインポートされている場合は「保存されたフィールドマッピングの読み込み」をクリックしてください。その後、保存されたインポートマッピングの設定を選択し、それを自動的に読み込むことができます。
nl_nl: Klik op 'Laad koppeltabel' indien de gegevens recent zijn geïmporteerd vanuit dezelfde bron. Je kunt de koppeltabel selecteren en deze automatisch laden.

source: If you think you may be importing additional data from the same data source, check 'Save this field mapping' at the bottom of the page before continuing. The saved mapping can then be easily reused the next time data is imported.
ja_jp: 同じデータソースから追加のデータをインポートすることが可能である場合は、続行する前に、ページの下部にある「このフィールドマッピングを保存します」をチェックしてください。保存されたマッピングは、簡単にデータをインポートする次の時に再利用することができます。
nl_nl: Indien je vaker gaat importeren uit een bestand met deze bestandsindeling, vink dan 'Deze koppeltabel opslaan' aan, voordat je verder gaat. Je kan dit dan weer gebruiken bij een volgende keer importeren.
tr_tr: Aynı veri kaynağından ek veriler aktarıyor olabileceğinizi düşünüyorsanız, ilerlemeden önce sayfanın altındaki 'Bu alan eşlemesi kaydedilsin' seçeneğini işaretleyin. Kaydedilen eşleşme, gelecekteki veri içe aktarma işlemlerinde kolayca yeniden kullanılabilir.

source: Saved Field Mapping: %1
ja_jp: フィールドマッピングを保存 : %1
nl_nl: Bewaarde koppeltabel: %1

source: Column Headers
hu_hu: Oszlop fejléc
ja_jp: カラムヘッダー
nl_nl: Kolomkoppen

source: Import Data (row %1)
hu_hu: Adatok importálás ( %1 sor)
ja_jp: インポート日(行 %1)
nl_nl: Importeer Gegevens (rij %1)

source: Matching CiviCRM Field
hu_hu: Megfelelő CiviCRM mező
ja_jp: CiviCRM フィールドマッチング
nl_nl: Overeenkomend CiviCRM-veld

source: The information below previews the results of importing your data in CiviCRM. Review the totals to ensure that they represent your expected results.
ja_jp: 以下の情報は CiviCRM にデータをインポートした結果をプレビューしています。あなたの期待する結果が表示されているか確実にするため、合計を確認してください。
nl_nl: De informatie hieronder is een voorvertoning van de importslag naar CiviCRM. Bekijk de totalen om de resultaten te controleren.
tr_tr: Aşağıda, verilerinizi CiviCRM üzerine içe aktarmanın sonuçlarının ön izleyebilirsiniz. Gözden geçirerek, toplamların beklediğiniz sonuçları verdiğinden emin olun.

source: CiviCRM has detected invalid data or formatting errors in %1 records. If you continue, these records will be skipped. OR, you can download a file with just these problem records - <a href='%2'>Download Errors</a>. Then correct them in the original import file, cancel this import and begin again at step 1.
ja_jp: CiviCRM の %1 レコードに無効なデータまたはフォーマットエラーを検出しました。続行する場合は、これらのレコードはスキップされます。または、あなただけの、これら問題レコードを使用してファイルをダウンロードすることができます - <a href='%2'>エラーのダウンロード</a>次に、元のインポートファイルでそれらを修正し、このインポートをキャンセルしてステップ 1 からやり直してください。
nl_nl: Er is ongeldige data of een fout formaat in %1 record(s) gevonden. Als je doorgaat worden deze records overgeslagen. Je kan de foutenlijst <a href='%2'>bekijken</a>. Gebruik dit bestand om het eerste bestand te corrigeren. Stop met importeren en begin weer bij stap 1.

source: CiviCRM has detected %1 records with conflicting transaction ids within this data file. If you continue, these records will be skipped. OR, you can download a file with just these problem records - <a href='%2'>Download Conflicts</a>. Then correct them in the original import file, cancel this import and begin again at step 1.
ja_jp: CiviCRM は、このデータファイル内の取引IDが競合している %1 のレコードを検出しました。続行する場合は、これらのレコードはスキップされます。または、あなただけの、これら問題レコードを使用してファイルをダウンロードすることができます - <a href='%2'>競合のダウンロード</a>次に、元のインポートファイルでそれらを修正し、このインポートをキャンセルしてステップ 1 からやり直してください。
nl_nl: Er zijn %1 records met transactie conflicten gevonden. Als je doorgaat worden deze records overgeslagen. Je kan de <a href='%2'>transactie conflicten downloaden</a>. Gebruik deze file om het eerste bestand te corrigeren. Stop met importeren en begin weer bij stap 1.

source: Click 'Import Now' if you are ready to proceed.
ja_jp: 続行する準備ができている場合は、「今すぐインポート」をクリックしてください。
nl_nl: Kies 'Importeer Nu' als je verder wilt gaan.
tr_tr: İlerlemeye hazır olduğunuzda 'İçe aktar' üzerine tıklayın.

source: Total Rows
hu_hu: Összes sor
ja_jp: 合計行
nl_nl: Totaal Rijen
tr_tr: Toplam satır sayısı

source: Total rows (records) in uploaded file.
hu_hu: A feltöltött fájlban lévő összes sor (rekord).
ja_jp: アップロードされたファイル内の行 (レコード) の合計
nl_nl: Totaal aantal rijen (regels) in het geüploade bestand.
tr_tr: Yüklenen dosyadaki toplam satır (kayıt) sayısı.

source: Rows with Errors
hu_hu: Hibás sorok
ja_jp: エラーがある行
nl_nl: Rijen met Fouten
tr_tr: Sorunlu satırlar

source: Rows with invalid data in one or more fields. These rows will be skipped (not imported).
hu_hu: Egy vagy több mezőben érvénytelen adatokkal rendelkező sorok. Ezeket a sorokat kihagyja (importálásból kimarad).
ja_jp: 1 つまたは複数のフィールドに無効なデータを持つ行があります。これらの行はスキップ (インポートなし) されます。
nl_nl: Rijen met ongeldige data in een of meerdere velden. Deze rijen worden niet geïmporteerd.
tr_tr: Bir ya da birkaç alanda geçersiz veri bulunan satırlar. Bu satırlar atlanacak (içe aktarılmayacak).

source: Download Errors
hu_hu: Letöltési hiba
ja_jp: ダウンロードエラー
nl_nl: Download Fouten
tr_tr: Sorunlu kayıtları indir

source: Conflicting Rows
hu_hu: Összeférhetetlen sorok
ja_jp: 競合する行
nl_nl: Conflicterende Rijen
tr_tr: Çakışan satırlar

source: Rows with conflicting transaction ids within this file. These rows will be skipped (not imported).
ja_jp: このファイル内に競合する取引IDを持つ行があります。これらの行はスキップ (インポートなし) されます。
nl_nl: Rijen met conflicten in transactie-id's. Deze rijen worden niet geïmporteerd.
tr_tr: Bu dosyada çakışan hesap hareketi kimliği bulunan satırlar. Bu satırlar atlanacak (içe aktarılmayacak).

source: Download Conflicts
ja_jp: 競合をダウンロード
nl_nl: Download Conflicten
tr_tr: Çakışan kayıtları indir

source: Valid Rows
hu_hu: Érvényes sorok
ja_jp: 有効な行
nl_nl: Valide Rijen
tr_tr: Geçerli satır sayısı

source: Total rows to be imported.
hu_hu: Importálandó sorok száma.
ja_jp: 合計行がインポートされました。
nl_nl: Totaal rijen om te importeren.
tr_tr: İçe aktarılacak toplam satır sayısı

source: Import has completed successfully.
hu_hu: Az importálás sikeresen megtörtént.
ja_jp: 正常に行をインポートを完了しました。
nl_nl: Import is succesvol afgerond.
tr_tr: İçe aktarma işlemi tamamlandı.

source: The information below summarizes the results.
hu_hu: Eredmények összefoglalása.
ja_jp: 情報は、以下の結果をまとめたものです。
nl_nl: Hieronder vind je een samenvatting van het resultaat.
tr_tr: Sonuç bilgilerini aşağıda görebilirsiniz.

source: CiviCRM has detected mismatched participant ID. This record have not been updated.
ja_jp: CiviCRM は、一致しない参加者IDを検出しました。これらレコードは更新されていません。
nl_nl: Er is een invoerrecord met een fout deelnemersnummer. Deze inschrijving is niet gewijzigd.
tr_tr: CiviCRM, eşleşmeyen bir katılımcı kimliği buldu. Bu kayıtlar güncellenmedi.

source: You can <a href="%1">Download Mismatched Participants</a>. You may then correct them, and import the new file with the corrected data.
ja_jp: あなたは、<a href="%1">一致しない参加をダウンロード</a>することができます。それらを修正し、修正されたデータを使用して新しいファイルをインポートすることができます。
nl_nl: Je kunt de <a href="%1">fouten downloaden</a>. Gebruik dit bestand om het invoerbestand te corrigeren.

source: CiviCRM has detected invalid data and/or formatting errors in one record. This record have not been imported.
ja_jp: CiviCRM は、%count のレコードに無効なデータおよび / またはフォーマットエラーを検出しました。これらのレコードはインポートされていません。
nl_nl: CiviCRM detecteert niet geldige gegevens of opmaakfouten in een record. Het betreffende record is niet geïmporteerd.
tr_tr: CiviCRM, bir kayıtta geçersiz veri ve/veya biçimlendirme sorunları buldu. Bu kayıtlar içe aktarılmadı.

source: You can <a href="%1">Download Errors</a>. You may then correct them, and import the new file with the corrected data.
ja_jp: あなたは、<a href="%1">エラーをダウンロード</a>することができます。それらを修正し、修正されたデータを使用して新しいファイルをインポートすることができます。
nl_nl: Je kunt de <a href="%1">fouten downloaden</a>. Gebruik dit bestand om het invoerbestand te corrigeren.

source: CiviCRM has detected one record with conflicting transaction ID within this data file or relative to existing participant records. This record have not been imported.
ja_jp: CiviCRMは、このデータファイル内で競合する取引IDと %count 件のレコードを検出、または既存の参加者レコードに関連しています。 これらのレコードはインポートされていません。
nl_nl: CiviCRM detecteert een invoerrecord met een niet overeenkomende transactie-id of relatief met een bestaand deelnemersrecord. Het betreffende record is niet geïmporteerd.
tr_tr: CiviCRM, bu veri dosyasında ya da var olan ilişkili katılımcı kayıtlarında bir kayıtta çakışan hesap hareketi kimlikleri buldu. Bu kayıtlar içe aktarılmadı.

source: You can <a href="%1">Download Conflicts</a>. You may then review these records to determine if they are actually conflicts, and correct the transaction IDs for those that are not.
ja_jp: あなたは、<a href="%1">競合をダウンロード</a>することができます。彼らが実際に競合しているか判断するために、これらレコードを確認し、そうでないものは取引IDへ補正することができます。
nl_nl: Je kunt de <a href="%1">fouten downloaden</a>. Gebruik dit bestand om het invoerbestand te corrigeren als het echt conflicten zijn en pas anders de foutieve transactie-id's aan.

source: CiviCRM has detected one record which is a duplicate of existing CiviCRM participant record.
ja_jp: CiviCRM は、既存の CiviCRM 参加者レコードの重複している %count のレコードを検出しました。
nl_nl: CiviCRM heeft een duplicaat gevonden van een bestaand deelnemersrecord.
tr_tr: CiviCRM, var olan CiviCRM katılımcı kayıtlarının kopyası olan bir kayıt buldu.
