Repository: civicrm/civicrm-l10n-extensions
Catalog: po/civihr/*/civihr.po
Languages: fr_fr, ja_jp, tr_tr

source: (Select type)
ja_jp: (セレクトタイプ)
tr_tr: (Tür seçin)

source: Enter numeric value for entitlement amount
ja_jp: 権利額の数値を入力してください
tr_tr: Hakedilen tutarın sayısal değerini yazın

source: %1 of %2 selected
ja_jp: %2 の %1 を選択
tr_tr: %1 / %2 seçilmiş

source: (Select period)
ja_jp: (期間を選択)
tr_tr: (Dönem seçin)

source: Confirm Action
fr_fr: Confirmez l'action
ja_jp: アクションの確認
tr_tr: İşlemi onayla

source: Continue
fr_fr: Continuer
ja_jp: 継続
tr_tr: İlerle

source: Cancel
fr_fr: Annuler
ja_jp: キャンセル
tr_tr: İptal

source: Saving
fr_fr: Sauvegarde en cours
ja_jp: 預金
tr_tr: Kaydediliyor

source: Saved
fr_fr: Sauvegardé
ja_jp: 保存
tr_tr: Kaydedildi

source: Error while saving. Please reload and retry.
fr_fr: Erreur lors de l'enregistrement. S'il vous plaît recharger et recommencer.
ja_jp: 保存中のエラーです。リロードして再試行してください。
tr_tr: Kaydedilirken sorun çıktı. Lütfen yeniden yükleyip yeniden deneyin.

source: Reset
fr_fr: Réinitialiser
ja_jp: リセット
tr_tr: Sıfırla

source: Abandon Changes?
fr_fr: Abandonner les modifications?
ja_jp: 変更を破棄しますか？
tr_tr: Değişiklikler yok sayılsın mı?

source: There are unsaved changes! Are you sure you want to abandon the changes?
fr_fr: Il y a des modifications non sauvegardées! Êtes-vous sûr de vouloir abandonner les modifications?
ja_jp: 未保存の変更があります！変更内容を破棄してもよろしいですか？
tr_tr: Kaydedilmemiş değişiklikler var! Değişiklikleri yok saymak istediğinize emin misiniz?

source: Field is required
fr_fr: Champ requis
ja_jp: フィールドは必須です
tr_tr: Alanın doldurulması zorunludur

source: Not a number
fr_fr: N'est pas un nombre
ja_jp: 番号なし
tr_tr: Bir sayı değil

source: Loading
fr_fr: chargement en cours
ja_jp: 読み込み中
tr_tr: Yükleniyor

source: The selected attachment has been deleted.
ja_jp: 選択した添付ファイルは削除されました。
tr_tr: Seçilmiş ek dosya silindi.

source: Removed
ja_jp: 削除
tr_tr: Silindi

source: Error
fr_fr: Erreur
ja_jp: エラー
tr_tr: Hata

source: (Estimates will be updated based on pay-rate, FTE, and system settings.)
ja_jp: (見積りは賃金率、FTE、およびシステム設定に基づいて更新されます。)
tr_tr: (Öngörüler ödeme ücretine, FTE ve sistem ayarlarına göre güncellenir.)

source: Automatic estimate
ja_jp: 自動見積もり
tr_tr: Otomatik öngörü

source: Manual estimate
ja_jp: 手動見積もり
tr_tr: El ile öngörü

source: New Role
fr_fr: Nouveau rôle
ja_jp: 新しい役割
tr_tr: Yeni rol

source: Unable to change activity date time to current date time
ja_jp: 現在の日時にアクティビティ日時を変更することはできません
tr_tr: İşlem tarih ve saati güncel tarih ve saat olarak güncellenemedi

source: %1 (Credit)
ja_jp: %1 (クレジット)
tr_tr: %1 (kredi)

source: Requested
ja_jp: リクエスト
tr_tr: İstendi

source: Approved
ja_jp: 承認
tr_tr: Onaylandı

source: Cancelled
ja_jp: キャンセル済み
tr_tr: İptal edildi

source: Rejected
ja_jp: 拒否
tr_tr: Reddedildi

source: Absence entitlement amount
ja_jp: 不在の権利額
tr_tr: Hak edilen izin tutarı

source: Name
fr_fr: Nom
ja_jp: 名前
tr_tr: Ad

source: Absence Period Title
ja_jp: 不在期間タイトル
tr_tr: İzin dönemi başlığı

source: Start Date
ja_jp: 開始日
tr_tr: Başlangıç tarihi

source: End Date
ja_jp: 終了日
tr_tr: Bitiş tarihi

source: Absence Type Title
ja_jp: 不在タイプタイトル
tr_tr: İzin türü başlığı

source: Allow Credits
ja_jp: クレジットを許可
tr_tr: Krediler kullanılsın

source: Credit Activity Type ID
ja_jp: クレジットのアクティビティタイプID
tr_tr: Kredi işlemi türü kimliği

source: Allow Debits
ja_jp: 引き落としの許可
tr_tr: Ödemeler kullanılsın

source: Debit Activity Type ID
ja_jp: 引き落としのアクティビティタイプID
tr_tr: Ödeme işlemi türü kimliği

source: Save
ja_jp: 保存
tr_tr: Kaydet

source: Delete
ja_jp: 削除
tr_tr: Sil

source: Absence Period
ja_jp: 不在期間
tr_tr: İzin dönemi

source: Title
fr_fr: Titre
ja_jp: タイトル
tr_tr: Başlık

source: Title already exists in Database.
ja_jp: タイトルは、既にデータベースに存在しています。
tr_tr: Başlık veri tabanında zaten var.

source: End date should be after Start date.
ja_jp: 終了日は、開始日の後でなければなりません。
tr_tr: Bitiş tarihi başlangıç tarihinden sonra olmalıdır.

source: Selected absence period has been deleted.
ja_jp: 選択した不在期間を削除しました。
tr_tr: Seçilmiş izin dönemi silindi.

source: The absence period '%1' has been updated.
ja_jp: 不在期間「%1」が更新されました。
tr_tr: '%1' izin dönemi güncellendi.

source: The absence period '%1' has been added.
ja_jp: 不在期間「%1」が追加されました。
tr_tr: '%1' izin dönemi eklendi.

source: Absence for %1 (%2, %3)
ja_jp: %1 (%2, %3) のため不在
tr_tr: %1 (%2, %3) için izin

source: Absence Request: Add
ja_jp: 不在リクエスト : 追加
tr_tr: İzin isteği: Ekle

source: You do not have permission to %1 this absence
ja_jp: あなたは、この不在 %1 の権限がありません
tr_tr: Bu izin üzerinde %1 işlemi yapma yetkiniz yok

source: Approve
ja_jp: 承認
tr_tr: Onayla

source: Cancel Absence Request
ja_jp: 欠席リクエストのキャンセル
tr_tr: İzin isteğini iptal et

source: Reject
ja_jp: 拒否
tr_tr: Reddet

source: End Date / Time
ja_jp: 終了日 / 時間
tr_tr: Bitiş tarihi ve saati

source: Save and Approve
ja_jp: 保存して承認
tr_tr: Kaydet ve onayla

source: From date is required.
ja_jp: 日付から、は必須です
tr_tr: Başlangıç tarihi gereklidir.

source: End date is required.
ja_jp: 終了日は必須です。
tr_tr: Bitiş tarihi gereklidir.

source: From date cannot be greater than to date.
ja_jp: 日付から、日付よりも大きくすることはできません。
tr_tr: Başlangıç tarihi bitiş tarihinden sonra olamaz.

source: End date should be within a month.
ja_jp: 終了日は、月以内にする必要があります。
tr_tr: Bitiş tarihi bir ay içinde olmalıdır.

source: Absence(s) have been applied.
ja_jp: 不在は適用済みです。
tr_tr: İzinler uygulandı.

source: Absence(s) have been applied and approved.
ja_jp: 不在が適用され承認済です。
tr_tr: İzinler uygulandı ve onaylandı.

source: Absence(s) have been Cancelled.
ja_jp: 不在はキャンセルされました。
tr_tr: İzinler iptal edildi.

source: Absence(s) have been Approved.
ja_jp: 不在は承認済みです。
tr_tr: İzinler onaylandı.

source: Absence(s) have been Rejected.
ja_jp: 不在は拒否されました。
tr_tr: İzinler reddedildi.

source: Absence(s) have been Cancelled
ja_jp: 不在はキャンセルされました。
tr_tr: İzinler iptal edildi

source: Absence Type
ja_jp: 不在タイプ
tr_tr: İzin türü

source: Allow Credits?
ja_jp: クレジットを許可しますか？
tr_tr: Krediler kullanılsın

source: Allow Debits?
ja_jp: 「引き落としの許可」を許可しますか？
tr_tr: Ödemeler kullanılsın

source: Enabled?
ja_jp: 有効ですか？
tr_tr: Etkin

source: Please choose either 'Allow Debits' and/or 'Allow Credits'
ja_jp: 選択したいずれかの「引き落としの許可」および / または「クレジットの許可」をしてください
tr_tr: Lütfen 'Borçlar kullanılsın' ve/veya 'Krediler kullanılsın' seçeneklerini seçin

source: Selected absence type has been deleted.
ja_jp: 選択した不在タイプを削除しました。
tr_tr: Seçilmiş izin türü silindi.

source: The absence type '%1' has been updated.
ja_jp: 不在タイプ「%1」を更新しました。
tr_tr: '%1' izin türü güncellendi.

source: The absence type '%1' has been added.
ja_jp: 不在タイプ「%1」が追加されました。
tr_tr: '%1' izin türü eklendi.

source: Public Holiday
ja_jp: 祝日
tr_tr: Resmi tatil

source: Date
ja_jp: 日付
tr_tr: Tarih

source: Selected Public Holiday has been deleted.
ja_jp: 選択した祝日は削除されました。
tr_tr: Seçilmiş resmi tatil silindi.

source: The Public holiday '%1' has been updated.
ja_jp: 祝日「%1」が更新されました。
tr_tr: '%1' resmi tatili güncellendi.

source: The Public Holiday '%1' has been added.
ja_jp: 祝日「%1」が追加されました。
tr_tr: '%1' resmi tatili eklendi.

source: Edit
ja_jp: 編集
tr_tr: Düzenle

source: Edit Absence Period
ja_jp: 不在期間を編集
tr_tr: İzin dönemini düzenle

source: Delete Absence Period
ja_jp: 不在期間を削除
tr_tr: İzin dönemini sil

source: Edit Absence Type
ja_jp: 不在タイプを編集
tr_tr: İzin türünü düzenle

source: Disable
ja_jp: 無効
tr_tr: Etkisizleştir

source: Disable Absence Type
ja_jp: 不在タイプを無効
tr_tr: İzin türünü etkisizleştir

source: Enable
ja_jp: 有効
tr_tr: Etkinleştir

source: Enable Absence Type
ja_jp: 不在タイプを有効
tr_tr: İzin türünü etkinleştir

source: Delete Absence Type
ja_jp: 不在タイプを削除
tr_tr: İzin türünü sil

source: You do not have permission to access this page
ja_jp: このページにアクセスする権限がありません
tr_tr: Bu sayfaya erişme izniniz yok

source: Absences for %1
ja_jp: %1 のため不在
tr_tr: %1 için izinler

source: My Absences
ja_jp: 私の不在
tr_tr: İzinlerim

source: Edit Public Holiday
ja_jp: 祝日を編集
tr_tr: Resmi tatili düzenle

source: Delete Public Holiday
ja_jp: 祝日を削除
tr_tr: Resmi tatili sil

source: Multiple
ja_jp: 複数
tr_tr: Çoklu

source: Process first step
fr_fr: Traiter la première étape
ja_jp: 最初のステップ処理
tr_tr: İlk adımı işle

source: Process second step
fr_fr: Traiter la deuxième étape
ja_jp: 第二ステップ処理
tr_tr: İkinci adımı işle

source: Upgrade Batch (%1 => %2)
fr_fr: Lot de mise à jour (%1 =>%2)
ja_jp: アップグレードバッチ (%1 => %2)
tr_tr: Toplu güncelle (%1 => %2)

source: Upgrade %1 to revision %2
fr_fr: Mettre à jour %1 à la révision %2
ja_jp: リビジョン %2 へ %1 の更新
tr_tr: %1, %2 sürümüne güncelle

source: Calendar
ja_jp: カレンダー
tr_tr: Takvim

source: New Absence
ja_jp: 新しい不在
tr_tr: İzin ekle

source: Public Holidays
ja_jp: 祝日
tr_tr: Resmi tatiller

source: Absence Periods
ja_jp: 不在期間
tr_tr: İzin dönemleri

source: Absence Types
ja_jp: 不在タイプ
tr_tr: İzin türleri

source: Absence Report
ja_jp: 不在レポート
tr_tr: İzin raporu

source: Absences
ja_jp: 不在
tr_tr: İzinler

source: view HRAbsences
ja_jp: HRAbsences を表示
tr_tr: CiviHR izinlerini görüntüle

source: edit HRAbsences
ja_jp: HRAbsences を編集
tr_tr: CiviHR izinlerini düzenle

source: manage own HRAbsences
ja_jp: HRAbsences 独自の管理
tr_tr: Kendi CiviHR izinlerini yönetme

source: Like a CV or resume, Career History records the work and study that a person has undertaken before joining the organization.
ja_jp: CV や履歴書のような、仕事の職歴を記録、および人が団体に参加する前に行ってきたことを分析します。
tr_tr: Özgeçmiş veya biyografi gibi kariyer geçmişi bir kişinin kuruluşa katılmadan önce yaptığı görevleri ve çalışmaları kaydeder.

source: - do not import -
ja_jp: - インポートしない -
tr_tr: - İçe aktarılmasın -

source: or
fr_fr: ou
ja_jp: または
tr_tr: ya da

source: Healthcare is provided
fr_fr: Les soins sont prodigués
ja_jp: 提供された医療
tr_tr: Sağlık sigortası veriliyor

source: Is enrolled
fr_fr: est inscrit-e
ja_jp: 在籍しています
tr_tr: Kadrolu

source: Is not enrolled
fr_fr: n'est pas est inscrit-e
ja_jp: 登録されていません
tr_tr: Kadrolu değil

source: We did not recognize the search field: %1.
fr_fr: Nous n'avons pas reconnu le champ de recherche:%1.
ja_jp: 検索フィールドを認識しません : %1
tr_tr: Arama alanı anlaşılamadı: %1.

source: Position
ja_jp: 立場
tr_tr: Konum

source: Level
fr_fr: Niveau
ja_jp: レベル
tr_tr: Düzey

source: - select -
fr_fr: - selectionner -
ja_jp: - 選択 -
tr_tr: - Seçin -

source: Contract Type
fr_fr: Type de contrat
ja_jp: 連絡先タイプ
tr_tr: Sözleşme türü

source: Contract Duration
fr_fr: Durée de contrat
ja_jp: 契約期間
tr_tr: Sözleşme süresi

source: Temporary
fr_fr: Temporaire
ja_jp: 一時的
tr_tr: Geçici

source: Permanent
ja_jp: パーマネント
tr_tr: Kalıcı

source: From:
fr_fr: De:
ja_jp: 差出人 :
tr_tr: Nereden:

source: Is healthcare provided?
fr_fr: Les soins sont-ils couverts?
ja_jp: 提供された医療ですか？
tr_tr: Sağlık sigortası veriliyor mu?

source: Hours Types
fr_fr: Types d'heures
ja_jp: 時間タイプ
tr_tr: Saat türleri

source: Hours Unit
fr_fr: Unités d'heures
ja_jp: 時間の単位
tr_tr: Saat birimi

source: Day
fr_fr: Jour
ja_jp: 日
tr_tr: Gün

source: Week
fr_fr: Semaine
ja_jp: 週
tr_tr: Hafta

source: Month
fr_fr: Mois
ja_jp: 月
tr_tr: Ay

source: Year
fr_fr: Année
ja_jp: 年
tr_tr: Yıl

source: From
fr_fr: De
ja_jp: 差出人
tr_tr: Başlangıç

source: Please enter a valid money value (e.g. %1).
fr_fr: Veuillez entrer une valeur monétaire valable (par exemple %1).
ja_jp: 有効な紙幣値 (例 : %1) を入力してください。
tr_tr: Lütfen geçerli bir para değeri yazın (%1 gibi).

source: To
fr_fr: À
tr_tr: Bitiş

source: Please enter a valid decimal value (e.g. %1).
fr_fr: Veuillez entrer une valeur décimale valable (par exemple %1).
ja_jp: 有効な10進値 (例 : %1) を入力してください。
tr_tr: Lütfen geçerli bir ondalık değer yazın (%1 gibi).

source: Is enrolled?
fr_fr: est inscrit-e?
ja_jp: 在籍していますか？
tr_tr: Kadrolu mu?

source: Pay Grade
fr_fr: niveau de rémunération
ja_jp: ペイグレード
tr_tr: Ücret düzeyi

source: Contact ID
fr_fr: IDentifiant de contact
ja_jp: 連絡先ID
tr_tr: Kişi kimliği

source: Job Position
fr_fr: position - poste
ja_jp: ジョブの立場
tr_tr: İş konumu

source: Job Title
fr_fr: titre d'emploi
ja_jp: ジョブタイトル
tr_tr: Görevi

source: Job Department
fr_fr: Département de travail
ja_jp: ジョブ部門
tr_tr: İş bölümü

source: Funding Organization
ja_jp: 資金団体
tr_tr: Bağış kuruluşu

source: Funding Notes
fr_fr: Notes de financement
ja_jp: 資金ノート
tr_tr: Bağış notları

source: Job Contract Type
fr_fr: Type de contrat de travail
ja_jp: ジョブの連絡先タイプ
tr_tr: İş sözleşmesi türü

source: Job Level
fr_fr: niveau de travail
ja_jp: ジョブレベル
tr_tr: İş düzeyi

source: Job Contract Duration
fr_fr: Durée du contrat de travail
ja_jp: ジョブの契約期間
tr_tr: İş sözleşmesinin süresi

source: Job Start Date
fr_fr: Date début des travaux
ja_jp: ジョブ開始日
tr_tr: İşe başlama tarihi

source: Job End Date
fr_fr: Date fin des travaux
ja_jp: ジョブ終了日
tr_tr: İşten ayrılma tarihi

source: Job Notice Period Amount
fr_fr: Période d'avis d'emploi
ja_jp: ジョブ通知期間の額
tr_tr: İş bildirim dönemi tutarı

source: Job Notice Period Unit
fr_fr: Unité de période d'avis d'emploi
ja_jp: ジョブ通知期間の単位
tr_tr: İş bildirim dönemi birimi

source: Job Manager ID
fr_fr: IDentification du gestionnaire des travaux
ja_jp: ジョブ管理ID
tr_tr: İş yöneticisi kimliği

source: Job Normal Place of Work
fr_fr: Travail Lieu de travail habituel
ja_jp: ワークジョブの通常位置
tr_tr: İş normal çalışma yeri

source: Job Is Primary
fr_fr: Travail est primaire
ja_jp: プライマリのジョブです
tr_tr: İş birincil

source: Job Healthcare Provider
fr_fr: Fournisseur de soins de santé de l'emploi
ja_jp: ジョブの医療プロバイダ
tr_tr: İş sağlık sigortası kurumu

source: Job Healthcare Plan
fr_fr: Plan de soins de santé de l'emploi
ja_jp: ジョブの医療プラン
tr_tr: İş sağlık sigortası kapsamı

source: Description
ja_jp: 説明
tr_tr: Açıklama

source: Dependents
fr_fr: à charge
ja_jp: 扶養
tr_tr: Bağımlı olanlar

source: Job life insurance Provider
ja_jp: ジョブの生命保険プロバイダ
tr_tr: İş hayat sigortası şirketi

source: Job life insurance Plan
ja_jp: ジョブの生命保険プラン
tr_tr: İş hayat sigortası paketi

source: Description Life Insurance
ja_jp: 生命保険の説明
tr_tr: Hayat sigortası açıklaması

source: Dependents Life Insurance
ja_jp: 生命保険の扶養
tr_tr: Bağımlı olanların hayat sigortası

source: Family
fr_fr: Famille
ja_jp: 家族
tr_tr: Aile

source: Individual
fr_fr: Individu
ja_jp: 個別
tr_tr: Bireysel

source: Job Hours Type
fr_fr: Type d'heures de travail
ja_jp: ジョブの時間タイプ
tr_tr: İş saatleri türü

source: Job Hours Amount
fr_fr: Nombre d'heure de travail
ja_jp: ジョブの時間額
tr_tr: İş saatleri ücreti

source: Job Hours Unit
fr_fr: Unités d'heures de travail
ja_jp: ジョブの時間単位
tr_tr: İş saatleri birimi

source: Job Full-Time Equivalence
fr_fr: Équivalent travail temps plein
ja_jp: ジョブのフルタイム等価
tr_tr: İş tam zaman eşdeğeri

source: Leave Type
fr_fr: Type de congé
ja_jp: 残タイプ
tr_tr: İzin türü

source: Leave Amount
fr_fr: durée de congé
ja_jp: 残額
tr_tr: İzin ücreti

source: Job Pay Grade
fr_fr: niveau de rémunération
ja_jp: ジョブの支払いグレード
tr_tr: İş ücret düzeyi

source: Job Pay Amount
fr_fr: Montant de la rémunération
ja_jp: ジョブの支払い額
tr_tr: İş ücret tutarı

source: Job Pay Unit
fr_fr: Unité de rémunération
ja_jp: ジョブの支払い単位
tr_tr: İş ücreti birimi

source: Job Pay Currency
fr_fr: Devises de paiement du Travail
ja_jp: ジョブの支払い通貨
tr_tr: İş ücreti para birimi

source: Estimated Annual Pay
ja_jp: 年間推定支払い
tr_tr: Öngörülen yıllık ücret

source: Hour
fr_fr: Heure
ja_jp: 時
tr_tr: Saat

source: Job Pension Is Enrolled
fr_fr: Pension -est inscrit
ja_jp: 在籍したジョブ年金
tr_tr: İş emeklilik kaydı

source: Employee Contribution Percentage
fr_fr: pourcentage de la contribution employé
ja_jp: 従業員の支援率
tr_tr: Çalışan katkı yüzdesi

source: Employer Contribution Percentage
fr_fr: pourcentage de la contribution employeur
ja_jp: 従業員の支援率
tr_tr: İşveren katkı yüzdesi

source: Pension Type
ja_jp: 年金タイプ
tr_tr: Emeklilik türü

source: Employer Contribution Absolute Amount
ja_jp: 従業員の支援の絶対額
tr_tr: İşveren katkısı mutlak tutarı

source: Evidence Note
ja_jp: 証拠ノート
tr_tr: Kanıt notu

source: Amount
fr_fr: Quantité
ja_jp: 金額
tr_tr: Tutar

source: Region
fr_fr: Région
ja_jp: 地方
tr_tr: Bölge

source: Job Role Department
fr_fr: Département de la Fonction de travail
ja_jp: ジョブ役割部門
tr_tr: İş rolü bölümü

source: Functional Area
fr_fr: Zone fonctionnelle
ja_jp: 関数エリア
tr_tr: İşlevsel alan

source: Organization
ja_jp: 団体
tr_tr: Kuruluş

source: Cost Center
fr_fr: Centre de coûts
ja_jp: コストセンター
tr_tr: Maliyet merkezi

source: Location
fr_fr: Emplacement
ja_jp: ロケーション
tr_tr: Konum

source: Import Data File
ja_jp: データファイルのインポート
tr_tr: Veri dosyasını içe aktar

source: A valid file must be uploaded.
ja_jp: 有効なファイルをアップロードする必要があります。
tr_tr: Geçerli bir dosya yüklenmelidir.

source: File size should be less than %1 MBytes (%2 bytes)
ja_jp: ファイルサイズは %1 MB未満である必要があります (%2 バイト)
tr_tr: Dosya boyutu %1 MBayt (%2 bayt) boyutundan küçük olmalıdır

source: Input file must be in CSV format
ja_jp: 入力ファイルは、CSV形式である必要があります
tr_tr: Dosya CSV biçiminde olmalıdır

source: First row contains column headers
ja_jp: 最初の行に列ヘッダが含まれています
tr_tr: İlk satırda sütun başlıkları var

source: Skip
ja_jp: スキップ
tr_tr: Atla

source: Update
ja_jp: 更新
tr_tr: Güncelle

source: No Duplicate Checking
ja_jp: 重複チェックなし
tr_tr: Çift kayıtlar denetlenmesin

source: On Duplicate Entries
ja_jp: 重複したエントリ
tr_tr: Çift kayıt bulunduğunda

source: Mapping Option
ja_jp: マッピングオプション
tr_tr: Eşleştirme seçeneği

source: Continue >>
ja_jp: 続ける >>
tr_tr: İlerle >>

source: Upload Data
ja_jp: 更新日
tr_tr: Verileri yükle

source: Save this field mapping
ja_jp: このフィールドマッピングを保存
tr_tr: Bu alan eşleşmesini kaydet

source: Update this field mapping
ja_jp: このフィールドマッピングを更新
tr_tr: Bu alan eşleşmesini güncelle

source: Save as a new field mapping
ja_jp: 新しいフィールドマッピングとして保存
tr_tr: Yeni alan eşleşmesi olarak kaydet

source: Mapper for Field %1
ja_jp: フィールド %1 のマッパー
tr_tr: %1 alanı için eşleştirici

source: The data columns in this import file appear to be different from the saved mapping. Please verify that you have selected the correct saved mapping before continuing.
ja_jp: このインポートファイルのデータ列は、保存マッピングとは異なるように見えます。続ける前に、正しい保存マッピングを選択しているか確認してください。
tr_tr: Bu içe aktarma dosyasındaki veri sütunları, kaydedilmiş eşleşmeden farklı görünüyor. Lütfen ilerlemeden önce doğru kaydedilmiş eşlemeyi seçtiğinizden emin olun.

source: << Previous
ja_jp: << 前へ
tr_tr: << Önceki

source: Missing required field: %1
ja_jp: 必須フィールドがありません : %1
tr_tr: Zorunlu alan eksik: %1

source: Name is required to save Import Mapping
ja_jp: インポートマッピングの保存に名前が必要です
tr_tr: İçe aktarma eşleşmesini kaydetmek için bir ad yazmalısınız

source: Select saved mapping
ja_jp: 保存されたマッピングを選択
tr_tr: Kaydedilmiş eşleşmeyi seçin

source: These records have been updated with the imported data.
ja_jp: これらレコードはインポートされたデータで更新されました。
tr_tr: Bu kayıtlar, içe aktarılan verilerle güncellendi.

source: These records have been filled in with the imported data.
ja_jp: これらレコードはインポートされたデータで補填されています。
tr_tr: Bu kayıtlar, içe aktarılan verilerle dolduruldu.

source: These records have not been imported.
ja_jp: これらレコードはインポートされていません。
tr_tr: Bu kayıtlar içe aktarılmadı.

source: Line Number
ja_jp: 回線番号
tr_tr: Satır numarası

source: Reason
ja_jp: 理由
tr_tr: Nedeni

source: View Activity History URL
ja_jp: アクティビティ履歴のURLを表示
tr_tr: İşlem geçmişi adresini görüntüle

source: Please enter valid Contact ID
ja_jp: 有効な連絡先IDを入力してください。
tr_tr: Lütfen geçerli bir kişi kimliği yazın.

source: %1 is not numeric
ja_jp: %1 が数値ではありません
tr_tr: %1 sayısal bir değer değil

source: Please enter Contact ID
ja_jp: 連絡先IDを入力してください。
tr_tr: Lütfen kişi kimliğini yazın.

source: Missing required field(s) :
ja_jp: 必須フィールドがありません :
tr_tr: Zorunlu alanlar eksik:

source: JobsTab
fr_fr: Onglet travaux
ja_jp: ジョブタブ
tr_tr: IsSekmesi

source: Health Insurance Provider
ja_jp: 健康保険プロバイダ
tr_tr: Sağlık sigortası şirketi

source: Life Insurance Provider
ja_jp: 生命保険プロバイダ
tr_tr: Hayat sigortası şirketi

source: Import Jobs
ja_jp: ジョブをインポート
tr_tr: İşleri içe aktar

source: Jobs
fr_fr: travaux
ja_jp: ジョブ
tr_tr: İşler

source: access HRJobs
fr_fr: accès TravauxRH
ja_jp: HRJobs アクセス
tr_tr: HRJobs erişimi

source: edit HRJobs
fr_fr: Éditer TravauxRH
ja_jp: HRJobs を編集
tr_tr: HRJobs düzenle

source: delete HRJobs
fr_fr: Supprimer TravauxRH
ja_jp: HRJobs を削除
tr_tr: HRJobs sil

source: access own HRJobs
ja_jp: HRJobs 独自のアクセス
tr_tr: kendi HRJobs erişimi

source: New Copy of "%1"
fr_fr: Nouvelle copie de "%1"
ja_jp: 「%1」の新しいコピー
tr_tr: Yeni "%1" kopyası

source: Approved By
ja_jp: 承認
tr_tr: Onaylayan

source: Added By
ja_jp: 追加
tr_tr: Ekleyen

source: Approved by (Contact Name)
ja_jp: 承認 (連絡先名)
tr_tr: Onaylayan (kişi adı)

source: Source Contact Name
ja_jp: 連絡先ソースの名前
tr_tr: Kaynak kişi adı

source: Limit To Current User
ja_jp: 現在のユーザに制限
tr_tr: Geçerli kullanıcı ile sınırla

source: No
fr_fr: Non
ja_jp: いいえ
tr_tr: Hayır

source: Yes
fr_fr: Oui
ja_jp: はい
tr_tr: Evet

source: Email
ja_jp: メール
tr_tr: E-posta

source: Approved By (Email)
ja_jp: 承認 (メール)
tr_tr: Onaylayan (e-posta)

source: Added By (Email)
ja_jp: 追加 (メール)
tr_tr: Ekleyen (e-posta)

source: Source Contact Email
ja_jp: 連絡先ソースのメール
tr_tr: Kaynak kişi e-posta adresi

source: Activity ID
ja_jp: アクティビティID
tr_tr: İşlem kimliği

source: Subject
ja_jp: 件名
tr_tr: Konu

source: Absence Requested Date
ja_jp: 不在リクエスト日
tr_tr: İzin istenen tarih

source: Status
ja_jp: ステータス
tr_tr: Durum

source: Absence Date
ja_jp: 不在日
tr_tr: İzin tarihi

source: Absence Requested on
ja_jp: 不在リクエスト
tr_tr: İzin isteği tarihi

source: Current filter criteria didn't have any target contact to add to group
ja_jp: 現在のフィルタ条件は、グループに追加する任意の対象との連絡先を持っていませんでした
tr_tr: Geçerli süzgeç ölçütleriyle gruba eklenecek herhangi bir hedef kişi yok

source: Listed contact(s) have been added to the selected group.
ja_jp: リストされた連絡先は、選択したグループに追加されました。
tr_tr: Listelenen kişiler seçilmiş gruba eklendi.

source: Contacts Added
ja_jp: 連絡先の追加
tr_tr: Kişiler eklendi

source: The listed records(s) cannot be added to the group.
ja_jp: リストされた連絡先は、選択したグループに追加できません。
tr_tr: Listelenen kayıtlar gruba eklenemedi.

source: View Contact Summary for this Contact
ja_jp: この連絡先の連絡先概要を表示
tr_tr: Bu kişinin özetini görüntüle

source: View Absence Record
ja_jp: 不在レコードの表示
tr_tr: İzin kaydını görüntüle

source: Mixed
ja_jp: ミックス
tr_tr: Karışık

source: Please choose a From Date
ja_jp: 日付から選択してください
tr_tr: Bir başlangıç tarihi seçin

source: Please choose a End Date
ja_jp: 終了日を選択してください
tr_tr: Bir bitiş tarihi seçin

source: Please select a Group
ja_jp: グループを選択してください
tr_tr: Lütfen bir grup seçin

source: There is no absence record for chosen Absence Date range
ja_jp: 選択した不在の日付範囲にレコードが存在しません
tr_tr: Seçilmiş izin tarihi aralığı için izin kaydı yok

source: No Result Found
ja_jp: 結果は見つかりません。
tr_tr: Herhangi bir sonuç bulunamadı

source: Falls on
ja_jp: 降り掛かる
tr_tr: Düştüğü zaman

source: Manager
fr_fr: Gestionnaire
ja_jp: 管理
tr_tr: Yönetici

source: Last Name, First Name
fr_fr: Nom, Prénom
ja_jp: ラストネーム、ファーストネーム
tr_tr: Soyad, Ad

source: Personal Details
fr_fr: Détails Personnels
ja_jp: 個人の詳細
tr_tr: Kişisel bilgiler

source: Work City
fr_fr: Ville travail
ja_jp: 作業の市町村
tr_tr: İş ilçesi

source: Work Postal Code
fr_fr: Code postal travail
ja_jp: 作業の郵便番号
tr_tr: İş posta kodu

source: Work State/Province
fr_fr: Province travail
ja_jp: 作業の都道府県
tr_tr: İş ili ya da bölgesi

source: Work Country
fr_fr: Région travail
ja_jp: 作業の国
tr_tr: İş ülkesi

source: Group
fr_fr: Groupe
ja_jp: グループ
tr_tr: Grup

source: Is Tied to Funding
fr_fr: Est liée au financement
ja_jp: ファンディングに結びついています
tr_tr: Fona bağlı

source: Any
fr_fr: n'importe quel
ja_jp: 任意
tr_tr: Tümü

source: View Contact Summary for this Contact.
fr_fr: Afficher le sommaire pour ce contact.
ja_jp: この連絡先の連絡先概要を表示。
tr_tr: Bu kişinin özetini görüntüle

source: People
fr_fr: gens
ja_jp: 人
tr_tr: Kişiler

source: Gender
ja_jp: 性別
tr_tr: Cinsiyet

source: Job
fr_fr: Travail
ja_jp: ジョブ
tr_tr: İş

source: Job Positions
fr_fr: Postes de travail
ja_jp: ジョブの立場
tr_tr: İş konumları

source: Full Time Equivalents
fr_fr: Équivalents temps plein
ja_jp: フルタイム等価
tr_tr: Tam zaman eşdeğerleri

source: Monthly Cost Equivalents
fr_fr: Équivalents coût mensuel
ja_jp: 毎月の費用等価
tr_tr: Aylık maliyet eşdeğerleri

source: Annual Cost Equivalents
fr_fr: Équivalents coût annuel
ja_jp: 年間費用の等価
tr_tr: Yıllık maliyet eşdeğerleri

source: access HRReport
ja_jp: HRReport アクセス
tr_tr: HRReport erişimi
