Repository: civicrm/civicrm-l10n-extensions
Catalog: po/civihr/*/civihr.po
Languages: fr_fr, ja_jp, tr_tr

source: CiviHR Home
fr_fr: Accueil CiviRH
ja_jp: CiviHR ホーム
tr_tr: CiviHR giriş

source: CiviHR
fr_fr: CiviRH
