Repository: civicrm/civicrm-l10n-extensions
Catalog: po/donorsearch/*/donorsearch.po
Languages: nl_nl, tr_tr

source: Unknown error
nl_nl: Onbekende fout
tr_tr: Bilinmeyen sorun

source: DonorSearch API error:
nl_nl: DonorSearch API-fout:
tr_tr: DonorSearch API sorunu:

source: Error
nl_nl: Fout
tr_tr: Sorun

source: Contact
tr_tr: Kişi

source: Creator
nl_nl: Aanmaker
tr_tr: Oluşturan

source: Search Criteria
nl_nl: Zoekcriteria
tr_tr: Arama ölçütü

source: DS Rating
nl_nl: DS-beoordeling
tr_tr: DS değerlendirmesi

source: Overall
nl_nl: Totaal
tr_tr: Genel

source: Largest gift found lower range
nl_nl: Hoogste gift ondergrens
tr_tr: Daha alt aralıkta bulunan en büyük hediye

source: Largest gift found higher range
nl_nl: Hoogste gift bovengrens
tr_tr: Daha üst aralıkta bulunan en büyük hediye

source: Wealth capacity range
nl_nl: Rijkdom capaciteitsbereik
tr_tr: Zenginlik kapasitesi aralığı

source: Real estate estimate
nl_nl: Inschatting nalatenschap
tr_tr: Emlak öngörüsü

source: Profile
nl_nl: Profiel
tr_tr: Profil

source: Submit time
nl_nl: Tijd verzenden
tr_tr: Gönderilme zamanı

source: Real estate count
nl_nl: Aantal nalatenschappen
tr_tr: Emlak sayısı

source: Count of likely matches
nl_nl: Aantal mogelijke overeenkomsten
tr_tr: Olası eşleşme sayısı

source: Total of likely matches
nl_nl: Totaal van mogelijke overeenkomsten
tr_tr: Olası eşleşme toplamı

source: Foundation board
nl_nl: Stichtingsbestuur
tr_tr: Vakıf yönetim kurulu

source: Grant seeking board
nl_nl: Als gever een doel zoeken
tr_tr: Bağış toplama yönetim kurulu

source: Political count
nl_nl: Politiek aantal
tr_tr: Politik sayı

source: Political total
nl_nl: Politiek totaal
tr_tr: Politik toplam

source: Business revenues
nl_nl: Bedrijfsopbrengsten
tr_tr: İş gelirleri

source: SEC stock value
nl_nl: SEC-stock waarde
tr_tr: SEC hisse senedi değeri

source: SEC stock or insider
nl_nl: SEC-stock of insider
tr_tr: SEC hisse senedi veya içeriden bilgi

source: Real estate trust
nl_nl: Nalatenschapbeheerder
tr_tr: Emlak güven fonu

source: Business affiliation
nl_nl: Zakelijke relatie
tr_tr: İş ilişkisi

source: FAA Pilot license
nl_nl: FAA-Pilot licentie
tr_tr: FAA Pilot lisansı

source: Airplane Owner
nl_nl: Vliegtuig eigenaar
tr_tr: Uçak sahibi

source: Boat
nl_nl: Boot
tr_tr: Tekne

source: RFM (Recency, Frequency, Money)
nl_nl: RFM (Recent, Frequentie, Geld)
tr_tr: RFM (Yenilik, Sıklık, Para)

source: Assessed
nl_nl: Beoordeeld
tr_tr: Değerlendirilen

source: Major Gift Likelihood
nl_nl: Waarschijnlijkheid grote gift
tr_tr: Büyük hediye olasılığı

source: Annual Fund Likelihood
nl_nl: Waarschijnlijkheid jaarlijks fonds
tr_tr: Yıllık bağış olasılığı

source: PGID (Planned Giving Identification)
tr_tr: PGID (planlanmış bağış kimliği)

source: Search for
nl_nl: Zoeken naar
tr_tr: Aranacak öge

source: First Name
nl_nl: Voornaam
tr_tr: Ad

source: Middle Name
nl_nl: Tussenvoegsel
tr_tr: İkinci ad

source: Last Name
nl_nl: Achternaam
tr_tr: Soyad

source: Address
nl_nl: Adres
tr_tr: Adres

source: City
nl_nl: Plaats
tr_tr: İlçe

source: Zip
nl_nl: Postcode
tr_tr: Posta kodu

source: State
nl_nl: Staat
tr_tr: İl

source: Spouse First Name
nl_nl: Voornaam partner
tr_tr: Eşinin adı

source: Spouse Middle Name
nl_nl: Tussenvoegsel partner
tr_tr: Eşinin ikinci adı

source: Spouse Last Name
nl_nl: Achternaam partner
tr_tr: Eşinin soyadı

source: Employer
nl_nl: Werkgever
tr_tr: İşveren

source: Search
nl_nl: Zoeken
tr_tr: Arama

source: You do not permission to access this page, please contact your system administrator.
nl_nl: U heeft geen toegang tot deze pagina, neem contact op met de beheerder.
tr_tr: Bu sayfaya erişme izniniz yok. Lütfen sistem yöneticinizle görüşün.

source: Username
nl_nl: Gebruikersnaam
tr_tr: Kullanıcı adı

source: Password
nl_nl: Wachtwoord
tr_tr: Parola

source: API Key
tr_tr: API anahtarı

source: Submit
nl_nl: Verzenden
tr_tr: Gönder

source: Please enter %1
nl_nl: Voer a.u.b. %1 in
tr_tr: Lütfen %1 yazın

source: DonorSearch API key registered
nl_nl: DonorSearch API-key geregistreerd
tr_tr: DonorSearch API anahtarı kaydedildi

source: Success
nl_nl: Gelukt
tr_tr: Tamam

source: Upgrade %1 to revision %2
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Register DonorSearch API Key
nl_nl: DonorSearch API-key registreren
tr_tr: DonorSearch API anahtarını kaydet

source: New DonorSearch
nl_nl: DonorSearch toevoegen
tr_tr: Yeni DonorSearch

source: There is no DonorSearch profile for contact id %1
nl_nl: Er is geen DonorSearch-profiel voor contact-id %1
tr_tr: %1 kimlikli kişi için bir DonorSearch profili yok

source: DonorSearch API key missing. See instructions to register API key
nl_nl: DonorSearch API-key ontbreekt. Lees de instructies hoe u die kunt registreren
tr_tr: DonorSearch API anahtarı eksik. API anahtarını kaydetmek için yönergelere bakın

source: Missing key
nl_nl: Ontbrekende key
tr_tr: Anahtar eksik

source: Access DonorSearch
nl_nl: Toegang DonorSearch
tr_tr: DonorSearch erişimi

source: View DonorSearch Profile
nl_nl: DonorSearch-profiel tonen
tr_tr: DonorSearch profilini görüntüle

source: Update DonorSearch Profile
nl_nl: DonorSearch-profiel wijzigen
tr_tr: DonorSearch profilini güncelle

source: DonorSearch Profile
nl_nl: DonorSearch-profiel
tr_tr: DonorSearch profili

source: The DonorSearch extension is enabled, but the DonorSearch API key is missing. Navigate to Administeer » System Settings » <a href='%1'>Register DonorSearch API Key</a> to register a key.
nl_nl: De extensie DonorSearch is ingeschakeld, maar de DonorSearch API-key ontbreekt. U kunt deze registeren via Beheer » Systeeminstellingen » <a href='%1'>DonorSearch API-key registreren</a>.
tr_tr: DonorSearch eklentisi etkin, ancak DonorSearch API anahtarı eksik. Bir anahtar kaydetmek için Yönetim » Sistem ayarları » <a href='%1'>DonorSearch API anahtarı kaydet</a> bölümüne gidin.

source: No DonorSearch API Key
nl_nl: Geen DonorSearch API-key
tr_tr: DonorSearch API anahtarı yok
