Repository: civicrm/civicrm-l10n-extensions
Catalog: po/flexmailer/*/flexmailer.po
Languages: de_de, fr_ca, nl_nl, sr_rs, tr_tr

source: Flexmailer Settings
de_de: Flexmailer Einstellungen
fr_ca: Paramètres de Flexmailer
nl_nl: Flexmailer instellingen
sr_rs: Flexmailer podešavanja
tr_tr: Flexmailer ayarları

source: Automatic
de_de: automatisch
fr_ca: Automatique
nl_nl: Automatisch
sr_rs: Automatski
tr_tr: Otomatik

source: Flexmailer Pipeline
de_de: Flexmailer Warteschlange
fr_ca: Pipeline Flexmailer
nl_nl: Flexmailer Pijplijn
tr_tr: Flexmailer bağlantısı

source: Field %1 is required.
de_de: Feld %1 ist ein Pflichtfeld.
fr_ca: Le champ %1 est requis.
nl_nl: Veld %1 is verplicht.
sr_rs: Polje %1 je obavezno.
tr_tr: %1 alanının doldurulması zorunludur.

source: This message is missing a required token - {%1}: %2
de_de: Diese Nachricht benötigt einen Pflicht-Token - (%1): %2
fr_ca: Il manque à ce message un jeton obligatoire - {%1} : %2
nl_nl: In dit bericht ontbreekt een verplicht token - {%1}: %2
sr_rs: U ovoj poruci nedostaju obavezni tokeni - {%1}: %2
tr_tr: Bu iletide zorunlu bir kod eksik. {%1}: %2

source: [CiviMail Draft]
de_de: [CiviMail Entwurf]
fr_ca: [Brouillon CiviMail]
nl_nl: [CiviMail Proefversie]
sr_rs: [CiviMail nacrt]
tr_tr: [CiviMail Taslak]

source: Domain address - displays your organization's postal address.
de_de: Standardadresse der Organisation - zeigt die Postanschrift Ihrer Organisation
fr_ca: Adresse du domaine = affiche l'adresse postale de votre organisation.
nl_nl: Domein adres - toont het postadres van uw organisatie.
sr_rs: Adresa domena - prikazuje adresu vaše organizacije
tr_tr: Etki alanı adresi. Kuruluşunuzun posta adresini görüntüler.

source: 'Opt out via email' - displays an email address for recipients to opt out of receiving emails from your organization.
de_de: 'Opt out via E-Mail' - zeigt eine E-Mail-Adresse für die Empfänger, um dort E-Mails Ihrer Organisation abzubestellen.
fr_ca: 'Désinscription par courriel' affiche une adresse email pour que vos destinataires puissent se désinscrire des messages d'information envoyés par votre organisation par courriel..
nl_nl: 'Opt-out via e-mail' - toont een e-mailadres waarmee ontvangers zich kunnen afmelden voor het ontvangen van e-mails van uw organisatie.
sr_rs: "Isključenje putem emaila" - prikazuje email adresu gde se primaoci vaših emailova mogu isključiti sa svih mailing listi vaše organizacije.
tr_tr: "E-posta ile tüm aboneliklerden ayrılma": Alıcıların kuruluşunuzun tüm e-posta aboneliklerinden ayrılabileceği bir e-posta adresi görüntüler.

source: 'Opt out via web page' - creates a link for recipients to click if they want to opt out of receiving emails from your organization. Alternatively, you can include the 'Opt out via email' token.
de_de: 'Opt out via Webseite' - zeigt einen Link für den Empfänger, um dort E-Mails Ihrer Organisation mit einem Klick abzubestellen. Alternativ kann der 'Opt out via E-Mail'-Token benutzt werden.
fr_ca: 'Désinscription via une page du site' crée un lien que vos destinataires pourront cliquer pour se désinscrire des messages d'information envoyés par votre organisation par courriel. Sinon, un bouton 'Désinscription par courriel' peut être inséré.
nl_nl: 'Opt-out via webpagina' - toont een link waarmee ontvangers zich kunnen afmelden voor het ontvangen van e-mails van uw organisatie. Een alternatief voor 'Opt-out via e-mail'.
sr_rs: "Isključenje putem web strane" - kreira link na kome se primaoci vaših mailova mogu isključiti sa svih mailing listi vaše organizacije. Za ovu funkcionalnost je moguće koristiti i token.
tr_tr: "Site sayfası ile tüm aboneliklerden ayrılma": Alıcıların tıklayarak kuruluşunuzun tüm e-posta aboneliklerinden ayrılabileceği bir bağlantı oluşturur. Alternatif olarak "E-posta ile tüm aboneliklerden ayrılma" kodunu da ekleyebilirsiniz.

source: 'Unsubscribe via email' - displays an email address for recipients to unsubscribe from the specific mailing list used to send this message.
de_de: 'Abbestellen via E-Mail' - zeigt eine E-Mail-Adresse für die Empfänger, um sich dort von der konkret benutzten Verteilergruppe Ihrer Organisation abzumelden.
fr_ca: 'Désabonnement par email' affiche une adresse email pour que vos destinataires puissent se désabonner uniquement de la liste utilisée pour envoyer ce message.
nl_nl: 'Uitschrijven via e-mail' - toont een e-mailadres voor ontvangers om zich uit te schrijven van een specifieke mailinglijst die is gebruikt om dit bericht te versturen.
sr_rs: "Odjava putem emaila" - prikazuje email adresu gde se primaoci vaših emailova mogu isključiti sa specifične mailing liste.
tr_tr: "E-posta ile abonelikten ayrılma": Alıcıların bu e-posta iletisini aldığı, kuruluşunuzun belirli bir e-posta aboneliğinden ayrılabileceği bir e-posta adresi görüntüler.

source: 'Unsubscribe via web page' - creates a link for recipients to unsubscribe from the specific mailing list used to send this message. Alternatively, you can include the 'Unsubscribe via email' token or one of the Opt-out tokens.
de_de: 'Abbestellen via Webseite' - erstellt einen Link für den Empfänger, um sich dort von der konkret benutzten Verteilergruppe abzumelden. Alternativ kann der 'Abbestellen via E-Mail'-Token oder einer der Opt-out-Token benutzt werden.
fr_ca: 'Désabonnement via une page du site' crée un lien que vos destinataires pourront cliquer pour se désabonner désabonner uniquement de la liste utilisée pour envoyer ce message. Sinon, un bouton 'Désabonnement par courriel' ou Désinscription peuvent être insérés.
nl_nl: 'Uitschrijven via een webpagina' - toont een link voor ontvangers om zich uit te schrijven van een specifieke mailinglijst die is gebruikt om dit bericht te versturen. Als alternatief kunt u het 'Uitschrijven via e-mail' token of een van de andere uitschrijftokens gebruiken.
sr_rs: "Odjava putem web strane" - kreira link na kome se primaoci vaših mailova mogu isključiti sa specifične mailing liste. Za ovu funkcionalnost je moguće koristiti i token.
tr_tr: "Site sayfası ile abonelikten ayrılma": Alıcıların tıklayarak bu e-posta iletisini aldığı, kuruluşunuzun belirli bir e-posta aboneliğinden ayrılabileceği bir bağlantı oluşturur. Alternatif olarak "E-posta ile abonelikten ayrılma" kodunu da ekleyebilirsiniz.

source: For greater backward-compatibility, process "<code>traditional</code>" mailings with the CiviMail's hard-coded BAO.
de_de: Für bessere Rückwärtskompatibilität, verarbeite "<code>traditionelle</code>" Rundschreiben mit der CiviMail's hard-coded BAO.
fr_ca: Pour une meilleure capacité de retour en arrière, il vaut mieux procéder à l'envoi de courriels "<code>traditionnels</code>" avec le code dur BAO de CiviMail.
nl_nl: Voor meer compatibiliteit met oudere versies, verwerk "<code>traditionele</code>" mailings met CiviMail's BAO.
tr_tr: Daha iyi geriye dönük uyumluluk sağlamak için, "<code>geleneksel</code>" postaları sabit kodlu CiviMail BAO kullanarak işleyin.

source: For greater forward-compatibility, process "<code>traditional</code>" mailings with Flexmailer's extensible pipeline.
de_de: Für bessere Vorwärtskompatibilität, verarbeite "<code>traditionelle</code>" Rundschreiben mit Flexmailers erweiterbaren Warteschlange.
fr_ca: Pour une meilleure capacité de retour en arrière, il vaut mieux procéder à l'envoi de courriels "<code>traditionnels</code>" avec le tunnel extensible de Flexmailer.
nl_nl: Voor meer compatibiliteit met nieuwere versies, verwerk "<code>traditionele</code>" mailings met Flexmailers uitbreidbare pijplijn.
tr_tr: Daha iyi ileriye dönük uyumluluk sağlamak için, "<code>geleneksel</code>" postaları genişletilebilir Flexmailer bağlantısı kullanarak işleyin.
