Repository: civicrm/civicrm-l10n-extensions
Catalog: po/mosaico/*/mosaico.po
Languages: de_de, fr_fr, nl_nl, th_th, tr_tr

source: Mosaico Message Templates
de_de: Mosaico-Nachrichtenvorlage
fr_fr: Modèles de message Mosaico
nl_nl: Mosaico Berichtsjablonen
th_th: เทมเพลตข้อความ Mosaico
tr_tr: Mosaico ileti kalıpları

source: Mosaico Message Template
de_de: Mosaico-Nachrichtenvorlage
fr_fr: Modèle de message Mosaico
nl_nl: Mosaico Berichtsjabloon
th_th: เทมเพลตข้อความ Mosaico
tr_tr: Mosaico ileti kalıbı

source: Unique Settings ID
fr_fr: Id. unique de paramètres
nl_nl: Uniek instellingen-id
th_th: รหัสการตั้งค่าเฉพาะ
tr_tr: Benzersiz ayar kimliği

source: message template ID
de_de: ID der Nachrichtenvorlage
fr_fr: Id. du modèle de message
nl_nl: berichtensjabloon-id
th_th: รหัสเทมเพลตข้อความ
tr_tr: İleti kalıbı kimliği

source: FK to civicrm_msg_template.
fr_fr: FK vers civicrm_msg_template.
nl_nl: FK naar civicrm_msg_template.
th_th: คีย์นอกไปยัง civicrm_msg_template
tr_tr: civicrm_msg_template dış anahtarı.

source: name
fr_fr: nom
nl_nl: naam
th_th: ชื่อ
tr_tr: Ad

source: template
de_de: Vorlage
fr_fr: modèle
nl_nl: sjabloon
th_th: เทมเพลต
tr_tr: Kalıp

source: Mosaico Templates
de_de: Mosaico-Vorlagen
fr_fr: Modèles de Mosaico
nl_nl: Mosaico sjablonen
th_th: เทมเพลต Mosaico
tr_tr: Mosaico kalıpları

source: Mosaico Template
de_de: Mosaico-Vorlage
fr_fr: Modèle Mosaico
nl_nl: Mosaico sjabloon
th_th: เทมเพลต Mosaico
tr_tr: Mosaico kalıbı

source: Unique Template ID
de_de: Eindeutige Vorlagen-ID
fr_fr: Id. unique de modèle
nl_nl: Uniek sjabloon-id
th_th: รหัสเทมเพลตเฉพาะ
tr_tr: Benzersiz kalıp kimliği

source: Title
de_de: Titel
fr_fr: Titre
nl_nl: Titel
th_th: หัวข้อ
tr_tr: Başlık

source: Base Template
de_de: Basisvorlage
fr_fr: Modèle de base
nl_nl: Basissjabloon
th_th: เทมเพลตพื้นฐาน
tr_tr: Temel kalıp

source: Name of the Mosaico base template (e.g. versafix-1)
de_de: Name der Mosaico Basisvorlage (z.B. versafix-1)
fr_fr: Nom du modèle de base Mosaico (e.g. versafix-1)
nl_nl: Naam van het Mosaico basissjabloon (bijv. versafix-1)
th_th: ชื่อของเทมเพลตพื้นฐาน Mosaico (เช่น versafix-1)
tr_tr: Mosaico temel kalıbının adı (versafix-1 gibi)

source: Fully renderd HTML
de_de: Vollständig gerendertes HTML
fr_fr: Aperçu (HTML)
nl_nl: Volledig opgebouwde HTML
th_th: HTML ที่แสดงผลอย่างสมบูรณ์
tr_tr: Tam oluşturulmuş HTML

source: Content
de_de: Inhalt
fr_fr: Contenu
nl_nl: Inhoud
th_th: เนื้อหา
tr_tr: İçerik

source: Mosaico content (JSON)
de_de: Mosaico Inhalt (JSON)
fr_fr: Contenu Mosaico (JSON)
nl_nl: Mosaico inhoud (JSON)
tr_tr: Mosaico içeriği (JSON)

source: Category ID
nl_nl: Categorie-id
th_th: รหัสหมวดหมู่
tr_tr: Kategori kimliği

source: ID of the category this mailing template is currently belongs. Foreign key to civicrm_option_value.
nl_nl: ID van de categorie waartoe dit mailingsjabloon nu behoort. FK naar civicrm_option_value.
th_th: รหัสหมวดหมู่สำหรับเทมเพลตการส่งจดหมายนี้ คีย์นอกไปยัง civicrm_option_value
tr_tr: Bu posta kalıbının şu anda bulunduğu kategorinin kimliği. civicrm_option_value dış anahtarı.

source: Category
nl_nl: Categorie
th_th: หมวดหมู่
tr_tr: Kategori

source: Domain ID
nl_nl: Domein-id

source: Domain ID this message template belongs to.
nl_nl: Domein-id waartoe dit berichtsjabloon behoort.

source: Are you sure want to copy data from Mosaico 1.x to 2.x?
de_de: Sind Sie sicher, dass Sie Daten von Mosaico 1.x nach 2.x kopieren möchten?
fr_fr: Êtes vous sûr de vouloir copier les données de Mosaico 1.x à 2.x ?
nl_nl: Weet u zeker dat u gegevens uit Mosaico 1.x wilt kopiëren naar 2.x?
th_th: คุณแน่ใจหรือไม่ว่าต้องการคัดลอกข้อมูลจาก Mosaico 1.x ไปยัง 2.x
tr_tr: Verileri Mosaico 1.x sürümünden 2.x sürümüne kopyalamak istediğinize emin misiniz?

source: This action cannot be easily undone.
de_de: Diese Aktion kann nicht einfach rückgängig gemacht werden.
fr_fr: Cette action ne peut être annulée aisément.
nl_nl: Deze actie kan niet eenvoudig ongedaan gemaakt worden.
th_th: การดำเนินการนี้ไม่สามารถยกเลิกได้อย่างง่ายดาย
tr_tr: Bu işlem kolayca geri alınamaz.

source: Are you sure want to purge Mosaico 1.x data?
de_de: Sind Sie sicher, dass Sie Mosaico 1.x-Daten bereinigen möchten?
fr_fr: Êtes vous sûr de vouloir nettoyer les données de Mosaico 1.x ?
nl_nl: Weet u zeker dat u de gegevens van Mosaico 1.x wilt opschonen?
th_th: คุณแน่ใจหรือว่าต้องการล้างข้อมูล Mosaico 1.x
tr_tr: Mosaico 1.x verilerini silmek istediğinize emin misiniz?

source: This action cannot be undone.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.
fr_fr: Cette action ne peut être annulée.
nl_nl: Deze actie kan niet ongedaan gemaakt worden.
th_th: การดำเนินการนี้ไม่สามารถยกเลิกได้
tr_tr: Bu işlem geri alınamaz.

source: Copy
de_de: Kopieren
fr_fr: Copier
nl_nl: Kopiëren
th_th: คัดลอก
tr_tr: Kopyala

source: Purge
de_de: Bereinigen
fr_fr: Nettoyer
nl_nl: Opschonen
th_th: ล้างข้อมูล
tr_tr: Sil

source: Copied %1 templates from Mosaico 1.x to 2.x.
de_de: %1 Vorlagen von Mosaico-Version 1.x zu 2.x kopiert.
fr_fr: %1 modèles copiés de Mosaico 1.x à 2.x.
nl_nl: Er zijn %1 sjablonen gekopieerd van Mosaico 1.x naar 2.x.
th_th: คัดลอก %1 เทมเพลตจาก 1.x ไปยัง 2.x แล้ว
tr_tr: %1 kalıp Mosaico 1.x sürümünden 2.x sürümüne kopyalandı.

source: Purged invisible Mosaico 1.x data.
de_de: Unsichtbare Daten von Mosaico 1.x bereinigt.
fr_fr: Les données invisibles de Mosaico 1.x ont été nettoyées.
nl_nl: Verborgen Mosaico 1.x gegevens zijn opgeschoond.
th_th: ล้างข้อมูล Mosaico 1.x ที่มองไม่เห็น
tr_tr: Görünmeyen Mosaico 1.x verileri silindi.

source: Unrecognized action
de_de: Unbekannte Aktion
fr_fr: Action non reconnue
nl_nl: Actie niet bekend
th_th: การดำเนินการที่ไม่รู้จัก
tr_tr: İşlem anlaşılamadı

source: Automatically select a layout
de_de: Automatisch ein Layout auswählen
fr_fr: Sélectionner automatiquement une mise en page
nl_nl: Automatisch een lay-out selecteren
th_th: เลือกโครงร่างโดยอัตโนมัติ
tr_tr: Düzen otomatik olarak seçilsin

source: Single Page (Bootstrap CSS)
de_de: Einzelne Seite (Bootstrap-CSS)
fr_fr: Une seule page (Boostrap CSS)
nl_nl: Enkele pagina (Bootstrap CSS)
tr_tr: Tek sayfa (Bootstrap CSS)

source: Wizard (Bootstrap CSS)
de_de: Schritt für Schritt (Bootstrap CSS)
fr_fr: Assistant (Bootstrap CSS)
nl_nl: Hulpmiddel (Bootstrap CSS)
tr_tr: Yardımcı (Bootstrap CSS)

source: Automatically select a driver
de_de: Automatische Treiber-Auswahl
fr_fr: Sélectionner automatiquement un pilote
nl_nl: Automatisch een driver selecteren
tr_tr: Sürücü otomatik olarak seçilsin

source: Intervention Image API (gd)
fr_fr: API Intervention Image (gd)
nl_nl: Interventie afbeelding API (gd)

source: Intervention Image API (imagick)
fr_fr: API Intervention Image (imagick)
nl_nl: Interventie afbeelding API (imagick)

source: (Deprecated) Direct ImageMagick API
de_de: (veraltet) Direct ImageMagick API
fr_fr: (Obsolète) API Direct ImageMagick
nl_nl: (Ontraden) Direct ImageMagick API
tr_tr: (Kullanımdan kaldırıldı) Direct ImageMagick API

source: None
de_de: Keine
fr_fr: Aucun
nl_nl: Geen
tr_tr: Yok

source: Upto 190 pixels (e.g 3 column blocks)
de_de: Bis zu 190 Pixel (z.B. 3 Spalten Blöcke)
fr_fr: Jusqu'à 190 pixels (bloc 3 colonnes)
nl_nl: Maximaal 190 pixels (bijv 3 kolomblokken)
th_th: สูงสุด 190 พิกเซล (เช่น ช่อง 3 คอลัมน์)
tr_tr: 190 piksele kadar (3 sütun bloğu gibi)

source: Upto 285 pixels (e.g 2 column blocks)
de_de: Bis zu 285 Pixel (z.B. 2 Spalten Blöcke)
fr_fr: Jusqu'à 285 pixels (bloc 2 colonnes)
nl_nl: Maximaal 285 pixels (bijv. 2 kolomblokken)
th_th: สูงสุด 285 พิกเซล (เช่น ช่อง 2 คอลัมน์)
tr_tr: 285 piksele kadar (2 sütun bloğu gibi)

source: Upto 570 pixels (e.g 1 column blocks)
de_de: Bis zu 570 Pixel (z.B. 1 Spalten Blöcke)
fr_fr: Jusqu'à 570 pixels (bloc 1 colonne)
nl_nl: Maximaal 570 pixels (bijv. 1 kolomblok)
th_th: สูงสุด 570 พิกเซล (เช่น ช่อง 1 คอลัมน์)
tr_tr: 570 piksele kadar (1 sütun bloğu gibi)

source: All (other) sizes
de_de: Alle (anderen) Größen
fr_fr: Toutes (autres) tailles
nl_nl: Alle andere groottes
th_th: ขนาด (อื่นๆ) ทั้งหมด
tr_tr: Tüm (diğer) boyutlar

source: New Template
nl_nl: Sjabloon aanmaken
th_th: เทมเพลตใหม่
tr_tr: Yeni kalıp

source: Configure template categories
nl_nl: Sjablooncategorieën configureren
th_th: กำหนดค่าหมวดหมู่เทมเพลต
tr_tr: Kalıp kategorilerini yapılandır

source: Attachments
de_de: Anhänge
fr_fr: Pièce(s) jointe(s)
nl_nl: Bijlagen
th_th: เอกสารแนบ
tr_tr: Ek dosyalar

source: Responses
de_de: Antworten
fr_fr: Réponses
nl_nl: Responsen
th_th: คำตอบ
tr_tr: Yanıtlar

source: Tracking
de_de: Nachverfolgung
fr_fr: Suivi
nl_nl: Volgen
th_th: ติดตาม
tr_tr: İzleme

source: Publication
de_de: Veröffentlichung
nl_nl: Publicatie
th_th: สิ่งตีพิมพ์
tr_tr: Yayınlanma

source: My Design
de_de: Mein Design
fr_fr: Mon design
nl_nl: Mijn Ontwerp
th_th: ดีไซน์ของฉัน
tr_tr: Tasarımım

source: All Categories
nl_nl: Alle categorieën
th_th: หมวดหมู่ทั้งหมด
tr_tr: Tüm kategoriler

source: Loading...
de_de: Wird geladen ...
fr_fr: Chargement...
nl_nl: Laden...
th_th: กำลังโหลด...
tr_tr: Yükleniyor...

source: Preview / Test
de_de: Vorschau / Test
fr_fr: Aperçu / Test
nl_nl: Voorvertonen / Testen
th_th: ดูตัวอย่าง / ทดสอบ
tr_tr: Ön izleme / Deneme

source: Mailing Name
de_de: Name des Rundschreibens
fr_fr: Nom du mailing
nl_nl: Naam mailing
th_th: ชื่อการส่งจดหมาย
tr_tr: Postalama adı

source: Campaign
de_de: Kampagne
fr_fr: Campagne
nl_nl: Campagne
th_th: แคมเปญ
tr_tr: Kampanya

source: Select Campaign
de_de: Kampagne auswählen
fr_fr: Sélectionner une campagne
nl_nl: Campagne selecteren
th_th: เลือกแคมเปญ
tr_tr: Kampanya seçin

source: From
de_de: Von
fr_fr: De
nl_nl: Van
th_th: จาก
tr_tr: Başlangıç

source: Recipients
de_de: Empfänger
fr_fr: Destinataires
nl_nl: Ontvangers
th_th: ผู้รับ
tr_tr: Alıcılar

source: Subject
de_de: Betreff
fr_fr: Sujet
nl_nl: Onderwerp
th_th: หัวข้อ
tr_tr: Konu

source: Define two options for the subject. We will use A/B testing to determine which is better.
nl_nl: Definieer twee opties voor het onderwerp. We zullen A/B-testen gebruiken om te bepalen welke beter is.

source: Unsubscribe Group
de_de: Abmelden von der Gruppe
fr_fr: Se désinscrire du groupe
nl_nl: Afmelden groep
th_th: ยกเลิกการเป็นสมาชิกกลุ่ม
tr_tr: Grup aboneliğinden ayrıl

source: Language
de_de: Sprache
fr_fr: Langue
nl_nl: Taal
th_th: ภาษา
tr_tr: Dil

source: Preview:
de_de: Vorschau:
fr_fr: Aperçu :
nl_nl: Voorvertoon:
th_th: ดูตัวอย่าง:
tr_tr: Ön izleme:

source: No content to preview
de_de: Kein Inhalt zum Anzeigen
fr_fr: Pas de contenu à prévisualiser
nl_nl: Er is niets om te tonen
th_th: ไม่มีเนื้อหาให้ดูตัวอย่าง
tr_tr: Ön izlenebilecek bir içerik yok

source: Preview as HTML
de_de: HTML-Vorschau
fr_fr: Aperçu (version HTML)
nl_nl: Als HTML voorvertonen
th_th: ดูตัวอย่าง HTML
tr_tr: HTML ön izlemesi

source: Preview as Plain Text
de_de: Vorschau als reiner Text
fr_fr: Aperçu (version texte)
nl_nl: Als tekst voorvertonen
th_th: ดูตัวอย่างข้อความธรรมดา
tr_tr: Düz metin ön izlemesi

source: Send test email:
de_de: Test-E-Mail senden an:
fr_fr: Envoyer un courriel test :
nl_nl: E-mail verzenden om te testen:
th_th: ส่งอีเมลทดสอบ:
tr_tr: Deneme e-postası gönder:

source: Test Email
fr_fr: Courriel test
nl_nl: E-mail testen
th_th: อีเมลทดสอบ
tr_tr: Deneme e-postası

source: Complete all required-mark fields first
de_de: Fülle zunächst alle als erforderlich markierten Felder aus.
fr_fr: Remplir tous les champs obligatoires d'abord
nl_nl: Vul eerst de als verplicht aangegeven velden in
th_th: ใส่ข้อมูลในช่องที่จำเป็นต้องกรอกเสียก่อน
tr_tr: Önce tüm doldurulması zorunlu olanları tamamlayın

source: Not a valid email address
nl_nl: Geen geldig e-mailadres

source: Send test message to %1
de_de: Testnachricht senden an %1
fr_fr: Envoyer un courriel test à %1 :
nl_nl: Testbericht verzenden naar %1
th_th: ส่งข้อความทดสอบไปยัง %1
tr_tr: %1 ile deneme iletisi gönder

source: Send test
de_de: Test senden
fr_fr: Envoyer un test :
nl_nl: Test verzenden
th_th: ส่งการทดสอบ
tr_tr: Deneme gönder

source: Send test email to group:
de_de: Sende Test-Mail an eine Gruppe:
fr_fr: Envoyer un courriel test au groupe :
nl_nl: Verzend een e-mail om te testen naar groep:
th_th: ส่งอีเมลทดสอบไปถึงกลุ่ม:
tr_tr: Deneme iletisinin gönderileceği grup:

source: Send test message to group
de_de: Sende Testnachricht an eine Gruppe
fr_fr: Envoyer un courriel test au groupe :
nl_nl: Verzend een testbericht naar groep
th_th: ส่งข้อความทดสอบไปถึงกลุ่ม
tr_tr: Gruba deneme iletisi gönder

source: The draft mailing allows two variations (A/B).
nl_nl: De conceptmailing laat twee variaties (A/B) toe.

source: If you send a test now, it will use all available variations.
nl_nl: Als u nu een test verstuurt, worden alle beschikbare varianties gebruikt.

source: Send to %1
de_de: Senden an %1
fr_fr: Envoyer à %1
nl_nl: Verzenden aan %1
th_th: ส่งถึง %1
tr_tr: %1 ile gönder

source: A test message will be sent to %1 people:
de_de: Eine Test-E-Mail geht an %1 Menschen.
fr_fr: Un message test sera envoyé to %1 personnes :
nl_nl: Er zal een testbericht worden verzonden naar %1 mensen:
th_th: ข้อความทดสอบจะส่งถึง %1 คน:
tr_tr: %1 kişiye deneme iletisi gönderilecek:

source: None of the contacts in this group have an email address.
de_de: Keiner aus der Gruppe hat eine E-Mail-Adresse.
fr_fr: Aucun des contacts dans le groupe n'a d'adresse de courriel.
nl_nl: Geen van de contacten in deze groep heeft een e-mailadres.
th_th: ไม่มีผู้ติดต่อรายใดในกลุ่มนี้ที่มีที่อยู่อีเมล
tr_tr: Bu gruptaki hiç kimsenin e-posta adresi yok.

source: Group is empty.
de_de: Gruppe ist leer.
fr_fr: Le groupe est vide.
nl_nl: De groep is leeg.
th_th: กลุ่มว่างเปล่า
tr_tr: Grup boş.

source: Testing
nl_nl: Testen

source: You have enabled A/B testing. We will send each test message to a subset of your subscribers. Later, you can decide the final mailing.
nl_nl: U heeft A/B-testen ingeschakeld. We sturen elk testbericht naar een subset van uw aanmelders. Later kunt u de uiteindelijke mailing bepalen.

source: Schedule email to:
de_de: E-Mail planen für:
fr_fr: Planifier le courriel le :
nl_nl: E-mail plannen aan:
th_th: ตั้งเวลาส่งอีเมลถึง:
tr_tr: E-posta zamanlaması:

source: Send immediately
de_de: Sofort versenden
fr_fr: Envoyer immédiatement
nl_nl: Direct verzenden
th_th: ส่งทันที
tr_tr: Hemen gönderilsin

source: Send on..
de_de: Senden am ...
fr_fr: Envoyer le...
nl_nl: Verzonden op..
th_th: ส่งเมื่อ...
tr_tr: Şu zamanda gönderilsin...

source: Select
nl_nl: Selecteer
th_th: เลือก
tr_tr: Seçin

source: Create Template
nl_nl: Sjabloon aanmaken
th_th: สร้างเทมเพลต
tr_tr: Kalıp oluştur

source: With A/B testing, you can design two alternative versions of the mailing.
nl_nl: Met A/B-testen kunt u twee alternatieve versies van de mailing ontwerpen.

source: Are you sure you want to delete %1? The other design will become primary.
nl_nl: Weet u zeker dat u %1 wilt verwijderen? Het andere ontwerp wordt primair.

source: Delete
de_de: Löschen
fr_fr: Supprimer
nl_nl: Verwijderen
th_th: ลบ
tr_tr: Sil

source: Advanced
de_de: Erweitert
fr_fr: Avancé
nl_nl: Geavanceerd
th_th: ขั้นสูง
tr_tr: Gelişmiş

source: Options
de_de: Optionen
nl_nl: Opties
th_th: ตัวเลือก
tr_tr: Ayarlar

source: Advanced Mailing Options
de_de: Erweiterte Rundschreiben-Einstellungen
fr_fr: Options avancées de mailing
nl_nl: Geavanceerde mailingopties
th_th: ตัวเลือกการส่งจดหมายขั้นสูง
tr_tr: Gelişmiş postalama ayarları

source: Submit Mailing
de_de: Rundschreiben abschicken
fr_fr: Envoyer le mailing
nl_nl: Mailing verzenden
th_th: ส่งจดหมาย
tr_tr: Postalamayı gönder

source: Save Draft
de_de: Entwurf speichern
fr_fr: Enregistrer le brouillon
nl_nl: Proefversie opslaan
th_th: บันทึกร่าง
tr_tr: Taslağı kaydet

source: Delete Draft
de_de: Entwurf löschen
fr_fr: Supprimer le brouillon
nl_nl: Proefversie verwijderen
th_th: ลบร่าง
tr_tr: Taslağı sil

source: Are you sure you want to permanently delete this mailing?
de_de: Soll dieses Rundschreiben wirklich endgültig gelöscht werden?
fr_fr: Êtes-vous sûr de vouloir supprimer ce mailing de façon permanente ?
nl_nl: Weet u zeker dat u deze mailing wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบการส่งจดหมายนี้อย่างถาวร
tr_tr: Bu postalamayı kalıcı olarak silmek istediğinize emin misiniz?

source: Design
fr_fr: Conception
nl_nl: Ontwerp
th_th: ดีไซน์
tr_tr: Tasarım

source: Add A/B Test
nl_nl: A/B Test toevoegen

source: Define two options for the design. We will use A/B testing to determine which is better.
nl_nl: Definieer twee opties voor het ontwerp. We zullen A/B-testen gebruiken om te bepalen welke beter is.

source: Back
de_de: Zurück
fr_fr: Retour
nl_nl: Terug
th_th: กลับไป
tr_tr: Geri

source: Next step
de_de: Weiter
fr_fr: Etape suivante
nl_nl: Volgende stap
th_th: ขั้นต่อไป
tr_tr: Sonraki adım

source: Continue
de_de: Fortfahren
fr_fr: Continuer
nl_nl: Doorgaan
th_th: ดำเนินการต่อ
tr_tr: İlerle

source: Add alternate 'From'
nl_nl: Alternatieve 'VAN' toevoegen

source: Remove alternate 'From'
nl_nl: Alternatieve 'VAN' verwijderen

source: Design (A)
nl_nl: Ontwerp (A)

source: Design (B)
nl_nl: Ontwerp (B)

source: Advanced Settings
de_de: Erweiterte Einstellungen
fr_fr: Paramètres avancés
nl_nl: Geavanceerde instellingen
th_th: การตั้งค่าขั้นสูง
tr_tr: Gelişmiş ayarlar

source: Saving...
de_de: Speichern...
fr_fr: Sauvegarde en cours...
nl_nl: Opslaan...
th_th: กำลังบันทึก...
tr_tr: Kaydediliyor...

source: Email address
de_de: E-Mail-Adresse
fr_fr: Adresse de courriel
nl_nl: E-mailadres
th_th: ที่อยู่อีเมล
tr_tr: E-posta adresi

source: Add alternate 'Reply-To'
nl_nl: Alternatieve 'Reply-to' toevoegen

source: Remove alternate 'Reply-To'
nl_nl: Alternatieve 'Reply-to' verwijderen

source: Copying...
de_de: Wird kopiert ...
fr_fr: En cours de copie...
nl_nl: Kopiëren...
th_th: กำลังคัดลอก...
tr_tr: Kopyalanıyor...

source: Copied
de_de: Kopiert
fr_fr: Copié
nl_nl: Gekopieerd
th_th: คัดลอกแล้ว
tr_tr: Kopyalandı

source: (copy)
nl_nl: (kopieer)
th_th: (คัดลอก)
tr_tr: (kopya)

source: Deleting...
de_de: Wird gelöscht ...
fr_fr: En cours de suppression...
nl_nl: Verwijderen...
th_th: กำลังลบ...
tr_tr: Siliniyor...

source: Deleted
de_de: Gelöscht
fr_fr: Supprimé
nl_nl: Verwijderd
th_th: ลบแล้ว
tr_tr: Silindi

source: Edit
nl_nl: Wijzigen
th_th: แก้ไข
tr_tr: Düzenle

source: Add alternate 'Subject'
nl_nl: Alternatief 'Onderwerp' toevoegen

source: Remove alternate 'Subject'
nl_nl: Alternatief 'Onderwerp' verwijderen

source: Preview
de_de: Vorschau
fr_fr: Aperçu
nl_nl: Voorvertonen
th_th: ดูตัวอย่าง
tr_tr: Ön izleme

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
nl_nl: Instellingen
th_th: การตั้งค่า
tr_tr: Ayarlar

source: Are you sure you want to reset this?
de_de: Soll dies wirklich zurückgesetzt werden?
fr_fr: Êtes vous sûr de vouloir réinitialiser ?
nl_nl: Wilt u dit resetten?
th_th: คุณแน่ใจหรือว่าต้องการรีเซ็ตสิ่งนี้
tr_tr: Bunu sıfırlamak istediğinize emin misiniz?

source: Empty Template
de_de: Leere Vorlage
fr_fr: Modèle d'entité
nl_nl: Sjabloon legen
th_th: เทมเพลตเปล่า
tr_tr: Boş kalıp

source: Saving
de_de: Speichern
fr_fr: En cours d'enregistrement
nl_nl: Opslaan
th_th: กำลังบันทึก
tr_tr: Kaydediliyor

source: Saved
de_de: Gespeichert
fr_fr: Enregistré
nl_nl: Opgeslagen
th_th: บันทึกแล้ว
tr_tr: Kaydedildi

source: Name
fr_fr: Nom
nl_nl: Naam
th_th: ชื่อ
tr_tr: Ad

source: Relative path to the template file
de_de: Relativer Pfad zur Vorlagendatei
fr_fr: Chemin relatif vers le fichier du modèle
nl_nl: Relatief pad naar het sjabloonbestand
th_th: เส้นทางไปยังไฟล์เทมเพลต
tr_tr: Kalıp dosyasının göreli yolu

source: New Mailing (Traditional)
de_de: Neues Rundschreiben (traditionell)
fr_fr: Nouveau mailing (traditionnel)
nl_nl: Mailing aanmaken (traditioneel)
th_th: การส่งจดหมายใหม่ (ดั้งเดิม)
tr_tr: Yeni postalama (geleneksel)

source: Mosaico Settings
de_de: Mosaico-Einstellungen
fr_fr: Paramètres de Mosaico
nl_nl: Mosaico instellingen
th_th: การตั้งค่า Mosaico
tr_tr: Mosaico ayarları

source: Mosaico requires a graphics driver such as PHP-ImageMagick or PHP-GD. For more information, see <a href="%1">Mosaico Settings</a>.
de_de: Mosaico benötigt Grafik-Treiber auf dem Server, z.B. PHP-ImageMagick oder PHP-GD. Weitere Informationen in den <a href="%1">Mosaico-Einstellungen</a>.
fr_fr: Mosaico nécessite un pilote graphique comme PHP-ImageMagick ou PHP-GD. Pour davantage d'informations, voir les<a href="%1">Paramètres Mosaico</a>.
nl_nl: Voor Mosaico is er grafische driver als PHP-ImageMagick of PHP-GD vereist. Voor meer informatie: <a href="%1">Mosaico instellingen</a>.
tr_tr: Mosaico için PHP-ImageMagick ya da PHP-GD gibi bir grafik sürücüsü gerekir. Ayrıntılı bilgi almak için <a href="%1">Mosaico ayarları</a> bölümüne bakabilirsiniz.

source: Error: %1
de_de: Fehler: %1
fr_fr: Erreur : %1
nl_nl: Fout: %1
th_th: ข้อผิดพลาด: %1
tr_tr: Hata: %1

source: Graphics driver not available
de_de: Grafiktreiber nicht verfügbar.
fr_fr: Pilotes graphiques non disponibles
nl_nl: Grafische driver is niet beschikbaar
tr_tr: Grafik sürücüsü kullanılamıyor

source: May experience mosaico template or thumbnail loading issues (404 errors).
de_de: Führt evtl. zu Fehlern mit Mosaico-Vorlagen oder beim Laden von Vorschaubildern (404er-Fehler).
fr_fr: Pourrait générer des erreurs (404) dans les modèles Mosaico ou le chargement des vignettes.
nl_nl: Mogelijk problemen bij het laden van mosaico-sjabloon of thumbnail (404 fouten).
tr_tr: Mosaico kalıbı veya küçük görsel yükleme sorunları yaşanabilir (404 hataları).

source: PHP extension Fileinfo not loaded or enabled
de_de: Die PHP-Erweiterung Fileinfo ist nicht geladen oder aktiviert.
fr_fr: L'extension PHP Fileinfo n'est pas chargée ou activée.
nl_nl: PHP-extensie Fileinfo niet geladen of ingeschakeld
tr_tr: PHP Fileinfo eklentisi yüklenmiş ya da etkinleştirilmemiş

source: Mosaico requires dependencies in its "packages" folder. Please consult the README.md for current installation instructions.
fr_fr: Mosaico nécessite des dépendances dans son dossier de "packages". Merci de consulter le fichier README.md pour les consignes d'installation.
nl_nl: Bij Mosaico zijn er in de map "packages" afhankelijkheden nodig. Lees het bestand README.md na hoe een installatie moet worden gedaan.
tr_tr: Mosaico için "packages" klasöründeki bağımlılıklar gereklidir. Güncel yükleme yönergeleri için lütfen README.md dosyasına bakın.

source: Mosaico: Packages are missing
de_de: Mosaico: Pakete fehlen
fr_fr: Mosaico : des packages manquent.
nl_nl: Mosaico: Packages ontbreken
tr_tr: Mosaico: Paketler eksik

source: CiviMail is configured to support advanced workflows. This is currently incompatible with the Mosaico mailer. Navigate to "Administer => CiviMail => CiviMail Component Settings" to disable it.
fr_fr: CiviMail est configuré pour supporter les processus avancés. Cette fonctionnalité est actuellement incompatible avec Mosaico. Allez dans "Administrer => CiviMail => Paramètres CiviMail" pour le désactiver.
nl_nl: CiviMail ondersteund geavanceerde workflow, maar de huidige configuratie is incompatibel met Mosaico mailer. Schakel dit uit bij "Beheer => CiviMail => Onderdeelinstellingen CiviMail".
tr_tr: CiviMail, gelişmiş iş akışlarını destekleyecek şekilde yapılandırılmış. Bu yapılandırma, şu anda Mosaico e-posta göndericisi ile uyumlu değil. Devre dışı bırakmak için "Yönetim => CiviMail => CiviMail bileşeni ayarları" bölümüne gidin.

source: Advanced CiviMail workflows unsupported
fr_fr: Les processus avancés de CiviMail ne sont pas supportés
nl_nl: Geavanceerde CiviMail workflows niet ondersteund
tr_tr: Gelişmiş CiviMail iş akışları desteklenmiyor
