Repository: civicrm/civicrm-l10n-extensions
Catalog: po/mosaico/*/mosaico.po
Languages: de_de, fr_fr, nl_nl, th_th, tr_tr

source: Mosaico uses FlexMailer for delivery. Please install the extension "org.civicrm.flexmailer".
de_de: Mosaico benutzt FlexMailer zum Versenden. Bitte installiere die Erweiterung "org.civicrm.flexmailer".
fr_fr: Mosaico utilise FlexMailer pour l'envoi. Merci d'installer l'extension "org.civicrm.flexmailer".
nl_nl: Mosaico gebruikt voor verzending FlexMailer. Installeer de extensie "org.civicrm.flexmailer".
tr_tr: Mosaico gönderim için FlexMailer kullanıyor. Lütfen "org.civicrm.flexmailer" eklentisini kurun.

source: FlexMailer required
de_de: FlexMailer erforderlich
fr_fr: FlexMailer est nécessaire
nl_nl: FlexMailer is verplicht
tr_tr: FlexMailer gerekli

source: The extension %1 expects %2 version <code>%3</code> or newer. Found version <code>%4</code>.
fr_fr: Cette extension %1 attend %2 version <code>%3</code> ou plus récent. La version installée est <code>%4</code>.
nl_nl: De extensie %1 verwacht minstens %2 versie <code>%3</code>. Gevonden versie <code>%4</code>.
tr_tr: %1 eklentisi için, %2 <code>%3</code> sürümü veya üzeri gerekli. Bulunan sürüm <code>%4</code>.

source: Outdated dependency
de_de: Veraltete Abhängigkeit
fr_fr: Dépendance périmée
nl_nl: Verouderde afhankelijkheid
tr_tr: Bağımlılık eski

source: BASE_URL seems incorrect - %1. Images when uploaded, may not appear correctly as thumbnails. Make sure "Image Upload URL" is configured correctly with Administer » System Settings » Resouce URLs.
fr_fr: BASE_URL semble incorrect - %1. Les images chargées n'apparaitront pas correctement en tant que vignettes. Assurez vous que "Image Upload URL" est configuré correctement dans Administrer » Paramètres système » URLs des ressouces CiviCRM.
nl_nl: BASE_URL lijkt verkeerd te zijn - %1. Na uploaden worden afbeeldingen mogelijk niet goed als thumbnails getoond. Controleer de instelling "Afbeelding Upload URL" via Beheer » Systeeminstellingen » Bron-Urls.
tr_tr: BASE_URL yanlış görünüyor. %1. Yüklenen görseller, küçük görsel olarak düzgün görünmeyebilir. » Sistem ayarları » Kaynak adresleri yönetimi ile "Görsel yükleme adresi" değerinin doğru yapılandırıldığından emin olun.

source: Incorrect image upload url
de_de: Falscher Bild-Uploadlink
fr_fr: L'url de l'image téléchargée est incorrecte
nl_nl: Onjuiste URL voor uploaden afbeeldingen
th_th: url อัปโหลดรูปภาพไม่ถูกต้อง
tr_tr: Görsel yükleme adresi hatalı

source: Found %1 template(s) from CiviCRM-Mosaico v1.x. Use the <a href="%2">Migration Assistant</a> to load them in v2.x.
fr_fr: %1 modèle(s) trouvé(s) dans CiviCRM-Mosaico v1.x. Utiliser l'<a href="%2">Assistant de migration</a> pour le(s) charger dans v2.x.
nl_nl: Er zijn %1 sjablonen van CiviCRM-Mosaico v1.x gevonden. Gebruik de <a href="%2">migratie-assistent</a> om die in versie v2.x te laden.
tr_tr: CiviCRM-Mosaico v1.x sürümünden %1 kalıp bulundu. Bunları v2.x sürümüne yüklemek için <a href="%2">Aktasrım yardımcısını</a> kullanın.

source: Mosaico: Migrate templates (1.x => 2.x)
de_de: Mosaico: Vorlagen migrieren (1.x => 2.x)
fr_fr: Mosaico: Migrer les modèles (1.x => 2.x)
nl_nl: Mosaico: Sjablonen migreren (1.x => 2.x)
th_th: Mosaico: ย้ายเทมเพลต (1.x => 2.x)
tr_tr: Mosaico: Kalıpları aktar (1.x => 2.x)

source: %1 not writable or configured.
de_de: %1 nicht beschreibbar oder konfiguriert.
fr_fr: %1 non modifiable ou non configuré.
nl_nl: %1 niet schrijfbaar of niet geconfigureerd.
tr_tr: %1 yazılabilir değil ya da yapılandırılmamış.

source: UPLOADS_DIR not writable or configured
fr_fr: UPLOADS_DIR n'est pas modifiable ou n'est pas configuré
nl_nl: UPLOADS_DIR niet schrijfbaar of niet geconfigureerd
tr_tr: UPLOADS_DIR yazılabilir değil ya da yapılandırılmamış

source: STATIC_DIR not writable or configured
fr_fr: STATIC_DIR n'est pas modifiable ou n'est pas configuré
nl_nl: STATIC_DIR niet schrijfbaar of niet geconfigureerd
tr_tr: STATIC_DIR yazılabilir değil ya da yapılandırılmamış

source: THUMBNAILS_DIR not writable or configured
fr_fr: THUMBNAILS_DIR n'est pas modifiable ou n'est pas configuré
nl_nl: THUMBNAILS_DIR niet schrijfbaar of niet geconfigureerd
tr_tr: THUMBNAILS_DIR yazılabilir değil ya da yapılandırılmamış

source: Email - schedule/send via CiviMail (traditional)
fr_fr: Courriel - programmer/envoyer via CiviMail (traditionnel)
nl_nl: E-mail - plannen/verzenden via CiviMail (traditioneel)
tr_tr: E-posta - CiviMail ile zamanlama/gönderme (geleneksel)

source: How should the CiviMail composition screen look?
fr_fr: Apparence de l'écran de mise en forme/composition de CiviMail
nl_nl: Hoe moet het uiterlijk van het compositie-scherm van CiviMail zijn?
tr_tr: CiviMail oluşturma ekranının görünüm düzeni

source: Mosaico graphics driver
de_de: Mosaico Grafiktreiber
fr_fr: Pilote graphique de Mosaico
nl_nl: Mosaico grafische driver
tr_tr: Mosaico grafik sürücüsü

source: Which backend should process images?
fr_fr: Quel backend doit traiter les images ?
nl_nl: Welk backend-proces verwerkt de afbeeldingen?
tr_tr: Görselleri işleyecek arka uç

source: Image resize scale factor
de_de: Skalierungsfaktor der Bildgröße
fr_fr: Facteur d'échelle de redimensionnement d'Image
nl_nl: Afbeeldingsformaat wijzigingsfactor
tr_tr: Görsel yeniden boyutlandırma çarpanı

source: for resize of images with width
de_de: für die Größenänderung von Bildern mit Breite
fr_fr: pour redimensionner les images avec une largeur de
nl_nl: voor wijzigen formaat op wijdte
tr_tr: şu genişlikte görseller için

source: Image resize scale factor width limit
fr_fr: Limite de largeur du Facteur d'échelle de redimensionnement d'Image
nl_nl: Limiet wijdte wijzigen
tr_tr: Görsel yeniden boyutlandırma genişlik çarpanı

source: When uploading images, the mosaico editor trims it down to very required size (in pixels). Use scale factor setting to keep some buffer (2x or 3x) so upscale doesn't look distorted or low resolution. Example
fr_fr: Lors du téléchargement des images, l'éditeur Mosaico les réduit à la taille requise (en pixels). Utilisez le réglage du facteur d'échelle pour conserver une certaine mémoire tampon (2x ou 3x) afin que la mise à l'échelle ne donne pas l'impression d'une distorsion ou d'une faible résolution. Exemple :
nl_nl: Bij het uploaden wordt een afbeelding door de Mosaico-editor verkleint naar de meest benodigde afmeting (in pixels). Gebruik de schaalfactor om enige buffer te houden (2x of 3x) zodat de afbeelding bij het vergroten niet vervormd of met te lage resolutie lijkt. Voorbeeld
tr_tr: Görselleri yüklerken, Mosaico düzenleyicisi görseli zorunlu boyuta (piksel cinsinden) kırpar. Biraz ara bellek (2x veya 3x) tutmak için çarpan ayarını kullanın. Böylece büyütmeler bozuk veya düşük çözünürlüklü görünmez. Örnek

source: 3x => Upto 285 pixels (covers both 2 and 3 column block images)
fr_fr: 3x => Jusqu'à 285 pixels (couvre à la fois les images pour les blocs de 2 et 3 colonnes)
nl_nl: 3x => Maximaal 285 pixels (voor afbeeldingen bij zowel 2 als 3 kolomsblokken)
tr_tr: 3x => 285 piksele kadar (2 ve 3 sütun blok görselleri içerir)

source: 2x => All other sizes (single column block images)
fr_fr: 2x => Toutes les autres tailles (images pour le bloc à colonne simple)
nl_nl: 2x => Alle andere afmetingen (voor afbeeldingen bij 1 kolomsblok)
tr_tr: 2x => Diğer tüm boyutlar (tek sütunlu blok görseller)

source: Mosaico Custom Templates Directory
fr_fr: Répertoire des Modèles Personnalisés Mosaico
nl_nl: Mosaico map met aangepaste sjablonen
tr_tr: Mosaico özel kalıplar klasörü

source: Mosaico Custom Templates URL
fr_fr: URL des modèles personnalisés Mosaico
nl_nl: Mosaico URL aangepaste sjablonen
tr_tr: Mosaico özel kalıplar adresi

source: Hide these base templates
de_de: Basisvorlagen ausblenden
fr_fr: Masquer ces modèles de base
nl_nl: Basissjablonen verbergen
th_th: ซ่อนเทมเพลตพื้นฐานเหล่านี้
tr_tr: Bu temel adresler gizlensin

source: Your system appears to be current. There are no templates to migrate.
de_de: Das System scheint aktuell zu sein. Es sind keine Vorlagen zu migrieren.
fr_fr: Votre système est à jour. Il n'y a pas de modèles à migrer.
nl_nl: Er zijn geen te migreren sjablonen.
tr_tr: Sisteminiz güncel görünüyor. Aktarılacak bir kalıp yok.

source: Introduction
de_de: Einführung
nl_nl: Introductie
tr_tr: Giriş

source: In CiviCRM-Mosaico v1.x, the Mosaico editor integrates <strong>indirectly</strong> with CiviMail. Each Mosaico template is mapped to a CiviCRM <em>Message Template</em> (which may be loaded into CiviMail).
fr_fr: Dans CiviCRM-Mosaico v1.x, l'éditeur de Mosaico s'intégre<strong>indirectement</strong> avec CiviMail. Chaque modèle Mosaico est lié à un <em>Modèle de message</em> CiviCRM (qui peut être chargé dans CiviMail).
nl_nl: In CiviCRM-Mosaico v1.x is de editor <strong>indirect</strong> geïntegreerd in CiviMail. Elk Mosaico-sjabloon wordt een CiviCRM <em>berichtsjabloon </em> (dat in CiviMail geladen kan worden).
tr_tr: CiviCRM-Mosaico v1.x sürümünde, Mosaico düzenleyici <strong>dolaylı olarak</strong> CiviMail ile bütünleşir. Her Mosaico kalıbı, bir CiviCRM <em>İleti kalıbı</em> (CiviMail üzerine yüklenebilir) ile eşleştirilir.

source: This allows the template to be used in many different ways, but the indirection leads to some user-experiences quirks.
fr_fr: Ceci permet d'utiliser les modèles de plusieurs manières, mais l'indirection conduit à des bizarrerie dans l'expérience utilisateur.
nl_nl: Op die manier kan het sjabloon breed gebruikt worden maar het indirect gebruik leidt in de gebruikerservaringen tot enkele problemen en opmerkingen.
tr_tr: Böylece, kalıp birçok farklı şekilde kullanılabilir. Ancak dolaylı kullanım, kullanıcı deneyiminde bazı tuhaflıklara yol açar.

source: In CiviCRM-Mosaico v2.x, the Mosaico editor integrates <strong>directly</strong> with CiviMail.
fr_fr: Dans CiviCRM-Mosaico v2.x, l'éditeur Mosaico s'intègre <strong>directement</strong> avec CiviMail.
nl_nl: In CiviCRM-Mosaico v2.x is de editor <strong>direct</strong> geïntegreerd in CiviMail.
tr_tr: CiviCRM-Mosaico 2.x sürümünde, Mosaico düzenleyici <strong>doğrudan</strong> CiviMail ile bütünleşir.

source: This provides a more consistent user-experience, but it changes the data-structure, and it sacrifices some flexibility.
fr_fr: Ceci permet une expérience utilisateur plus cohérente, mais cela modifie la structure des données, et cela induit moins de flexibilité.
nl_nl: Hierdoor is de gegevensopbouw wat anders en is het wat minder flexibel maar omdat het meer consistent is met wat de gebruikers gewend zijn is gebruikerservaring beter.
tr_tr: Böylece daha tutarlı bir kullanıcı deneyimi sağlanır. Ancak veri yapısı değiştirilir ve esneklikten bir miktar ödün verilir.

source: This migration assistant will help you move templates from v1.x in v2.x.
de_de: Dieser Migrationsassistent hilft, Vorlagen von x1.x nach v2.x zu bringen.
fr_fr: L'assistante de migration va vous aider à faire passer vos modèles de v1.x dans v2.x.
nl_nl: De migratie-assistent zorgt voor het kopiëren van sjablonen uit versie 1 naar versie 2.
tr_tr: Bu aktarım yardımcısı, kalıpları 1.x sürümünden 2.x sürümüne taşımanıza yardımcı olur.

source: <strong>Tip</strong>: If you would still like to use <em>Message Templates</em> in v2.x, please visit <a href="%1" target="_blank">%1</a>.
fr_fr: <strong>Conseil</strong>: Si vous voulez encore utiliser les <em>Modèles de message</em> dans la v2.x, merci d'aller sur la page <a href="%1" target="_blank">%1</a>.
nl_nl: <strong>TIP</strong>: Als u in versie 2 toch nog <em>berichtsjablonen</em> wilt gebruiken, ga dan naar <a href="%1" target="_blank">%1</a>.
th_th: <strong>เคล็ดลับ</strong>: หากคุณยังต้องการใช้ <em>เทมเพลตข้อความ</em> ใน v2.x อยู่ โปรดไปที่ <a href="%1" target="_blank">%1</a>
tr_tr: <strong>İpucu</strong>: 2.x <em>İleti kalıplarını</em> kullanmayı sürdürmek istiyorsunuz <a href="%1" target="_blank">%1</a> bölümüne bakın.

source: Template Summary
de_de: Zusammenfassung Vorlage
fr_fr: Liste des modèles
nl_nl: Sjabloonoverzicht
th_th: สรุปเทมเพลต
tr_tr: Kalıp özeti

source: Mosaico 1.x Templates
de_de: Mosaico 1.x Vorlagen
fr_fr: Modèles Mosaico 1.x
nl_nl: Mosaico 1.x sjablonen
th_th: เทมเพลต Mosaico 1.x
tr_tr: Mosaico 1.x kalıpları

source: Message Template ID
de_de: Nachricht Vorlagen-ID
fr_fr: Id. de modèle de message
nl_nl: Berichtensjabloon-id
th_th: รหัสเทมเพลตข้อความ
tr_tr: İleti kalıbı kimliği

source: No templates found
de_de: Keine Vorlagen gefunden
fr_fr: Pas de modèle trouvé
nl_nl: Geen sjabloon gevonden
th_th: ไม่พบเทมเพลต
tr_tr: Herhangi bir kalıp bulunamadı

source: Mosaico 2.x Templates
de_de: Mosaico 2.x Vorlagen
fr_fr: Modèles Mosaico 2.x
nl_nl: Mosaico 2.x sjablonen
th_th: เทมเพลต Mosaico 2.x
tr_tr: Mosaico 2.x kalıpları

source: Manage
de_de: Verwalten
fr_fr: Gérer
nl_nl: Beheren
th_th: จัดการ
tr_tr: Yönet

source: <strong>WARNING</strong>: Some <em>Message Templates</em> are mapped to multiple <em>Mosaico Templates</em>!
fr_fr: <strong>ATTENTION</strong>: Des <em>Modèles de message</em> sont liés à plusieurs <em>Modèles Mosaico</em> !
nl_nl: <strong>Waarschuwing</strong>: Een <em>berichtsjabloon</em> kan in meerdere <em>Mosaico-sjablonen</em> gebruikt worden!
th_th: <strong>คำเตือน</strong>: <em>เทมเพลตข้อความ</em> บางรายการถูกวางแผนผังตาม <em>เทมเพลต Mosaico</em> หลายรายการ!
tr_tr: <strong>UYARI</strong>: Bazı <em>İleti kalıpları</em> birden çok <em>Mosaico kalıbı</em> ile eşleştirilmiş!

source: If you setup synchronization, this could cause problems.
fr_fr: Si vous configurer la synchronisation, ceci pourrait provoquer des problèmes.
nl_nl: Bij gebruik van synchronisatie kan dit problemen geven.
tr_tr: Eşitlemeyi kurarsanız bu durum sorunlara yol açabilir.

source: Suggested Process
de_de: Vorgeschlagener Prozess
fr_fr: Processus suggéré
nl_nl: Voorgeteld proces
th_th: กระบวนการที่แนะนำ
tr_tr: Önerilen işlem

source: <u>Copy</u>: Use this Migration Assistant to <em>copy</em> every template from Mosaico v1.x to v2.x. This will let you continue using your old templates.
fr_fr: <u>Copie</u>: Utilisez l'Assistant de Migration pour<em>copier</em> chaque modèle de Mosaico v1.x vers v2.x. Cela vous permettra de continuer à utiliser vos anciens modèles.
nl_nl: <u>Kopiëren</u>: Gebruik de migratie-assistent om alle Mosaico-sjablonen in versie 1 te <em>kopiëren </em> naar versie 2. U kunt dan uw eigen oude sjablonen blijven gebruiken.
th_th: <u>คัดลอก</u>: ใช้ Migration Assistant นี้เพื่อ <em>คัดลอก</em> เทมเพลตทุกรายการจาก Mosaico v1.x ไปยัง v2.x สิ่งนี้จะทำให้คุณสามารถใช้เทมเพลตเก่าต่อไปได้
tr_tr: <u>Kopyalamak</u>: Aktarım yardımcısını kullnarak her Mosaico 1.x kalıbını 2.x sürümüne <em>kopyalayın</em>. Böylece eski kalıplarınızı kullanmayı sürdürebilirsiniz.

source: <u>Evaluate</u>: Use the new system for a while. If you don't like it, you can downgrade.
fr_fr: <u>Evaluation</u>: Expérimentez ce nouveau système quelques temps. Si cela ne vous plait pas, vous pouvez revenir à la version précédente.
nl_nl: <u>Evalueren</u>: Probeer het nieuwe systeem uit. Als het niet bevalt dan kunt u nog terug.
th_th: <u>ประเมิน</u>: ใช้ระบบใหม่ไปสักพัก หากคุณไม่พอใจ คุณสามารถทำการดาวน์เกรดได้
tr_tr: <u>Değerlendirmek</u>: Yeni sistemi bir süre kullanın. Beğenmezseniz eski sürüme dönebilirsiniz.

source: <u>Purge</u>: Use this Migration Assistant to <em>purge</em> all the old templates from v1.x. This removes any in-app notices about the migration process.
fr_fr: <u>Nettoyage</u>: Utilisez l'Assistant de migration pour <em>nettoyer</em> tous les anciens modèles de la version 1.x. Cela masquera tous les messages concernant le proces de migration.
nl_nl: <u>Opschonen</u>: Gebruik de migratie-assistent om de oude sjablonen van versie 1 <em>op te schonen</em>. Hierdoor verlies je ook de notities over het migreren.
th_th: <u>ล้างข้อมูล</u>: ใช้ Migration Assistant นี้เพื่อ <em>ล้างข้อมูล</em> เทมเพลตเก่าทั้งหมดจาก v1.x การดำเนินการนี้จะลบประกาศในแอปเกี่ยวกับกระบวนการย้ายข้อมูล
tr_tr: <u>Temizlemek</u>: Aktarım yardımcısını kullanarak tüm 1.x kalıplarını <em>temizleyin</em>. Böylece aktarım sırasında uygulama içindeki bildirimler görüntülenmez.

source: Exit email composer without saving?
de_de: Beenden ohne zu speichern?
fr_fr: Voulez vous quitter l'éditeur d'email sans sauvegarder ?
nl_nl: Afsluiten zonder eventuele wijzigingen aan de e-mail vast te leggen?
th_th: ออกจากการเขียนอีเมลโดยไม่ต้องบันทึก
tr_tr: E-posta oluşturucudan kaydedilmeden çıkılsın mı?

source: hash_key
fr_fr: clé de hashage (hash_key)

source: metadata
de_de: Metadaten
fr_fr: méta donnée
tr_tr: Üst veriler

source: Mosaico metadata (JSON)
de_de: Mosaico Metadaten (JSON)
fr_fr: Métadonnées Mosaico (JSON)
tr_tr: Mosaico üst verileri (JSON)

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom de famille

source: Display Name
fr_fr: Nom à afficher

source: Contact ID
fr_fr: Id. du contact

source: Upgrade %1 to revision %2
de_de: Upgrade %1 zur Revision %2
fr_fr: Mettre à jour %1 vers la révision %2

source: Single Page (crm-*)
de_de: Einzelne Seite (crm-*)
fr_fr: Une seule page (crm-*)

source: Reply-To
de_de: Antworten an
fr_fr: Répondre à
th_th: ตอบกลับถึง
tr_tr: Yanıt adresi

source: Create new template
de_de: Neue Vorlage erstellen
fr_fr: Créer un nouveau modèle

source: New Template (%1)
de_de: Neue Vorlage (%1)
fr_fr: Nouveau modèle (%1)

source: Creating...
de_de: Wird erstellt ...
fr_fr: En cours de création...

source: Created
de_de: Erstellt
fr_fr: Créé

source: Copy of %1
de_de: Kopie von %1
fr_fr: Copie de %1

source: Edit template name
de_de: Vorlagenname ändern
fr_fr: Modifier le nom du modèle

source: New from base template:
de_de: Neu aus der Basisvorlage:
fr_fr: Nouveau à partir du modèle de base :

source: Configured templates:
de_de: Konfigurierte Vorlagen:
fr_fr: Modèles configurés :

source: Add subject
de_de: Betreff hinzufügen
fr_fr: Ajouter un sujet
tr_tr: Konu ekle

source: Remove subject
de_de: Betreff entfernen
fr_fr: Supprimer le sujet
tr_tr: Konuyu kaldır

source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser
th_th: รีเซ็ต
tr_tr: Sıfırla

source: Select Group
de_de: Gruppe auswählen
fr_fr: Sélectionner un groupe

source: Define Mailing
de_de: Rundschreiben definieren
fr_fr: Définir le mailing

source: Review and Schedule
de_de: Überprüfen und planen
fr_fr: Revoir et planifier

source: Review
de_de: Überprüfen
fr_fr: Revoir

source: Schedule
de_de: Planen
fr_fr: Planifier

source: Thumbnail URL
de_de: Vorschaubild-URL
fr_fr: URL de la vignette
th_th: URL ภาพตัวอย่าง
tr_tr: Küçük görsel adresi

source: Mosaico editor layout
fr_fr: Mise en page de l'éditeur Mosaico
tr_tr: Mosaico düzenleyici görünümü

source: The contact name should be divided in two parts, the first name and last name.
de_de: Der Name des Kontakts sollte in zwei Teile getrennt sein, den Vornamen und den Familiennamen.
fr_fr: Le nom du contact devrait être divisé en deux parties, le prénom et le nom.

source: ID
tr_tr: Kimlik

source: Mailing
de_de: Rundschreiben
th_th: การส่งจดหมาย
tr_tr: Postalama

source: Mosaico hotlist tokens
tr_tr: Mosaico sıcak liste kodları

source: 1.x ID
th_th: รหัส 1.x
tr_tr: 1.x kimliği

source: 2.x ID
th_th: รหัส 2.x
tr_tr: 2.x kimliği
