Repository: civicrm/civicrm-l10n-extensions
Catalog: po/civigiftaid/*/civigiftaid.po
Languages: nl_nl, tr_tr

source: Financial Types Enabled
nl_nl: Ingeschakelde financiÃ«le types
tr_tr: Mali türler etkin

source: Globally Enabled
nl_nl: Globaal ingeschakeld
tr_tr: Genel olarak etkin

source: Basic Rate Tax
nl_nl: Basispercentage belasting
tr_tr: Temel vergi oranı

source: Gift Aid - Settings
nl_nl: Gift Aid - Instellingen
tr_tr: Gift Aid - Ayarlar

source: Save
nl_nl: Opslaan
tr_tr: Kaydet

source: Cancel
nl_nl: Afbreken
tr_tr: İptal

source: Settings saved
nl_nl: Instellingen opgeslagen.
tr_tr: Ayarlar kaydedildi

source: Batch Title
nl_nl: Batchnaam
tr_tr: Toplu işlem başlığı

source: Label already exists in Database.
nl_nl: Label bestaat al in de database.
tr_tr: Etiket veri tabanında zaten var.

source: Description:
nl_nl: Beschrijving:
tr_tr: Açıklama:

source: Add to batch
nl_nl: Aan batch toevoegen
tr_tr: Toplu işleme ekle

source: Could not create batch "%1", as there were no valid contribution(s) to be added.
nl_nl: De batch "%1"kan niet aangemaakt worden omdat er geen geldige bijdrage(n) toegevoegd kunnen worden.
tr_tr: Geçerli bir katkı eklenmemiş olduğundan "%1" toplu işlemi oluşturulamadı.

source: Added Contribution(s) to %1
nl_nl: Bijdrage(n) toevoegen aan %1
tr_tr: %1 üzerine katkılar eklendi

source: Total Selected Contribution(s): %1
nl_nl: Aantal geselecteerde bijdrage(n): %1
tr_tr: Seçilmiş katkıların toplamı: %1

source: Total Contribution(s) added to batch: %1
nl_nl: Aantal toegevoegde bijdrage(n) aan batch: %1
tr_tr: Toplu işleme eklenmiş katkıların toplamı: %1

source: Total Contribution(s) already in batch or not valid: %1
nl_nl: Aantal bijdrage(n) in batch of ongeldig: %1
tr_tr: Toplu işlemde zaten bulunan ya da geçersiz katkıların toplamı: %1

source: Remove from batch
nl_nl: Uit batch verwijderen
tr_tr: Toplu işlemden çıkar

source: Could not removed contribution from batch, as there were no valid contribution(s) to be removed.
nl_nl: Er kan geen bijdrage uit de batch worden verwijderd, er zijn geen geldige bijdrage(n).
tr_tr: Çıkarılacak geçerli bir katkı olmadığından katkı toplu işlemden çıkarılamadı.

source: Total Contribution(s) removed from batch: %1
nl_nl: Aantal uit de batch verwijderde bijdrage(n): %1
tr_tr: Toplu işlemden kaldırılan katkıların toplamı: %1

source: Total Contribution(s) not removed from batch: %1
nl_nl: Aantal niet uit de batch verwijderde bijdrage(n): %1
tr_tr: Toplu işlemden kaldırılmayan katkıların toplamı: %1

source: Batch
tr_tr: Toplu işlem

source: Batch ID
tr_tr: Toplu işlem kimliği

source: Title
nl_nl: Titel
tr_tr: Başlık

source: First Name
nl_nl: Voornaam
tr_tr: Ad

source: Last Name
nl_nl: Achternaam
tr_tr: Soyad

source: Payment No
nl_nl: Betalingsnummer
tr_tr: Ödeme numarası

source: Donor Name
nl_nl: Naam donateur
tr_tr: Bağışçı adı

source: Donation Date
nl_nl: Donatiedatum
tr_tr: Bağış tarihi

source: Financial Type No
nl_nl: Financieel type nr
tr_tr: Mali tür numarası

source: Street Address
nl_nl: Straatadres
tr_tr: Sokak adresi

source: City
nl_nl: Plaats
tr_tr: İlçe

source: State/Province
nl_nl: Staat/Provincie
tr_tr: İl/bölge

source: Country
nl_nl: Land
tr_tr: Ülke

source: Postcode
tr_tr: Posta kodu

source: Line Item No
nl_nl: Regel-item-nr
tr_tr: Satır ögesi numarası

source: Amount
nl_nl: Bedrag
tr_tr: Tutar

source: Quantity
nl_nl: Hoeveelheid
tr_tr: Adet

source: Item
tr_tr: Öge

source: Description
nl_nl: Beschrijving
tr_tr: Açıklama

source: View Contact Summary for this Contact.
nl_nl: Contactoverzicht van dit contact weergeven.
tr_tr: Bu kişinin özetini görüntüle

source: Upgrade %1 to revision %2
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Add to Gift Aid batch
nl_nl: Aan batch Gift Aid toevoegen
tr_tr: Gift Aid toplu işlemine ekle

source: Remove from Gift Aid batch
nl_nl: Uit batch Gift Aid verwijderen
tr_tr: Gift Aid toplu işleminden çıkar

source: You will not be able to create giftaid declaration because there is no home address recorded for this contact. If you want to create a declaration, please add home address for this contact.
nl_nl: U kunt geen GiftAid-declaratie aanmaken omdat er geen huisadres van dit contact is vastgelegd.
tr_tr: Bu kişinin kayıtlı bir ev adresi olmadığından Gift Aid bildirimi oluşturamayacaksınız. Bir bildirim oluşturmak istiyorsanız, lütfen bu kişinin ev adresini ekleyin.

source: GiftAid Basic Rate Tax
nl_nl: GiftAid Basispercentage belasting
tr_tr: Gift Aid temel vergi oranı

source: Settings
nl_nl: Instellingen
tr_tr: Ayarlar

source: Add To Gift Aid
nl_nl: Aan Gift Aid toevoegen
tr_tr: Gift Aid üzerine ekle

source: Use this form to submit Gift Aid contributions.
nl_nl: Gebruik dit scherm om GiftAid bijdragen te doen.
tr_tr: Gift Aid katkılarını göndermek için bu formu kullanın.

source: Summary
nl_nl: Samenvatting
tr_tr: Özet

source: Name
nl_nl: Naam
tr_tr: Ad

source: Gift Aidable Amount
nl_nl: Beschikbare bedrag voor Gift Aid
tr_tr: Kullanılabilecek Gift Aid tutarı

source: Total Amount
nl_nl: Totaalbedrag
tr_tr: Toplam tutar

source: No of items
nl_nl: Aantal items
tr_tr: Öge sayısı

source: Type
tr_tr: Tür

source: Source
nl_nl: Bron
tr_tr: Kaynak

source: Received
nl_nl: Ontvangen
tr_tr: Alındı

source: Use this form to submit Gift Aid contributions. Note that this action is irreversible, i.e. you cannot take contributions out of a batch once they have been added.
nl_nl: Gebruik dit scherm om GiftAid bijdragen te verzenden. Dit kan niet ongedaan gemaakt worden, u kunt geen bijdragen uit een batch verwijderen nadat ze zijn toegevoegd.
tr_tr: Gift Aid katkılarını göndermek için bu formu kullanın. Bu işlemin geri alınamayacağını unutmayın. Toplu işleme eklenen katkıları daha sonra çıkaramazsınız.

source: Remove contribution from Gift Aid batch
nl_nl: Bijdrage uit Gift Aid batch verwijderen
tr_tr: Katkıyı Gift Aid toplu işleminden çıkar

source: Use this form to remove Gift Aid contributions from the batch. You can remove multiple contributions from different batches. All gift aid field values including the amount of gift aid will be removed from the contribution record. If you are using the online gift aid submission module and the batch has been submitted, the form below will state the contibution has been submitted and you cannot remove this from the batch.
nl_nl: gebruik dit scherm om Git Aid bijdragen uit de batch te verwijderen. U kunt meerdere bijdragen uit meerdere batches verwijderen. Alle Gift Aid waarden inclusief het bedrag worden vn de bijdrage verwijderd. Als u de online Gift Aid module voor online verzending gebruikt en de batch is verzonden dan kunt u geen bijdrage niet meer verwijderen, maar dat wordt op het scherm aangegeven.
tr_tr: Gift Aid katkılarını toplu işlemden çıkarmak için bu formu kullanın. Farklı gruplardan birden çok katkıyı çıkarabilirsiniz. Gift Aid tutarı ile birlikte tüm Gift Aid alanı değerleri katkı kaydından çıkarılır. Çevrim içi Gift Aid gönderme modülünü kullanıyorsanız ve toplu işlem gönderildiyse, aşağıdaki formda katkının gönderildiği belirtilir ve bu katkıyı toplu işlemden çıkaramazsınız.

source: Recieved
nl_nl: Ontvangen
tr_tr: Alındı

source: Batch name
nl_nl: Batchnaam
tr_tr: Toplu işlem adı
