Repository: civicrm/civicrm-l10n-extensions
Catalog: po/documents/*/documents.po
Languages: ca_es

source: Subject
ca_es: Assumpte

source: Date Added
ca_es: Afegit en data

source: Entity Table
ca_es: Taula d'Entitat

source: Entity ID
ca_es: ID Entitat

source: Description
ca_es: Descripció

source: Delete
ca_es: Eliminar

source: Cancel
ca_es: Cancel·lar

source: Submit
ca_es: Enviar

source: Contacts
ca_es: Contactes

source: Selected document has been successfully deleted.
ca_es: El document seleccionat s'ha eliminat correctament.

source: Record Deleted
ca_es: Registre eliminat

source: Add new document
ca_es: Afegir nou document

source: Delete document '%1'
ca_es: Eliminar document '%1'

source: Edit document '%1'
ca_es: Editar document '%1'

source: Upload new version
ca_es: Pujar una nova versió

source: Replace current version
ca_es: Substitueix la versió actual

source: Contact Name or Email
ca_es: Nom del contacte o correu electrònic

source: From:
ca_es: Des de:

source: Search
ca_es: Cercar

source: All versions for '%1'
ca_es: Totes les versions de '%1'

source: Document ID
ca_es: ID del document

source: Date added
ca_es: Afegit en data

source: Added by
ca_es: Afegit per

source: Date updated
ca_es: Actualitzat en data

source: Updated by
ca_es: Actualitzat per

source: CiviCRM Documents Search
ca_es: CiviCRM Cerca de documents

source: greater than or equal to
ca_es: major o igual a

source: less than or equal to
ca_es: menor o igual a

source: Upgrade %1 to revision %2
ca_es: Actualiza %1 a la revisió %2

source: Find documents
ca_es: Cerqueu documents

source: Are you sure you want to delete '%1'?
ca_es: Segur que vols eliminar '%1' ?

source: Case(s)
ca_es: Cas(os)

source: No matches found for:
ca_es: No s'han trobat coincidències per:

source: No matching documents found.
ca_es: No s'han trobat documents coincidents.

source: Suggestions:
ca_es: Suggeriments:

source: if you are searching by contact name, check your spelling
ca_es: si cerqueu per nom del contacte, comproveu l'ortografia

source: try a different spelling or use fewer letters
ca_es: proveu una ortografia diferent o utilitzeu menys lletres

source: if you are searching within a date or amount range, try a wider range of values
ca_es: si cerqueu dins d'un interval de dates o quantitats, proveu un rang de valors més ampli

source: Edit Search Criteria
ca_es: Editar el criteri de cerca

source: Document Tag(s)
ca_es: Etiqueta(s) del document

source: Document Dates
ca_es: Dates del document

source: Attachment(s)
ca_es: Adjunt(s)

source: clear
ca_es: neteja

source: Browse to the <strong>file</strong> you want to upload.
ca_es: Cerqueu el <strong>fitxer</strong> que voleu pujar.

source: You can have a maximum of %1 attachment(s).
ca_es: Podeu tenir un màxim de %1 adjunt(s).

source: Current Attachment
ca_es: Adjunt actual

source: Delete this attachment
ca_es: Suprimeix aquest fitxer adjunt

source: Click the red trash-can next to a file name to delete a specific attachment. If you want to delete ALL attachments, check the box above and click Save.
ca_es: Feu clic a la paperera vermella que hi ha al costat del nom d'un fitxer per a suprimir-ne l'adjunt. Si voleu suprimir TOTS els fitxers adjunts, marqueu la casella superior i feu clic a Desa.

source: New document
ca_es: Nou document

source: Date modified
ca_es: Modificació en data

source: Modified by
ca_es: Modificat per

source: Go back
ca_es: Enrere

source: Number
ca_es: Número

source: Download
ca_es: Descarrega

source: More
ca_es: Més

source: Edit
ca_es: Editar

source: View versions
ca_es: Veure versions
