Repository: civicrm/civicrm-l10n-extensions
Catalog: po/emailapi/*/emailapi.po
Languages: de_de, fr_fr, nl_nl, tr_tr

source: <p>This is the form where you can set what is going to happen with the email.</p> <p>The first few fields are relatively straightforward: the <strong>From Name</strong> is the name the email will be sent from and the <strong>From Email</strong> is the email address the email will be sent from. Leave these blank to use the configured defaults.</p> <p>The <strong>Message Template</strong> is where you select which CiviCRM message template will be used to compose the mail. You can create and edit them in <strong>Administer>Communications>Message Templates</strong></p> <p>The next section allows you to manipulate where the email will be sent to.<br/> By <strong>default</strong> the email will be sent to the <strong>primary email address of the related contact</strong> in question.<br/> You can select which related contacts should receive the email: <ul> <li><strong>All active related contacts</strong>,</li> <li><strong>The most recent active related contact</strong>, this will select the contact with the newest start date of the relationship,</li> <li>or <strong>The most recent inactive related contact</strong>, this will select the contact with the latest end date of the relationship</li> </ul> </p> <p>Finally you can specify an email address for the <strong>CC to</strong> (a copy of the email will be sent to this email address and the email address will be visible to the recipient of the email too) or the <strong>BCC to</strong> (a copy of the email will be sent to this email address and the email address will NOT be visible to the recipient of the email too).</p> <p>The sending of the email will also lead to an activity (type <em>Email</em>) being recorded for the contact in question, whatever email address will be used.</p>
fr_fr: C'est le formulaire où vous pouvez définir ce qui va se passer avec l'e-mail. Les premiers champs sont relativement simples: le <strong>Nom de l'expéditeur</strong> est le nom à partir duquel l'e-mail sera envoyé et le <strong>Email de l'expéditeur</strong> est l'adresse e-mail à partir de laquelle l'e-mail sera envoyé. Laissez ces champs vides pour utiliser les valeurs par défaut configurées. Le <strong>Modèle de message</strong> est l'endroit où vous sélectionnez le modèle de message CiviCRM qui sera utilisé pour composer le courrier. Vous pouvez les créer et les modifier dans <strong>Administrer>Communications>Modèles de message</strong>. La section suivante vous permet de manipuler où l'e-mail sera envoyé. Par <strong>défaut</strong>, l'e-mail sera envoyé à l'adresse e-mail <strong>principale du contact associé</strong> en question. Vous pouvez sélectionner les contacts associés qui doivent recevoir l'e-mail: <ul> <li>Tous les contacts associés actifs,</li> <li>Le contact associé actif le plus récent, cela sélectionnera le contact avec la date de début de la relation la plus récente,</li> <li>ou le contact associé inactif le plus récent, cela sélectionnera le contact avec la date de fin de relation la plus récente</li> </ul> Enfin, vous pouvez spécifier une adresse e-mail pour le <strong>CC à</strong> (une copie de l'e-mail sera envoyée à cette adresse e-mail et l'adresse e-mail sera visible par le destinataire de l'e-mail également) ou le <strong>BCC à</strong> (une copie de l'e-mail sera envoyée à cette adresse e-mail et l'adresse e-mail ne sera PAS visible par le destinataire de l'e-mail). L'envoi de l'e-mail entraînera également l'enregistrement d'une activité (type <em>Email</em>) pour le contact en question, quelle que soit l'adresse e-mail utilisée.
nl_nl: <p>Op dit scherm kunt de verzendopties van de e-mail invullen.</p> <p>De eerste twee velden zijn de <strong>Naam afzender</strong>, de naam van de afzender van de e-mail en het <strong>Van e-mailadres</strong>, het e-mailadres waarvandaan de e-mail worden verzonden. Als u dit niet invult dan worden de ingestelde standaarden gebruikt.</p> <p>Het <strong>Berichtensjabloon</strong> dat u selecteert is het sjabloon waarmee de e-mail wordt opgebouwd. U kunt deze aanmaken en wijzigen onder <strong>Beheer > Communicatie > Berichtsjabloon</strong></p> <p>In de volgende sectie kunt u aangeven naar wie de e-mail wordt verzonden.<br/> <strong>Standaard</strong> wordt de e-mail verzonden naar het <strong>primaire e-mailadres van het gerelateerde contact</strong>.<br/> U kunt aangeven welke contacten de e-mail moeten krijgen: <ul> <li><strong>Alle actieve gerelateerde contacten</strong>,</li> <li><strong>Het laatst actieve gerelateerde contact</strong>, dit is het contact met de hoogste startdatum van de relatie,</li> <li>of <strong>Het laatst inactieve gerelateerde contact</strong>, dit is het contact met de laatste einddatum van de relatie</li> </ul> </p> <p>Tenslotte kunt u bij <strong>Cc naar</strong> (een kopie waarbij de ontvanger getoond wordt aan de andere ontvangers en bij <strong>Bcc naar</strong> (een kopie waarbij deze ontvanger niet getoond wordt aan de andere ontvangers) ook ontvangers aangeven door hier e-mailadressen in te vullen.</p> <p>Bij het verzenden wordt er ook een activiteit (met het type <em>E-mail</em>) bij dat contact vastgelegd met welk e-mailadres gebruikt zal worden.</p>
tr_tr: <p>Bu formda e-postayla ne yapılacağını ayarlayabilirsiniz.</p> <p>İlk birkaç alan nispeten basittir: the <strong>Kimden adı</strong> e-postanın göndericisinin adı ve <strong>Kimden e-posta adresi</strong> e-postanın göndericisinin e-posta adresidir. Yapılandırılmış varsayılan değerlerin kullanılması için bu alanları boş bırakın.</p> <p><strong>İleti kalıbı</strong> bölümünden e-postanın hazırlanması için kullanılacak CiviCRM ileti kalıbını seçebilirsiniz. Bu ileti kalıplarını <strong>"Yönetim">"İletişim">"İleti kalıpları"</strong> bölümünden ekleyip düzenleyebilirsiniz.</p> <p>Sonraki bölümden e-postanın nereye gönderileceğini ayarlayabilirsiniz.<br/> <strong>Varsayılan</strong> olarak e-posta ilgili <strong>ilişkili kişinin birincil e-posta adresine</strong> gönderilir.<br/> Hangi ilişkili kişinin e-postayı alacağını seçebilirsiniz: <ul> <li><strong>Tüm etkin ilişkili kişiler</strong>,</li> <li><strong>Son etkin ilişkili kişi</strong>, ilişki başlangıç tarihi en yakın olan kişiyi seçer</li> <li>ya da <strong>Son etkin olmayan ilişkili kişi</strong>, ilişki bitiş tarihi en yakın olan kişiyi seçer. </ul> </p> <p>Son olarak <strong>Kopya</strong> (e-postanın bir kopyası bu e-posta adresine gönderilir ve e-posta adresi diğer e-posta alıcıları tarafından görülebilir) veya <strong>Gizli kopya</strong> (e-postanın bir kopyası bu e-posta adresine gönderilir ve e-posta adresi diğer e-postanın alıcıları tarafından görülemez) alıcılarını belirtebilirsiniz.</p> <p>Bir e-posta gönderilmesi, hangi e-posta adresinin kullanıldığından bağımsız olarak, ilgili kişi için bir işlem (<em>E-posta</em> türünde) kaydının yapılmasına neden olur.</p>

source: <p>This is the form where you can set what is going to happen with the email.</p> <p>The first few fields are relatively straightforward: the <strong>From Name</strong> is the name the email will be sent from and the <strong>From Email</strong> is the email address the email will be sent from. Leave these blank to use the configured defaults.</p> <p>The <strong>Message Template</strong> is where you select which CiviCRM message template will be used to compose the mail. You can create and edit them in <strong>Administer>Communications>Message Templates</strong></p> <p>The next section allows you to manipulate where the email will be sent to. By default it will be sent to all people with a role on the case. But you can restrict it by certain roles.<br/> By <strong>default</strong> the email will be sent to the <strong>primary email address of the contact</strong> in question.<br/> </p> <p>Finally you can specify an email address for the <strong>CC to</strong> (a copy of the email will be sent to this email address and the email address will be visible to the recipient of the email too) or the <strong>BCC to</strong> (a copy of the email will be sent to this email address and the email address will NOT be visible to the recipient of the email too).</p> <p>The sending of the email will also lead to an activity (type <em>Email</em>) being recorded for the contact in question, whatever email address will be used.</p>
fr_fr: C'est le formulaire où vous pouvez définir ce qui va se passer avec l'e-mail. Les premiers champs sont relativement simples: le <strong>Nom de l'expéditeur</strong> est le nom à partir duquel l'e-mail sera envoyé et l'<strong>adresse e-mail de l'expéditeur</strong> est l'adresse e-mail à partir de laquelle l'e-mail sera envoyé. Laissez ces champs vides pour utiliser les valeurs par défaut configurées. Le <strong>Modèle de message</strong> est l'endroit où vous sélectionnez le modèle de message CiviCRM qui sera utilisé pour composer le courrier. Vous pouvez les créer et les modifier dans <strong>Administrer>Communications>Modèles de message</strong>. La prochaine section vous permet de manipuler l'endroit où l'e-mail sera envoyé. Par défaut, il sera envoyé à toutes les personnes ayant un rôle dans l'affaire. Mais vous pouvez le restreindre à certains rôles. Par <strong>défaut</strong>, l'e-mail sera envoyé à l'<strong>adresse e-mail principale du contact</strong> en question. Enfin, vous pouvez spécifier une adresse e-mail pour le <strong>CC à</strong> (une copie de l'e-mail sera envoyée à cette adresse e-mail et l'adresse e-mail sera visible par le destinataire de l'e-mail également) ou le <strong>BCC à</strong> (une copie de l'e-mail sera envoyée à cette adresse e-mail et l'adresse e-mail ne sera PAS visible par le destinataire de l'e-mail également). L'envoi de l'e-mail entraînera également l'enregistrement d'une activité (type <em>E-mail</em>) pour le contact en question, quelle que soit l'adresse e-mail utilisée.
nl_nl: <p>Op dit scherm kunt de verzendopties van de e-mail invullen.</p> <p>De eerste twee velden zijn de <strong>Naam afzender</strong>, de naam van de afzender van de e-mail en het <strong>Van e-mailadres</strong>, het e-mailadres waarvandaan de e-mail worden verzonden. Als u het niet invult dan worden de ingestelde standaardwaarden gebruikt.</p> <p>Het <strong>Berichtensjabloon</strong> dat u selecteert is het sjabloon waarmee de e-mail wordt opgebouwd. U kunt deze aanmaken en wijzigen onder <strong>Beheer > Communicatie > Berichtsjabloon</strong></p> <p>In de volgende sectie kunt u aangeven naar wie de e-mail wordt verzonden. Standaard wordt het verzonden naar alle mensen met een rol in het dossier. Maar u kunt het tot bepaalde rollen beperken. <strong>Standaard</strong> wordt de e-mail verzonden naar het <strong>primaire e-mailadres van het gerelateerde contact</strong>.<br/> </p> <p>Tenslotte kunt u bij <strong>Cc naar</strong> (een kopie waarbij de ontvanger getoond wordt aan de andere ontvangers en bij <strong>Bcc naar</strong> (een kopie waarbij deze ontvanger niet getoond wordt aan de andere ontvangers) ook ontvangers aangeven door hier e-mailadressen in te vullen.</p> <p>Bij het verzenden wordt er ook een activiteit (met het type <em>E-mail</em>) bij dat contact vastgelegd.</p>
tr_tr: <p>Bu formda e-postayla ne yapılacağını ayarlayabilirsiniz.</p> <p>İlk birkaç alan nispeten basittir: the <strong>Kimden adı</strong> e-postanın göndericisinin adı ve <strong>Kimden e-posta adresi</strong> e-postanın göndericisinin e-posta adresidir. Yapılandırılmış varsayılan değerlerin kullanılması için bu alanları boş bırakın.</p> <p><strong>İleti kalıbı</strong> bölümünden e-postanın hazırlanması için kullanılacak CiviCRM ileti kalıbını seçebilirsiniz. Bu ileti kalıplarını <strong>"Yönetim">"İletişim">"İleti kalıpları"</strong> bölümünden ekleyip düzenleyebilirsiniz.</p> <p>Sonraki bölümden e-postanın nereye gönderileceğini ayarlayabilirsiniz.<br/> <strong>Varsayılan</strong> olarak e-posta ilgili <strong>kişinin birincil e-posta adresine</strong> gönderilir.<br/> </p> <p>Son olarak <strong>Kopya</strong> (e-postanın bir kopyası bu e-posta adresine gönderilir ve e-posta adresi diğer e-posta alıcıları tarafından görülebilir) veya <strong>Gizli kopya</strong> (e-postanın bir kopyası bu e-posta adresine gönderilir ve e-posta adresi diğer e-postanın alıcıları tarafından görülemez) alıcılarını belirtebilirsiniz.</p> <p>Bir e-posta gönderilmesi, hangi e-posta adresinin kullanıldığından bağımsız olarak, ilgili kişi için bir işlem (<em>E-posta</em> türünde) kaydının yapılmasına neden olur.</p>

source: the contact
tr_tr: kişi
