Repository: civicrm/civicrm-l10n-extensions
Catalog: po/emailapi/*/emailapi.po
Languages: de_de, fr_fr, nl_nl, tr_tr

source: ERROR - missing from email
fr_fr: ERREUR - le courriel FROM manque

source: Default domain from email address
fr_fr: Domaine par défaut pour les courriels FROM

source: the contact (using %1)
fr_fr: le contact (utilisant %1)

source: and cc to %1
de_de: und CC an %1
fr_fr: et cc à %1
nl_nl: en Cc naar %1
tr_tr: ve %1 alıcısına kopya olarak

source: and bcc to %1
de_de: und BCC an %1
fr_fr: et cci à %1
nl_nl: en Bcc naar %1
tr_tr: ve %1 alıcısına gizli kopya olarak

source: Send email from '%1' with Template '%2' to %3 %4 %5
fr_fr: Envoyer un courriel de "%1 (avec le Modèle "%2" à %3 %4 %5 %6

source: Send e-mail from "%1 (%2 using %3)" with Template "%4" to %5 %6 %7
fr_fr: Envoyez un courriel de "%1 (%2 en utilisant %3)" avec le modèle "%4" à %5 %6 %7
nl_nl: E-mail versturen van "%1 (%2 met gebruik van %3)" met sjabloon "%4" naar %5 %6 %7

source: All active related contacts
de_de: Alle aktiven, verknüpften Kontakte
fr_fr: Tous les contacts actifs liés
nl_nl: Alle actieve gerelateerde contacten
tr_tr: Tüm etkin ilişkili kişiler

source: The most recent active related contact
fr_fr: Le dernier contact actif lié
nl_nl: Het laatst actieve gerelateerde contact
tr_tr: Son etkin ilişkili kişi

source: The most recent inactive related contact
fr_fr: Le dernier contact inactif lié
nl_nl: Het laatst inactieve gerelateerde contact
tr_tr: Son etkin olmayan ilişkili kişi

source: Send email from "%1 (%2 using %3)" with Template "%4" to %5 %6 %7
de_de: Sende E-Mail von "%1 (%2 mit %3)" mit Vorlage "%4" an %5 %6 %7
fr_fr: Envoyez un courriel de "%1 (%2 en utilisant %3)" avec le modèle "%4" à %5 %6 %7
nl_nl: E-mail versturen van "%1 (%2 met gebruik van %3)" met sjabloon "%4" naar %5 %6 %7
tr_tr: E-posta "%1 adresinden (%2, %3 kullanarak)" "%4" kalıbı ile %5 alıcısına %6 %7 gönderilsin

source: -- please select --
de_de: - bitte wählen -
fr_fr: -- sélectionner --
nl_nl: -- selecteer --
tr_tr: -- Lütfen seçin --

source: From Name
de_de: Absendername
fr_fr: Nom de l'expéditeur
nl_nl: Naam afzender
tr_tr: Kimden adı

source: From Email
de_de: Absender-E-Mail
fr_fr: Adresse électronique de l'expéditeur
nl_nl: VAN e-mailadres
tr_tr: Kimden e-posta adresi

source: Email is not valid.
de_de: E-Mail ist ungültig.
fr_fr: L'adresse électronique n'est pas valide
nl_nl: E-mailadres is niet geldig.
tr_tr: E-posta adresi geçersiz.

source: Send to Alternative Email Address
de_de: Sende an alternative E-Mail-Adresse
fr_fr: Envoyer vers une autre adresse électronique
nl_nl: Naar een alternatief e-mailadres verzenden
tr_tr: Alternatif e-posta adresine gönderilsin

source: Alternative Email Address
de_de: Alternative E-Mail-Adresse
fr_fr: Autre adresse électronique
nl_nl: Alternatief e-mailadres
tr_tr: Alternatif e-posta adresi

source: Cc to
de_de: CC an
fr_fr: Cc à
nl_nl: Cc naar
tr_tr: Kopya alıcıları

source: Bcc to
de_de: BCC an
fr_fr: Cci à
nl_nl: Bcc naar
tr_tr: Gizli kopya alıcıları

source: Message Template
de_de: Nachrichtenvorlage
fr_fr: Modèle de message
nl_nl: Berichtensjabloon
tr_tr: İleti kalıbı

source: - select -
de_de: - wähle -
fr_fr: - Sélectionner -
nl_nl: - selecteer -
tr_tr: - Seçin -

source: Disable Smarty
de_de: Smarty deaktivieren
fr_fr: Désactiver Smarty
nl_nl: Smarty uitschakelen
tr_tr: Smarty kullanılmasın

source: Location Type (if you do not want primary email address)
de_de: Adresskategorie (wenn nicht die Haupt-E-Mail-Adresse benutzt werden soll)
fr_fr: Type d'adresse (si vous ne voulez pas utiliser le courriel principal)
nl_nl: Locatietype (indien u niet het primaire e-mailadres wilt gebruiken)
tr_tr: Konum türü (birincil e-posta adreslerini istemiyorsanız)

source: File Email on Case
de_de: Speichere E-Mail zu Fall
fr_fr: Courriel du fichier dans le dossier
nl_nl: E-mail aan dossier toevoegen
tr_tr: E-posta olay üzerinde dosyalansın

source: From Email Address
de_de: Absender-E-Mail-Adresse
fr_fr: Courriel de l'expéditeur
nl_nl: E-mailadres afzender
tr_tr: Kimden e-posta adresi

source: Save
de_de: Speichern
fr_fr: Sauvegarder
nl_nl: Opslaan
tr_tr: Kaydet

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
nl_nl: Afbreken
tr_tr: İptal

source: Type of Entity
fr_fr: Type d'Entité

source: Contact Reference Field
fr_fr: Champ de référence à un contact

source: -- select --
fr_fr: --Sélectionner--

source: Relationship Type
de_de: Beziehungsart
fr_fr: Type de Relation
nl_nl: Relatietype
tr_tr: İlişki türü

source: Send email to
de_de: Sende E-Mail an
fr_fr: Envoyer un courriel à
nl_nl: E-mail verzenden naar
tr_tr: E-posta alıcıları

source: All people with a role on the case
de_de: Alle Menschen mit einer Rolle im Fall
fr_fr: Tous les contacts avec un rôle sur le dossier
nl_nl: Alle mensen met een rol in dit dossier
tr_tr: Olayda herhangi bir rolü olan tüm kişiler

source: Restrict to Roles
de_de: Beschränke auf Rollen
fr_fr: Restreindre aux rôles
nl_nl: Tot rollen beperken
tr_tr: Şu roller ile kısıtlansın

source: Upgrade %1 to revision %2
de_de: Aktualisiere %1 auf Revision %2
fr_fr: Mettre à jour %1 vers la révision %2
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Contact ID
de_de: Kontakt-ID
fr_fr: Id. du contact
tr_tr: Kişi kodu

source: File Email Activity on Case ID
de_de: Speichere E-Mail-Aktivität zu Fall-ID
fr_fr: Fichier joint au courriel pour l'activité sur le dossier (Id.)
nl_nl: Bestand e-mail-activiteit op dossier-id
tr_tr: E-posta işlemleri olay kodu ile dosyalansın

source: Contribution ID for contribution tokens
de_de: Zuwendungs-ID für Zuwendungstoken
fr_fr: Id. de contribution pour les jetons/tokens de contribution
nl_nl: Contributie-id voor contributie tokens
tr_tr: Katkı belirteçleri için katkı kodu

source: Template to use for the Email
de_de: Vorlage für diese E-Mail
fr_fr: Modèle à utiliser pour le Courriel
nl_nl: Voor de e-mail te gebruiken sjabloon
tr_tr: E-posta için kullanılacak kalıp

source: Send copy to email address (cc)
de_de: Sende eine Kopie an E-Mail-Adresse (CC)
fr_fr: Envoyer une copy aux courriels (cc)
nl_nl: Kopie naar e-mailadres verzenden (cc)
tr_tr: Kopyanın gönderileceği e-posta adresleri (CC)

source: Send blind copy to email address (bcc)
de_de: Sende eine Blindkopie an E-Mail-Adresse (BCC)
fr_fr: Envoyer une copie cachée aux courriels (bcc)
nl_nl: Blinde kopie naar e-mailadres verzenden (bcc)
tr_tr: Gizli kopyanın gönderileceği e-posta adresleri (BCC)

source: Email Subject
de_de: E-Mail-Betreff
fr_fr: Objet du courriel
nl_nl: Onderwerp e-mail
tr_tr: E-posta konusu

source: Send to THIS Email Address (and not the primary one of the contact)
de_de: Sende an DIESE E-Mail-Adresse (und nicht die Primäre des Kontakts)
fr_fr: Envoyer à CE courriel (et pas au courriel principal du contact)
nl_nl: Naar DIT e-mailadres verzenden (en niet naar het primaire e-mailadres van het contact)
tr_tr: E-posta BU adrese gönderilsin (kişinin birincil e-posta adresine değil)

source: Did Email Get Sent?
de_de: Wurde diese E-Mail gesendet?
fr_fr: Le courriel a-t-il été envoyé ?
nl_nl: Is de e-mail verzonden?
tr_tr: E-posta gönderildi mi?

source: Status Message
de_de: Statusnachricht
fr_fr: Message d'état
nl_nl: Status Bericht
tr_tr: Durum iletisi

source: Could not send email in
de_de: Könnte E-Mail nicht senden in
fr_fr: Ne pas envoyer le courriel en
nl_nl: E-mail kan niet verzonden worden
tr_tr: E-posta şu sürede gönderilemedi

source: , error from API Email Send:
de_de: , Fehler von API Email Send:
fr_fr: , erreur de l'API Email Send :
nl_nl: , fout bij API Email Send:
tr_tr: , API Email Send sorunu nedeniyle:

source: Could not find mandatory parameter contact_id
de_de: Könnte die benötigte parameter contact_id nicht finden
fr_fr: Impossible de trouver le paramètre contact_id obligatoire.
nl_nl: De verplichte parameter contact_id ontbreekt
tr_tr: contact_id zorunlu parametresi bulunamadı

source: Send Email using Email API
de_de: Sende E-Mail mit Email API
fr_fr: Envoyer le Courriel via l'API Email
nl_nl: E-mail verzenden gebruikt Email-API
tr_tr: Email API kullanarak e-posta gönder

source: <p>This is the form where you can set what is going to happen with the email.</p> <p>The first few fields are relatively straightforward: the <strong>From Name</strong> is the name the email will be sent from and the <strong>From Email</strong> is the email address the email will be sent from. Leave these blank to use the configured defaults.</p> <p><strong>From Email Addressess</strong> is where you select which From Email Address will be used to send an email. You can create and edit them in <strong>Administer>Communications>FROM Email Addresses</strong></p> <p>The <strong>Message Template</strong> is where you select which CiviCRM message template will be used to compose the mail. You can create and edit them in <strong>Administer>Communications>Message Templates</strong></p> <p>The next section allows you to manipulate where the email will be sent to.<br/> By <strong>default</strong> the email will be sent to the <strong>primary email address of the contact</strong> in question.<br/> You have the option to deviate from that behaviour in 2 ways: <ol> <li>You can select to use an email address of a <strong>specific location type</strong>, for example <em>Work</em>. You do that by selecting the location type. The mail will be sent to the newest email address of that location type (if there are more than one for the contact). If no email address of the specified location type is found, the email will still be sent to the primary email address of the contact</li> <li>If you do not select a location type you can <strong>tick</strong> the <strong>Send to Alternative Email Address</strong> box. You will then get the option to enter an alternative email address. Obviously you have to enter a valid email address here.</li> </ol> </p> <p>Finally you can specify an email address for the <strong>CC to</strong> (a copy of the email will be sent to this email address and the email address will be visible to the recipient of the email too) or the <strong>BCC to</strong> (a copy of the email will be sent to this email address and the email address will NOT be visible to the recipient of the email too).</p> <p>The sending of the email will also lead to an activity (type <em>Email</em>) being recorded for the contact in question, whatever email address will be used.</p>
fr_fr: <p>Voici le formulaire où vous pouvez définir ce qui va se passer avec le courriel.</p> <p>Les premiers champs sont relativement simples : le <strong>Nom de l'expéditeur</strong> est le nom à partir duquel le courriel sera envoyé et <strong>Adresse électronique de l'expéditeur</strong> est l'adresse électronique à partir de laquelle le courriel sera envoyé. </p> <p>Le <strong>Modèle de message</strong> est l'endroit où vous sélectionnez le modèle de message CiviCRM qui sera utilisé pour composer le courriel. Vous pouvez les créer et les modifier dans <strong>Administrer>Communications>Modèles de message</strong></p>. <p>La section suivante vous permet de définir à qui sera envoyé le courriel.<br/> Par <strong>défaut</strong> le courriel sera envoyé à l'adresse électronique principale du contact</strong> en question.<br/> Vous avez la possibilité de vous écarter de ce comportement de 2 façons : <ol> <li> Vous pouvez choisir d'utiliser une adresse électronique de type <strong>spécifique à un lieu </strong>, par exemple <em>Travail</em>. Pour ce faire, vous devez sélectionner le type d'emplacement. Le courriel sera envoyé à l'adresse électronique la plus récente de ce type de lieu (s'il y en a plusieurs pour le contact). Si aucune adresse électronique n'est trouvée pour le type d'emplacement spécifié, le courriel sera alors envoyé à l'adresse électronique principale du contact</li>. <li>Si vous ne sélectionnez pas de type d'emplacement, vous pouvez <strong>cocher</strong> la case <strong>Envoyer à une autre adresse électronique</strong>. Vous aurez alors la possibilité de saisir une autre adresse électronique. Vous devez évidemment saisir ici une adresse électronique valide. </li> </ol> </p> <p>Enfin, vous pouvez spécifier une adresse électronique pour le <strong>Cc à</strong> (une copie du courriel sera envoyée à cette adresse électronique et celle-ci sera visible pour le destinataire du courriel) ou le <strong>Cci à</strong> (une copie du courriel sera envoyée à cette adresse électronique et celle-ci ne sera PAS visible pour le destinataire du courriel).</p> <p>L'envoi du courriel entraînera également l'enregistrement d'une activité (type <em>Courriel</em>) pour le contact en question, quelle que soit l'adresse électronique utilisée.</p>
nl_nl: <p>Op dit scherm kunt u de verzend-opties van de e-mail invullen.</p> <p>De eerste velden zijn duidelijk, de <strong>Naam afzender</strong>is de naam van de afzender van de e-mail en het <strong>Van e-mailadres</strong> is het e-mailadres dat de e-mail verzend. Laat deze velden leeg om de standaardwaarde te gebruiken.</p> <p>Bij <strong>E-mailadres afzenders</strong> selecteert u de afzender van de e-mail. U kunt deze aanmaken en wijzigen onder <strong>Beheer > Communicatie > E-mailadres afzender</strong></p> <p>Het <strong>Berichtensjabloon</strong> is waar u het berichtensjabloon selecteert op de e-mail op te stellen. U kunt deze aanmaken en beheren in <strong>Beheer > Communicatie > Berichtensjabloon</strong></p> <p>In de volgende sectie kunt u aangeven naar wie de e-mail wordt verzonden.<br/> <strong>Standaard</strong> wordt de e-mail verzonden naar het <strong>primaire e-mailadres van het betreffende contact</strong>.<br/> U kunt dit op 2 manieren aanpassen: <ol> <li>U kunt een e-mailadres selecteren op <strong>locatietype</strong>, Bijvoorbeeld: <em>Werk</em>. De e-mail wordt dan verzonden naar het nieuwste e-mailadres van dat locatietype (als er meer dan een is bij dat contact). Als er geen e-mailadres van dat geselecteerde locatietype is, wordt de e-mail verzonden naar het primaire e-mailadres</li> <li>Zonder locatietype kunt u <strong>de keuze </strong> voor een <strong>alternatief e-mailadres</strong> aanvinken. U kunt dan een alternatief e-mailadres invullen. </li> </ol> </p> <p>Tenslotte kunt u aangeven of de e-mail ook als <strong>CC </strong> (een kopie waarbij de ontvanger getoond wordt aan de andere ontvangers) en/of als <strong>BCC</strong> (een kopie waarbij deze ontvanger niet getoond wordt aan de andere ontvangers). Dit door de e-mailadressen in te vullen.</p> <p>Bij het verzenden van een e-mail wordt er ook een activiteit (met het type <em>E-mail</em>) bij dat contact vastgelegd met welk e-mailadres wordt gebruikt.</p>
tr_tr: <p>Bu formda e-postayla ne yapılacağını ayarlayabilirsiniz.</p> <p>İlk birkaç alan nispeten basittir: the <strong>Kimden adı</strong> e-postanın göndericisinin adı ve <strong>Kimden e-posta adresi</strong> e-postanın göndericisinin e-posta adresidir. Yapılandırılmış varsayılan değerlerin kullanılması için bu alanları boş bırakın.</p> <p><strong>Kimden e-posta adresleri</strong> bölümünden bir e-postanın gönderilmesi için hangi Kimden e-posta adresinin kullanılacağını seçebilirsiniz. Bu adresleri <strong>"Yönetim">"İletişim">"Kimden e-posta adresleri"</strong> bölümünden ekleyip düzenleyebilirsiniz.</p> <p><strong>İleti kalıbı</strong> bölümünden e-postanın hazırlanması için kullanılacak CiviCRM ileti kalıbını seçebilirsiniz. Bu ileti kalıplarını <strong>"Yönetim">"İletişim">"İleti kalıpları"</strong> bölümünden ekleyip düzenleyebilirsiniz.</p> <p>Sonraki bölümden e-postanın nereye gönderileceğini ayarlayabilirsiniz.<br/> <strong>Varsayılan</strong> olarak e-posta ilgili <strong>kişinin birincil e-posta adresine</strong> gönderilir.<br/> Bu davranışı 2 şekilde değiştirebilirsiniz: <ol> <li><em>İş</em> gibi <strong>belirli bir konum türündeki</strong> bir e-posta adresini kullanabilirsiniz. Bunun için konum türünü seçmelisiniz. E-posta (kişi için birden çok e-posta adresi varsa) o konum türünün en yeni e-posta adresine gönderilir. Belirtilen konum türünde bir e-posta adresi bulunamazsa, e-posta kişinin birincil e-posta adresine gönderilir.</li> <li>Bir konum türü seçmezseniz, <strong>Alternatif e-posta adresine gönderilsin</strong> seçeneğini <strong>işaretleyebilirsiniz</strong>. Böylece alternatif bir e-posta adresi yazma seçeneğiniz olur. Açık olduğu üzere buraya geçerli bir e-posta adresi yazmalısınız.</li> </ol> </p> <p>Son olarak <strong>Kopya</strong> (e-postanın bir kopyası bu e-posta adresine gönderilir ve e-posta adresi diğer e-posta alıcıları tarafından görülebilir) veya <strong>Gizli kopya</strong> (e-postanın bir kopyası bu e-posta adresine gönderilir ve e-posta adresi diğer e-postanın alıcıları tarafından görülemez) alıcılarını belirtebilirsiniz.</p> <p>Bir e-posta gönderilmesi, hangi e-posta adresinin kullanıldığından bağımsız olarak, ilgili kişi için bir işlem (<em>E-posta</em> türünde) kaydının yapılmasına neden olur.</p>

source: Note: primary email address will be used if location type email address not found
fr_fr: Note : le courriel principal sera utilisé si le courriel lié au type d'adresse souhaité n'est pas trouvé.
nl_nl: NB: het primaire e-mailadres wordt gebruikt als er geen e-mailadres is van het locatietype
tr_tr: Not: Konum türü e-posta adresi bulunamazsa birincil e-posta adresi kullanılır.

source: <p>This is the form where you can set what is going to happen with the email.</p> <p>The first few fields are relatively straightforward: the <strong>From Name</strong> is the name the email will be sent from and the <strong>From Email</strong> is the email address the email will be sent from.</p> <p>The <strong>Message Template</strong> is where you select which CiviCRM message template will be used to compose the mail. You can create and edit them in <strong>Administer>Communications>Message Templates</strong></p> <p>The next section allows you to manipulate where the email will be sent to.<br/> <p>Finally you can specify an emailaddress for the <strong>CC to</strong> (a copy of the email will be sent to this email address and the email address will be visible to the recipient of the email too) or the <strong>BCC to</strong> (a copy of the email will be sent to this email address and the email address will NOT be visible to the recipient of the email too).</p> <p>The sending of the email will also lead to an activity (type <em>Email</em>) being recorded for the contact in question, whatever email address will be used.</p>
fr_fr: <p>C'est le formulaire où vous pouvez définir ce qui va se passer avec le courriel.</p> <p>Les premiers champs sont relativement simples : le <strong>Nom de l'expéditeur</strong> est le nom à partir duquel l'e-mail sera envoyé et l' <strong>E-mail de l'expéditeur</strong> est le courriel à partir duquel le message courriel sera envoyé.</p> <p>Le <strong>Modèle de message</strong> est l'endroit où vous sélectionnez le modèle de message CiviCRM qui sera utilisé pour composer le courrier. Vous pouvez les créer et les modifier dans <strong>Administrer>Communications>Modèles de message</strong></p> La section suivante vous permet de manipuler l'endroit où le courriel sera envoyé. <p>Enfin, vous pouvez spécifier une adresse courriel pour le <strong>CC à</strong> (une copie du courriel sera envoyée à cette adresse et lecourriel sera visible par le destinataire du message également) ou le <strong>BCC à</strong> (une copie du courriel sera envoyée à cette adresse et le courriel ne sera PAS visible par le destinataire du message).</p> <p>L'envoi du message courriel entraînera également l'enregistrement d'une activité (type <em>Email</em>) pour le contact en question, quelle que soit l'adresse courriel utilisée.</p>

source: Note: primary e-mailaddress will be used if location type e-mailaddress not found
fr_fr: Note : l'adresse électronique principale sera utilisée si l'adresse électronique liée à un type d'emplacement n'est pas trouvée
nl_nl: NB: het primaire e-mailadres wordt gebruikt als er geen e-mailadres is van het geselecteerde locatietype
