Repository: civicrm/civicrm-l10n-extensions
Catalog: po/radiobuttons/*/radiobuttons.po
Languages: de_de, nl_nl, tr_tr

source: Other Amount
de_de: Anderer Betrag
nl_nl: Ander bedrag
tr_tr: Farklı bir tutar

source: Other
de_de: Andere
nl_nl: Anders
tr_tr: Diğer

source: radiobuttons
tr_tr: radyodüğmeleri

source: Radiobuttons Settings
de_de: Radiobutton-Einstellungen
nl_nl: Radiobuttons Instellingen
tr_tr: Radyo düğmesi ayarları

source: Enhance the Contribution Page and Event amounts?
de_de: Verbessere die Zuwendungsseiten- und Veranstaltungs-Beträge?
nl_nl: De Contribution Page en Event bedragen verbeteren?
tr_tr: Katkı sayfası ve etkinlik miktarları genişletilsin mi?

source: This will change the HTML and visual of the amounts (radio) options on public payment pages.
de_de: Das wird das HTML und die (Radio-)Ansicht der Beträge auf öffentlichen Zahlungsseiten verändern.
nl_nl: Dit wijzigt de HTML en visualisatie van de bedragen (radio) opties op publieke betaalpagina's.
tr_tr: Bu seçenek, herkese açık ödeme sayfalarındaki tutarların (radyo) seçeneklerinin HTML kodunu ve görselini değiştirir.

source: Enhance the Payment Processor options?
de_de: Verbessere die Optionen für Zahlungsprozessoren?
nl_nl: De opties voor betalingsverwerking verbeteren?
tr_tr: Ödeme aracısı seçenekleri genişletilsin mi?

source: This will change the HTML and visual of the Payment Processor options on public payment pages.
de_de: Das wird das HTML und die Ansicht der Zahlungsprozessoren auf öffentlichen Zahlungsseiten verändern.
nl_nl: Dit verandert de HTML en visualisatie van de opties voor betalingsverwerking op openbare betaalpagina's.
tr_tr: Bu seçenek, genel ödeme sayfalarındaki ödeme aracısı seçeneklerinin HTML kodunu ve görselini değiştirir.

source: Fix Other Amount field?
de_de: Das Feld Anderer Betrag anpassen?
nl_nl: Ander Bedrag-veld repareren?
tr_tr: Farklı tutar alanı düzeltilsin mi?

source: On Contribution Page, if there is an Other Amount field and the user first selects a price option, then enters an amount, unselect the price option. If the pricefieldvisility extension is enabled, it already does this automatically.
de_de: Auf der Zuwendungsseite ist ein Anderer-Betrag-Feld, wo der Webseitenbesuchende zuerst eine Preisoption wählt, dann einen Betrag angibt und die Preisoption wieder abwählen sollte. Das kann automatisch geschehen, wenn die pricefieldvisility-Erweiterung installiert ist.
nl_nl: Als er op de pagina Bijdragen een veld Ander bedrag staat en de gebruiker eerst een prijsoptie selecteert en vervolgens een bedrag invoert, moet de selectie van de prijsoptie ongedaan worden gemaakt. Als de extensie Prijsveldvisiliteit is ingeschakeld, gebeurt dit al automatisch.
tr_tr: Katkı sayfasında, bir farklı tutar alanı varsa ve kullanıcı önce bir fiyat seçeneği seçer, ardından bir tutar yazarsa, fiyat seçeneğinin işaretini kaldırın. Pricefieldvisity eklentisi etkinleştirilmiş ise, bunu zaten otomatik olarak yapar.

source: Display Total Amount field?
de_de: Zeige Feld Gesamtbetrag?
nl_nl: Veld Totaalbedrag weergeven?
tr_tr: Toplam tutar alanı görüntülensin mi?

source: On Contribution Page, display the Total Amount field.
de_de: Zeigt das Feld Gesamtbetrag auf Zuwendungsseiten.
nl_nl: Geef op de pagina Bijdragen het veld Totaalbedrag weer.
tr_tr: Katkı sayfasında toplam tutar alanını görüntüler.
