Repository: civicrm/civicrm-l10n-extensions
Catalog: po/elections/*/elections.po
Languages: de_de, it_it, tr_tr

source: Name
it_it: Nome
tr_tr: Ad

source: Description
de_de: Beschreibung
it_it: Descrizione
tr_tr: Açıklama

source: Visibility Start Date
de_de: Startdatum Sichtbarkeit
it_it: Data Inizio Visibilità
tr_tr: Görünürlük başlangıç tarihi

source: Visibility End Date
de_de: Enddatum Sichtbarkeit
it_it: Data Fine Visibilità
tr_tr: Görünürlük bitiş tarihi

source: Nomination Start Date
de_de: Startdatum Nominierung
it_it: Data Inizio Candidatura
tr_tr: Adaylık başlangıç tarihi

source: Nomination End Date
de_de: Enddatum Nominierung
it_it: Data Fine Candidatura
tr_tr: Adaylık bitiş tarihi

source: Advertise Candidates Date
de_de: Datum Kandidatenwerbung
it_it: Annuncia date candidati
tr_tr: Adayların duyurulma tarihi

source: Voting Start Date
de_de: Startdatum Abstimmung
it_it: Data Inizio Votazione
tr_tr: Oylama başlangıç tarihi

source: Voting End Date
de_de: Enddatum Abstimmung
it_it: Data Fine Votazione
tr_tr: Oylama bitiş tarihi

source: Result Date
de_de: Ergebnisdatum
it_it: Data Risultato
tr_tr: Sonuçlanma tarihi

source: Result Status
de_de: Ergebnisstatus
it_it: Stato Risultato
tr_tr: Sonuçlanma durumu

source: Has Results Generated
de_de: Hat Ergebnisse generiert
it_it: Ha generato risultati
tr_tr: Sonuçlar oluşturuldu

source: Anonymize Votes
de_de: Anonymisiere Stimmen
it_it: Anonimizza Voti
tr_tr: Oyları anonimleştir

source: Allow Re-vote
de_de: Erlaube Wieder-Wahl
it_it: Consenti di Rivotare
tr_tr: Yeniden oy verilebilsin

source: Allowed Groups
de_de: Erlaubte Gruppen
it_it: Gruppi Ammessi
tr_tr: İzin verilen gruplar

source: Required Nominations
de_de: Benötigt Nominierungen
it_it: Candidature Richieste
tr_tr: İstenilen adaylıklar

source: Created At
de_de: Erstellt am
it_it: Creato a
tr_tr: Oluşturulma

source: Updated At
de_de: Aktualisiert am
it_it: Aggiornato a
tr_tr: Güncellenme

source: Created By
de_de: Erstellt von
it_it: Creato da
tr_tr: Oluşturan

source: Comments
de_de: Anmerkungen
it_it: Commenti
tr_tr: Yorumlar

source: Rejection Comments
de_de: Ablehnung Anmerkungen
it_it: Commenti di Rifiuto
tr_tr: Reddetme açıklaması

source: Has Accepted Nomination
de_de: Hat Nominierung angenommen
it_it: Ha Accettato la Candidatura
tr_tr: Adaylığı kabul etti

source: Has Rejected Nomination
de_de: Hat Nominierung abgelehnt
it_it: Ha Rifiutato la Candidatura
tr_tr: Adaylığı reddetti

source: Member Nominee
de_de: Nominiertes Mitglied
it_it: Membro Candidato
tr_tr: Aday üye

source: Member Nominator
de_de: Nominierendes Mitglied
it_it: Designatore dei membri
tr_tr: Aday gösteren üye

source: Quantity
de_de: Anzahl
it_it: Quantità
tr_tr: Sayı

source: Order
de_de: Reihenfolge
it_it: Ordine
tr_tr: Sıralama

source: Rank
de_de: Rang
it_it: Classifica
tr_tr: Sıra

source: Accept
de_de: Annehmen
it_it: Accetta
tr_tr: Kabul et

source: Submit
de_de: Abschicken
it_it: Invia
tr_tr: Gönder

source: Nominate
de_de: Nominieren
it_it: Nomina
tr_tr: Aday göster

source: Delete
de_de: Löschen
it_it: Cancella
tr_tr: Sil

source: Cancel
de_de: Abbrechen
it_it: Annulla
tr_tr: İptal

source: Deactivate Election
de_de: Abstimmung deaktivieren
it_it: Disattiva Elezione
tr_tr: Seçimi devre dışı bırak

source: Activate Election
de_de: Abstimmung aktivieren
it_it: Attiva Elezione
tr_tr: Seçimi etkinleştir

source: Withdraw
de_de: Zurückziehen
it_it: Ritira
tr_tr: Reddet

source: Vote
de_de: Wählen
it_it: Vota
tr_tr: Oy ver

source: Upgrade %1 to revision %2
it_it: Aggiorna %1 alla revisione %2
tr_tr: %1, %2 sürümüne güncelle

source: Election ID
de_de: Abstimmungs-ID
it_it: ID Elezione
tr_tr: Seçim kimliği

source: Voter Contact ID
it_it: ID Contatto Elettore
tr_tr: Oy veren kişi kimliği

source: Anonymize vote
de_de: Anonymisiere Stimmen
it_it: Anonimizza il voto
tr_tr: Oyu anonimleştir

source: Nomination ID
it_it: ID Candidatura
tr_tr: Adaylık kimliği

source: Add a vote
de_de: Stimme abgeben
it_it: Aggiungi un voto
tr_tr: Bir oy ekle

source: Check whether the user may vote
de_de: Prüfe, ob dieser Nutzer abstimmen darf
it_it: Controlla se l'utente può votare
tr_tr: Kullanıcının oy kullanıp kullanamayacağını belirleyin

source: Nomination
de_de: Nominierung
it_it: Candidatura
tr_tr: Adaylık

source: Position
it_it: Carica
tr_tr: Konum

source: CiviCRM: administer elections
de_de: CiviCRM: Wahlen verwalten
it_it: CiviCRM: amministra elezioni
tr_tr: CiviCRM: Seçimleri yönetme

source: Grants the necessary permissions for administrating elections in CiviCRM.
de_de: Gewährt die notwendigen Berechtigungen um Wahlen in CiviCRM zu verwalten.
it_it: Concede i permessi necessari per amministrare le elezioni in CiviCRM.
tr_tr: CiviCRM üzerinde seçim yönetimi için gerekli izinleri verir.

source: CiviCRM: view elections
de_de: CiviCRM: Wahlen betrachten
it_it: CiviCRM: visualizza elezioni
tr_tr: CiviCRM: Seçimleri görüntüleme

source: Grants the necessary permissions for participating in elections.
de_de: Gewährt die notwendigen Berechtigungen um an Wahlen in CiviCRM teilzunehmen.
it_it: Concede le autorizzazioni necessarie per partecipare alle elezioni.
tr_tr: Seçimlere katılmak için gerekli izinleri verir.

source: To accept your candidacy, add any comments and press the "Accept" button.
de_de: Um Ihre Kandidatur anzunehmen, fügen Sie irgendeine Anmerkung hinzu und klicken den "Annehmen"-Button.
it_it: Per accettare la tua candidatura, aggiungi eventuali commenti e premi il pulsante "Accetta".
tr_tr: Adaylığınızı kabul etmek için bir açıklama yazın ve "Kabul et" düğmesine tıklayın.

source: Use this form to configure the basic information and timing for the various phases of your Election.
de_de: Benutze dieses Formular, um die grundlegenden Informationen und Zeiten für die verschiedenen Wahlphasen zu konfigurieren.
it_it: Utilizza questo modulo per configurare le informazioni di base e le tempistiche per le varie fasi della tua Elezione.
tr_tr: Seçiminizin çeşitli aşamaları için temel bilgileri ve zamanlamayı yapılandırmak için bu formu kullanın.

source: Election Information
de_de: Wahlinformation
it_it: Informazioni Elezione
tr_tr: Seçim bilgileri

source: Visibility
de_de: Sichtbarkeit
it_it: Visibilità
tr_tr: Görünürlük

source: Set the range of dates when this election can be seen by voters.
de_de: Stelle den Zeitraum ein, in dem die Wahl von den Wählern sichtbar ist.
it_it: Imposta l'intervallo di date in cui questa elezione può essere vista dagli elettori.
tr_tr: Bu seçimin seçmenlere görüntüleneceği tarih aralığını ayarlayın.

source: Nominations
de_de: Nominierungen
it_it: Candidature
tr_tr: Adaylıklar

source: Set the range of dates when voters can submit nominations.
de_de: Stelle den Zeitraum ein, in dem Wähler Nominierungen einreichen können.
it_it: Imposta l'intervallo di date in cui gli elettori possono presentare le candidature.
tr_tr: Seçmenlerin aday gösterebileceği tarih aralığını belirleyin.

source: Advertise Candidates
de_de: Kandidaten bewerben
it_it: Pubblicizza i Candidati
tr_tr: Adayların duyurulması

source: Set the date from which candidates are advertised to voters before voting begins.
de_de: Stelle das Datum ein, ab dem Kandidaten sich um Wählerstimmen bewerben können, bevor die Abstimmung beginnt.
it_it: Impostare la data a partire dalla quale i candidati vengono pubblicizzati agli elettori prima dell'inizio della votazione.
tr_tr: Oylama başlamadan önce adayların seçmenlere duyurulacağı tarihi belirleyin.

source: Voting
de_de: Abstimmen
tr_tr: Oylama

source: Set the range of dates when voters can submit their votes.
de_de: Stelle den Zeitraum ein, in dem Wähler ihre Stimmen abgeben können.
it_it: Imposta l'intervallo di date in cui gli elettori possono inviare i loro voti.
tr_tr: Seçmenlerin oy verebileceği tarih aralığını belirleyin.

source: Results
de_de: Ergebnisse
it_it: Risultati
tr_tr: Sonuçlar

source: Set the date from which the final results are displayed to voters.
de_de: Stelle das Datum ein, ab dem die Endergebnisse den Wählern angezeigt wird.
it_it: Imposta la data a partire dalla quale i risultati finali vengono mostrati agli elettori.
tr_tr: Seçim sonuçlarının seçmenlere görüntüleneceği tarihi ayarlayın.

source: Settings
de_de: Einstellungen
it_it: Impostazioni
tr_tr: Ayarlar

source: Enter the number of nominations required for a person to become eligible candidate in this election.
de_de: Gebe die Anzahl der Nominierungen ein, die eine Person erhalten muss, um wählbarer Kandidat in dieser Wahl zu werden.
it_it: Immettere il numero di candidature richieste affinché una persona possa diventare un candidato idoneo in questa elezione.
tr_tr: Bir kişinin bu seçime aday olabilmesi için gereken aday gösterme sayısını yazın.

source: Select the groups whose members are allowed to vote & nominate in this election.
de_de: Wähle die Gruppen, deren Mitglieder in dieser Abstimmung wählen & nominieren dürfen.
it_it: Seleziona i gruppi i cui membri sono autorizzati a votare e candidare in questa elezione.
tr_tr: Üyelerinin bu seçimde oy kullanmasına ve aday göstermesine izin verilecek grupları seçin.

source: Select &quot;Yes&quot; to allow members to change their vote right up until the close of voting in this election.
de_de: Wähle &quot;Ja&quot; um Mitgliedern zu erlauben, ihre Wahl bis zum Wahlschluss zu ändern.
tr_tr: Üyelerin bu seçimde oylamanın sonuna kadar oylarını değiştirmelerine izin vermek için &quot;Evet&quot; olarak seçin.

source: Select &quot;Yes&quot; to anonymise votes when results are generated for this election.
de_de: Wähle &quot;Ja&quot; um Stimmen zu anonymisieren, wenn die Ergebnisse für diese Wahl generiert werden.
tr_tr: Bu seçim sonuçları oluşturulduğunda oyları anonim kılmak için &quot;Evet&quot; olarak seçin.

source: Use this form to nominate someone to a given position in this election by selecting the relevant position and then searching for your nominee by name or email. Only persons that can vote in this election may be nominated.
de_de: Benutze dieses Formular, um jemanden auf eine bestimmte Position in dieser Wahl zu nominieren. Wähle die entsprechende Position und suche nach dem Nominierten per Name oder E-Mail. Nur Personen, die in dieser Wahl auch wählen dürfen, können nominiert werden.
tr_tr: Bu seçimde belirli bir konuma birini aday göstermek için bu formda ilgili konumu seçip adayınızı ada veya e-postaya göre arayın. Yalnızca bu seçimde oy kullanabilecek kişiler aday gösterebilir.

source: Use this form to add a position to be nominated for and voted on in your election.
de_de: Benutze dieses Formular, um eine Position hinzuzufügen, auf die in der Wahl nominiert und gewählt werden kann.
it_it: Usa questo modulo per aggiungere una carica dove essere candidato e votato nella tua elezione.
tr_tr: Bu formu kullanarak seçiminizde aday gösterilecek ve oylanacak bir konum ekleyin.

source: Positions describe an elected role to which one more persons may be elected.
de_de: Positionen beschreiben eine wählbare Rolle, in die eine weitere Person gewählt werden kann.
it_it: Le cariche descrivono un ruolo elettivo nel quale può essere eletta una persona in più.
tr_tr: Konumlar, bir ya da birkaç kişinin seçilebileceği seçim rollerini belirler.

source: Name of the position, to be displayed on the nomination and voting forms.
de_de: Name der Position, wird bei der Nominierung und auf den Wahlformularen angezeigt.
it_it: Nome della carica, da visualizzare sui moduli di candidatura e di voto.
tr_tr: Konumun aday gösterme ve oylama formlarında görüntülenecek adı.

source: Number of persons who are to be elected to the position
de_de: Anzahl der auf diese Position zu wählenden Personen
it_it: Numero di persone che devono essere elette alla carica
tr_tr: Konuma seçilecek kişi sayısı

source: Order that the position is shown in on the ballot.
de_de: Reihenfolge, in der diese Position auf dem Stimmzettel angezeigt wird.
tr_tr: Konumun oy pusulasında görüntülenme sırası.

source: Additional information about the position to be shown on the nomination and voting forms.
de_de: Zusätzliche Informationen über die Position, welche bei der Nominierung und auf den Wahlformularen angezeigt wird.
it_it: Ulteriori informazioni sulla carica da mostrare sui moduli di candidatura e di voto.
tr_tr: Konumun aday gösterme ve oylama formlarında görüntülenecek ek bilgileri.

source: WARNING: This action cannot be undone.
de_de: WARNUNG: Diese Aktion kann nicht rückgängig gemacht werden.
it_it: ATTENZIONE: questa azione non può essere annullata.
tr_tr: UYARI: Bu işlem geri alınamaz.

source: Click 'Delete' if you want to continue.
de_de: Klicken Sie "Löschen", wenn Sie weitermachen wollen.
it_it: Clicca su "Cancella" se vuoi continuare.
tr_tr: İlerlemek istiyorsanız 'Sil' üzerine tıklayın.

source: To withdraw your candidacy, add any comments and press the "Withdraw" button.
de_de: Um Deine Kandidatur zurückzuziehen, füge irgendeine Anmerkung hinzu und klicke den "Zurückziehen"-Button.
it_it: Per ritirare la tua candidatura, aggiungi eventuali commenti e premi il bottone "Ritira".
tr_tr: Adaylığınızı reddetmek için bir açıklama yazın ve "Reddet" düğmesine tıklayın.

source: Use this form to vote for your preferred candidates in each position.
de_de: Benutze dieses Formular, um deinen bevorzugten Kandidaten für die jeweilige Position zu wählen.
it_it: Usa questo modulo per votare i tuoi candidati preferiti in ogni carica.
tr_tr: Bu formu kullanarak her konum için seçtiğiniz adaylara oy verin.

source: Votes are numbered from 1 onwards, where 1 is your highest preference, followed by 2 and so on.
de_de: Stimmen werden von 1 an aufwärts nummeriert, wobei 1 die höchste Präferenz ist, gefolgt von 2 und so weiter.
it_it: I voti sono numerati da 1 in poi, dove 1 è la tua preferenza più alta, seguita da 2 e così via.
tr_tr: Oylar 1 numaradan başlayarak sayılır. 1 en yüksek tercihinizdir, ardından 2 gelir ve bu şekilde ilerler.

source: For positions where multiple seats are available, you only need to vote once, with your order of preferences being considered across all seats.
de_de: Für Positionen, bei denen mehrere Sitze zur Verfügung stehen, brauchst du nur einmal wählen. Deine Präferenz / Gewichtung kannst du über alle Sitze festlegen.
tr_tr: Birkaç koltuk bulunan konumlar için, tercih sıranız için tüm koltukları değerlendirerek yalnızca bir kez oy vermeniz yeterlidir.

source: If you have already voted, your existing votes will be replaced.
de_de: Wenn du schon abgestimmt hast, dann wird die bereits abgegebene Stimme ersetzt.
it_it: Se hai già votato, i tuoi voti esistenti saranno sostituiti.
tr_tr: Daha önce oy verdiyseniz, var olan oylarınız değiştirilir.

source: Add Position
de_de: Position hinzufügen
it_it: Aggiungi Carica
tr_tr: Konum ekle

source: Edit Election Settings
de_de: Wahleinstellungen bearbeiten
it_it: Modifica Impostazioni Elezione
tr_tr: Seçim ayarlarını düzenle

source: View Elections
de_de: Wahlen ansehen
it_it: Visualizza Elezioni
tr_tr: Seçimleri görüntüle

source: Accept Nomination
de_de: Nominierung annehmen
it_it: Accetta Candidatura
tr_tr: Adaylığı kabul et

source: Withdraw nomination
de_de: Nominierung zurückziehen
it_it: Ritira candidatura
tr_tr: Adaylığı reddet

source: Withdraw Nomination
de_de: Nominierung zurückziehen
it_it: Ritira Candidatura
tr_tr: Adaylığı reddet

source: Submit Nomination
de_de: Nominierung einreichen
it_it: Invia Candidatura
tr_tr: Adaylığı gönder

source: Vote Now
de_de: Wähle jetzt
it_it: Vota Ora
tr_tr: Oy ver

source: Check Results
de_de: Ergebnisse prüfen
it_it: Controlla Risultati
tr_tr: Sonuçları göster

source: Nominations have not yet started for this election. The positions that will be open for nomination are listed below.
de_de: Nominierungen für diese Wahl haben noch nicht begonnen. Die Positionen, auf die sich beworben werden kann, werden unten aufgelistet.
it_it: Le Candidature per questa elezione non sono ancora iniziate. Le cariche che saranno aperte per essere candidati sono elencate qui sotto.
tr_tr: Bu seçim için adaylık başvuruları henüz başlamadı. Adaylık için açık olacak konumları aşağıda görebilirsiniz.

source: This Election is currently in the Nominations phase.
de_de: Diese Wahl ist aktuell in der Nominierungsphase.
it_it: Questa Elezione è attualmente in fase di Candidature.
tr_tr: Bu seçim şu anda aday gösterme aşamasında.

source: You can submit nominations for this Election using the button below, and see existing nominations for each position. If you have been nominated for any positions, you can see these and have the option of withdrawing them. Nominations that require one or persons to second them will also be marked as such – press the "Need second" button to add your nominations
de_de: Du kannst Nominierungen für diese Wahl einreichen, indem Du den Button unten klickst. Du kannst bereits bestehende Nominierungen für die jeweiligen Positionen sehen. Solltest du für eine Position nominiert sein, dann kannst du das ebenfalls sehen und hast die Möglichkeit, die Nominierung zurückzuziehen. Nominierungen, die eine oder mehrere Personen als Stellvertretung benötigen, werden entsprechend markiert - drücke den "Stellvertretung benötigt"-Button um deine Nominierungen hinzuzufügen.
it_it: Puoi inviare candidature per questa Elezione utilizzando il pulsante in basso e visualizzare le candidature esistenti per ciascuna carica. Se sei stato nominato per una qualsiasi delle cariche, puoi vederlo e avere la possibilità di ritirarti. Anche le candidature che richiedono che una o più persone le assecondino saranno contrassegnate come tali: premi il pulsante "Serve un secondo" per aggiungere le tue candidature
tr_tr: Aşağıdaki düğmeyi kullanarak bu seçim için aday gösterebilir ve her konum için var olan adayları görebilirsiniz. Herhangi bir konuma aday gösterildiyseniz, bunları görme ve reddedebilirsiniz. Bir veya birkaç kişinin ikinci olmasını gerektiren adaylıklar da bu şekilde işaretlenir. Adaylarınızı eklemek için "İkinciye gerek var" düğmesine tıklayın

source: The Nominations period for this Election is now closed. Eligible nominations are listed below.
de_de: Die Nominierungsphase für diese Wahl ist abgeschlossen. Wählbare Nominierungen sind unten aufgelistet.
it_it: Il periodo per le Candidature per questa Elezione è ora chiuso. Le candidature ammissibili sono elencate di seguito.
tr_tr: Bu seçim için aday gösterme dönemi kapanmış. Uygun adaylıkları aşağıda görebilirsiniz.

source: The Nominations period for this Election is now closed. The nominated candidates for each position are listed below.
de_de: Die Nominierungsphase für diese Wahl ist jetzt geschlossen. Die nominierten Kandidaten für jede Position sind unten aufgelistet.
it_it: Il periodo per le Candidature per questa Elezione è ora chiuso. i candidati nominati per ciascuna carica sono elencati qui sotto.
tr_tr: Bu seçim için aday gösterme dönemi kapanmış. Her konum için uygun adaylıkları aşağıda görebilirsiniz.

source: Voting is now open for this Election. Use the "Vote now" button to submit your preferences from the candidates listed below.
de_de: Die Abstimmung für diese Wahl ist nun eröffnet. Benutze den "Wähle jetzt"-Button, um Deine Präferenzen zu den unten aufgeführten Kandidaten abzugeben.
it_it: Le Votazioni sono ora aperte per questa Elezione. Usa il pulsante "Vota ora" per inviare le tue preferenze tra i candidati elencati di seguito.
tr_tr: Bu seçimin oylaması sürüyor. Aşağıda listelenen adaylardan tercih ettiklerinizi seçmek için "Oy ver" düğmesine tıklayın.

source: Voting has closed for this election. The candidates are shown below.
de_de: Die Abstimmung für diese Wahl ist beendet. Die Kandidaten werden unten angezeigt.
it_it: Le votazioni per questa elezione sono terminate. I candidati sono mostrati qui sotto.
tr_tr: Bu seçim için oy verme işlemi sona erdi. Adayları aşağıda görebilirsiniz.

source: The votes have been counted for this election. The winners are shown below.
de_de: Die Stimmen für diese Wahl wurden ausgezählt. Die Gewinner werden unten angezeigt.
it_it: I voti sono stati contati per questa elezione. I vincitori sono mostrati qui sotto.
tr_tr: Bu seçimin oyları sayıldı. Kazananları aşağıda görebilirsiniz.

source: The votes have been counted for this election. A breakdown of the nominations and results for each position is shown below.
de_de: Die Stimmen für diese Wahl wurden ausgezählt. Eine Zusammenstellung der Nominierungen und Ergebnisse für jede Position werden unten angezeigt.
it_it: I voti sono stati contati per questa elezione. Di seguito è riportato un dettaglio delle nomine e dei risultati per ciascuna carica.
tr_tr: Bu seçimin oyları sayıldı. Her bir konum için adaylıkları ve sonuçları aşağıda görebilirsiniz.

source: Create Election
de_de: Wahl erstellen
it_it: Crea Elezione
tr_tr: Seçim ekle

source: Edit Election
de_de: Wahl verwalten
it_it: Modifica Elezione
tr_tr: Seçimi düzenle

source: Delete Election
de_de: Wahl löschen
it_it: Cancella Elezione
tr_tr: Seçimi sil

source: Need Second
de_de: Stellvertretung benötigt
tr_tr: İkinciye gerek var
