Repository: civicrm/civicrm-l10n-extensions
Catalog: po/civirules/*/civirules.po
Languages: de_de, fr_fr, nl_nl, sr_rs, tr_tr

source: Extra parameters
de_de: Extra Parameter
fr_fr: Paramètres supplémentaires
sr_rs: Dodatni parametri
tr_tr: Ek parametreler

source: Link operator
de_de: Verbundener Operator
fr_fr: Opérateur de lien
sr_rs: Link operater
tr_tr: Bağlantı işlemi

source: Add Condition
fr_fr: Ajouter une condition

source: Edit trigger parameters
de_de: Bearbeite Triggerparameter
fr_fr: Modifier les paramètres du déclencheur
nl_nl: Trigger parameters wijzigen
sr_rs: Uredi parametre okidača
tr_tr: Tetikleyici parametrelerini düzenle

source: Are you sure you want to delete the rule with label
de_de: Wollen Sie wirklich diese Regel löschen mit dem Label
fr_fr: Êtes-vous sûr de vouloir supprimer la règle avec le libellé
nl_nl: Wilt u de regel verwijderen met het label

source: from the database? The associated CiviRules logs will also be deleted.
de_de: aus der Datenbank? Die verknüpften CiviRules Logs werden dann auch gelöscht.
fr_fr: de la base de données ? Les journaux CiviRules associés seront également supprimés.
nl_nl: uit de database? De bijbehorende logs in CiviRule-regels worden ook verwijderd.
tr_tr: etiketli kuralı veri tabanından silmek istediğinize emin misiniz? İlişkili CiviRules günlükleri de silinecek.

source: If you would like to keep the CiviRules logs, press
de_de: Um die CiviRules Logs zu behalten, drücke
fr_fr: Si vous souhaitez conserver les journaux CiviRules, appuyez sur
nl_nl: Indien u de logs in CiviRule wilt laten staan, druk op
tr_tr: CiviRules günlüklerini tutmak istiyorsanız şuna basın

source: and disable the Rule instead.
de_de: und deaktiviere die Regel stattdessen.
fr_fr: et désactiver la Règle à la place.
nl_nl: en schakel in plaats daarvan de regel uit.
tr_tr: ve silmek yerine kuralı devre dışı bırakın.

source: Press
de_de: Drücken
fr_fr: Appuyer sur
nl_nl: Druk
tr_tr: Şuna basın

source: to really delete the rule from the database completely.
de_de: um die Regel wirklich komplett aus der Datenbank zu löschen.
fr_fr: pour vraiment supprimer complètement la règle de la base de données.
nl_nl: om de regel definitief te verwijderen.
tr_tr: böylece kural veri tabanından tam olarak silinir.

source: to enable but expect unintented double emails.
fr_fr: pour activer mais attendez-vous à recevoir des courriels en double non intentionnels.

source: Add CiviRule
de_de: CiviRule hinzufügen
fr_fr: Ajouter une règle
nl_nl: CiviRule toevoegen
sr_rs: Dodaj CiviRule
tr_tr: CiviRule ekle

source: Enabled?
fr_fr: Activé ?

source: Date modified
fr_fr: Date modification

source: Modified by
fr_fr: Modifié par

source: Assignee
de_de: Zugewiesener
fr_fr: Assigné(e)
nl_nl: Contactpersoon
sr_rs: Asignat
tr_tr: Atanmış kişi

source: Relationship type
fr_fr: Type de relation

source: You can test the activity date against specific dates (Comparison Date or From and To Date depending on the Operator).
fr_fr: Vous pouvez vérifier la date de l'activité par rapport à des dates spécifiques (Date de comparaison ou Date de début et Date de fin au selon l'Opérateur).
nl_nl: U kunt de activiteitsdatum testen met verschillende datums (Vergelijkingsdatum of 'Van datum' en 'Tot datum' afhankelijk van de Operator).
tr_tr: Etkinlik tarihinin uygunluğunu belirli tarihlerle karşılaştırabilirsiniz (işleme bağlı olarak karşılaştırma tarihi ya da başlangıç ve bitiş tarihi).

source: You can also select to test against either the date the rule is triggered or the date the action is executed. If you do not use delayed actions this is the same date but if you do use a delay there is a diffderence!
fr_fr: Vous pouvez également choisir de vérifier la date à laquelle la règle est déclenchée ou la date à laquelle l'action est exécutée. Si vous n'utilisez pas d'actions différées, c'est la même date, mais si vous utilisez un délai, il y a une différence !
nl_nl: U kunt ook kiezen om te testen met de datum dat de regel is getriggerd of de datum van het uitvoeren van de actie. Als u geen uitstel van de actie heeft gedaan dan is dit dezelfde datum!
tr_tr: Ayrıca, kuralın tetiklendiği tarih veya işlemin yapıldığı tarihle karşılaştırmayı da seçebilirsiniz. Geciktirilmiş işlem kullanmıyorsanız bu aynı tarihtir ancak geciktirme kullanırsanız bir fark olur!

source: For example, if the rule is triggered by a new activity on the 1 April but the action is executed with a delay of 1 day, comparing with the date the rule is triggered will compare with 1 April whilst comparing with the date the action is executed will compare with 2 April (if you did NOT check the <em>Don't recheck condition upon processing of delayed action!</em> box when defining the delay)
fr_fr: Par exemple, si la règle est déclenchée par une nouvelle activité le 1er avril mais que l'action est exécutée avec un retard de 1 jour, la comparaison avec la date de déclenchement de la règle sera comparée au 1er avril et la comparaison avec la date d'exécution de l'action sera comparée au 2 avril (si vous n'avez PAS coché la case <em>Ne revérifiez pas les conditions lors du traitement de l'action différée !</em> en définissant le retard)
nl_nl: Voorbeeld: als de trigger van de regel is een nieuwe activiteit op 1 April waarbij een uitstel is van 1 dag, dan vergelijkt u met triggerdatum dus met 1 April en bij vergelijken met de uitvoeringsdatum dus 2 April (als u tenminste niet de keuze <em>Conditie niet opnieuw controleren bij het verwerken van de uitgestelde actie</em> aangevinkt heeft bij het bepalen van de uitstel.)
tr_tr: Örneğin, kural 1 Nisan tarihinde yeni bir etkinlik tarafından tetiklenirse, ancak işlem 1 günlük bir geciktirmeyle yapılırsa, kuralın tetiklendiği 1 Nisan tarihi ile işlemin yapıldığı 2 Nisan tarihi karşılaştırılır (gecikmeyi tanımlarken <em>Geciktirilmiş işlem yapıldıktan sonra durum yeniden denetlenmesin</em> seçeneği kutusunu işaretlemediyseniz)

source: Please note that using the date the action is executed only makes sense if you also specify a delay!!!!
fr_fr: Veuillez noter que l'utilisation de la date d'exécution de l'action n'a de sens que si vous spécifiez également un temps de délai !!!!!!
nl_nl: Het heeft dus geen zin om te kiezen voor de datum van uitvoeren als u geen uitstel heeft gedefinieerd!
tr_tr: Lütfen işlemin yapıldığı tarihi kullanmanın yalnızca bir geciktirme belirttiğinizde mantıklı olacağını unutmayın!!!!

source: For this CiviRule condition you can specify:
de_de: Für diese CiviRule-Bedingung spezifizieren:
fr_fr: Pour cette condition CiviRule vous pouvez préciser :
nl_nl: Bij deze CiviRule-conditie kun u speciferen:
tr_tr: Bu CiviRule koşulu için şunları belirtebilirsiniz:

source: if you want to check if the contact is in one group, more groups OR not in one or more groups
de_de: falls geprüft werden soll, ob ein Kontakt in einer Gruppe, mehreren Gruppen ODER nicht in einer oder mehreren Grzpen ist
fr_fr: Si vous souhaitez vérifier si le contact est dans un groupe, plusieurs groupes OU pas dans un ou plusieurs groupes
nl_nl: als u wilt controleren of het contact in een groep zit, in meerdere groepen OF niet in meerdere groepen
tr_tr: Kişinin bir grupta olup olmadığını denetlemek istiyorsanız, daha fazla grupta VEYA bir veya birkaç grupta değil

source: Check Group Tree
de_de: Gruppenbaum prüfen
fr_fr: Vérifier l'arborescence des groupes
nl_nl: Groepsopbouw controleren
tr_tr: Grup ağacı denetlensin

source: when checking do you want to ONLY check the selected groups or ALSO check for inherited group membership (if the contact is in one of the child groups of the selected groups)
de_de: wenn geprüft wird, soll dann NUR die gewählte Gruppe oder AUCH für vererbte Gruppenmitgliedschaften geprüft werden (wenn der Kontakt in einer der Untergruppen der gewählten Gruppe ist)
fr_fr: Pendant la vérification souhaitez vous SEULEMENT vérifier les groupes sélectionnés ou AUSSI vérifier les groupe hérités de l'adhésion (si le contact est dans un des groupes enfant des groupes sélectionnés).
nl_nl: wilt u bij het controleren ALLEEN de geselecteerde groepen controleren of OOK de overervende lidmaatschappen (als het contact lid is van een onderliggende groep van een geselecteerde groep)
tr_tr: Denetlenirken YALNIZCA seçili gruplar mı denetlensin yoksa devralınan grup üyeliği AYRICA denetlensin mi (kişi seçilmiş grupların alt gruplarından birindeyse)

source: the groups to check for
de_de: Gruppen, die geprüft werden
fr_fr: Les groupes à vérifier pour
nl_nl: de te controleren groepen
tr_tr: şunun için denetlenecek gruplar

source: <p>On this form you can determine how to check if the contact lives in a country.</p> <p>Default behaviour is to check if the country of the <strong>primary</strong> address of the contact in question is correct. If a contact has no address or the country of the address is empty, it is assumed the contact lives in the country that you have specified as the default CiviCRM country (check <strong>Administer>Localization>Languages, Currencies, Locations</strong>).</p> <p>You can deviate from this behaviour by specifying a <strong>specific</strong> location type of which the country should be checked</p> <p>You can also tick boxes which determine what will be done if: <ol> <li>there is no address of the contact</li> <li>there is no country in the address of the contact</li> </ol> </p> <p>In this form you can also specify which country or countries the contact should live in for the condition to be true.</p>
fr_fr: <p>Dans ce formulaire, vous pouvez déterminer comment vérifier si le contact vit dans un pays. </p> <p>Comportement par défaut est de vérifier si le pays de l'adresse <strong>primaire</strong>du contact en question est correct. Si un contact n'a pas d'adresse ou si le pays de l'adresse est vide, il est supposé que le contact vit dans le pays que vous avez spécifié comme le pays par défaut de CiviCRM (vérifier <strong>Administrateur>Localisation>Langues, Devises, Localisation</strong>).</p>> <p>Vous pouvez vous écarter de ce comportement en spécifiant un type de localisation <strong>spécifique</strong>dont le pays doit être vérifié</p> <p>Vous pouvez également cocher les cases qui déterminent ce qui sera fait si : <ol> <li>il n'y a pas d'adresse du contact</li> <li>il n'y a pas de pays dans l'adresse du contact</li> </ol> </p> <p>Dans ce formulaire, vous pouvez également spécifier dans quel(s) pays le contact doit vivre pour que la condition soit vraie. </p>
nl_nl: <p>Hier kunt u bepalen hoe gecontroleerd moet worden of een contact in een land woont.</p> <p>Standaard is het controleren of land bij het <strong>primaire</strong> adres van het contact overeenkomt. Als er geen adres is of geen land bij het adres bij het contact dan wordt aangenomen dat dat land overeenkomt met het standaardland in CiviCRM ( <strong>Beheer > Lokalisatie > Talen, Valuta, Locatie</strong>).</p> <p>U kunt dit aanpassen door een <strong>specifiek</strong> locatietype te kiezen waarmee moet worden vergeleken</p> <p>U kunt ook aangeven wat er moet gebeuren als: <ol> <li>het contact geen adres heeft</li> <li>er bij het adres geen land is ingevuld</li> </ol> </p> <p>U kunt hier ook aangeven in welk land of in welke landen het contact moet leven om de conditie geldend, TRUE, te maken.</p>
tr_tr: <p>Bu formda, ilgili kişinin bir ülkede yaşayıp yaşamadığını nasıl denetleyebileceğinizi belirleyebilirsiniz.</p> <p>Varsayılan davranış, söz konusu kişinin <strong>birincil</strong> adresinin bulunduğu ülkenin doğru olup olmadığını denetler. Bir kişinin adresi yoksa ya da adresin bulunduğu ülke boşsa, kişinin varsayılan CiviCRM ülkesi olarak belirttiğiniz ülkede yaşadığı varsayılır (<strong>Yönetim > Yerelleştirme > Diller, Para Birimleri, Konumlar</strong> bölümünde).</p> <p>Denetlenmesi gereken ülkede <strong>belirli</strong> bir konum türü belirterek bu davranışı değiştirebilirsiniz</p> <p>Şu durumlarda ne yapılacağını belirleyen kutuları da işaretleyebilirsiniz: <ol> <li>Kişinin bir adresi yok</li> <li>Kişinin adresinde bir ülke yok</li> </ol> </p> <p>Bu formda, koşulun doğru olması için ilgili kişinin hangi ülke veya ülkelerde yaşaması gerektiğini de belirtebilirsiniz.</p>

source: If you dont select any then it means of any financial type
fr_fr: Si vous n'en sélectionnez pas, cela signifie qu'il s'agit de n'importe quel type de financement
nl_nl: Als u hier niets selecteert dan wordt er niet geselecteerd op financieel type
tr_tr: Herhangi birini seçmezseniz, tüm mali türler anlamına gelir

source: If you dont select any then it means of any payment instrument
fr_fr: Si vous n'en sélectionnez pas, cela signifie que se sont tous les moyens de paiement
nl_nl: Als u hier niets selecteert dan wordt er niet geselecteerd op betaalmethode
tr_tr: Herhangi birini seçmezseniz, tüm ödeme aracıları anlamına gelir

source: If you dont select any then it means of any contribution status
fr_fr: Si vous n'en sélectionnez pas, cela signifie qu'il n'y a pas d'état de contribution
nl_nl: Als u hier niets selecteert dan wordt er niet geselecteerd op bijdragestatus
tr_tr: Herhangi birini seçmezseniz, tüm katkı durumları anlamına gelir

source: Original value
de_de: Originalwert
fr_fr: Valeur d'origine
nl_nl: Oorspronkelijke waarde
sr_rs: Originalna vrednosti
tr_tr: Özgün değer

source: Seperate each value on a new line
de_de: Trenne jeden Wert in eine neue Zeile
fr_fr: Séparer chaque valeur sur une nouvelle ligne
nl_nl: Voer elke waarde op een nieuwe regel in
sr_rs: Postavi svaku vrednost na zasebnu liniju
tr_tr: Her değeri yeni bir satıra yazın

source: New value
de_de: Neuer Wert
fr_fr: Nouvelle valeur
nl_nl: Nieuwe waarde
sr_rs: Nova vrednost
tr_tr: Yeni değer

source: Params can not be empty when adding or updating a civirule rule
de_de: Parameter dürfen nicht leer sein beim Hinzufügen oder Aktualisieren einer Regel.
nl_nl: Parameters kunnen niet leeg zijn bij het toevoegen of wijzigen van een CiviRule-regel
tr_tr: Bir CiviRule kuralı eklenirken ya da güncellenirken parametreler boş olamaz

source: Minutes
de_de: Minuten
nl_nl: Minuten
sr_rs: Minuta
tr_tr: Dakika sayısı

source: You need to provide a number of minutess
de_de: Bitte eine Anzahl von Minuten angeben
nl_nl: Vul het aantal minuten in
sr_rs: Morate uneti broj minuta
tr_tr: Bir dakika sayısı belirtmelisiniz

source: Second
de_de: Sekunde
nl_nl: Tweede
sr_rs: Drugi
tr_tr: İkinci

source: RuleId
de_de: Regel Id
nl_nl: Regel-id
sr_rs: ID pravila
tr_tr: Kural kimliği

source: Description
de_de: Beschreibung
nl_nl: Beschrijving
sr_rs: Opis
tr_tr: Açıklama

source: Upgrade %1 to revision %2
de_de: Upgrade %1 auf Revision %2
nl_nl: Upgrade %1 naar versie %2
sr_rs: Ažuriraj %1 na reviziju %2
tr_tr: %1, %2 sürümüne güncelle

source: Type: %1
de_de: Typ: %1
sr_rs: Tip: %1
tr_tr: Tür: %1

source: Add tag (%1) to contact
de_de: Tag (%1) zu Kontakt hinzufügen
nl_nl: Kenmerk (%1) toevoegen aan contact
sr_rs: Dodaj tag (%1) kontaktu
tr_tr: Etiketi (%1) kişiye ekle

source: Remove tag (%1) from contact
de_de: Entferne Tag (%1) von Kontakt
nl_nl: Kenmerk (%1) verwijderen van contact
sr_rs: Ukloni tag (%1) iz ovog kontakta
tr_tr: Etiketi (%1) kişiden kaldır

source: Message:
de_de: Nachricht:
nl_nl: Bericht:
sr_rs: Poruka:
tr_tr: İleti:

source: Membership status %1 %2
de_de: Mitgliedsstatus %1 %2
nl_nl: Lidmaatschapsstatus %1 %2
tr_tr: Üyelik durumu %1 %2

source: Activity with type %1 and status %2 date reached
de_de: Aktivität von Art %1 und Status %2 Datum erreicht
nl_nl: Activiteit met type %1 en status %2 datum bereikt
sr_rs: Datum aktivnosti tipa %1 i statusa %2 je danas
tr_tr: %1 türündeki işlem ve %2 durumu tarihine ulaşıldı

source: Event with type %1 and field %2 date reached %3
de_de: Veranstaltung von Typ %1 und Feld %2 Datum erreicht %3
nl_nl: Evenement met type %1 en status %2 datum bereikt %3
tr_tr: %1 türünde ve %2 alanında tarihi olan işlem %3 aşamasına ulaştı

source: Membership end date with type %1 %2 %3
de_de: Mitgliedschaftsenddatum mit Art %1 %2 %3
nl_nl: Einddatum lidmaatschap met type %1 %2 %3
tr_tr: %1 %2 %3 türündeki üyelik bitiş tarihi

source: Manage Rules
de_de: Verwalte Regeln
nl_nl: Regels beheren
tr_tr: Kural yönetimi

source: New Rule
de_de: Neue Regel
nl_nl: Regel aanmaken
tr_tr: Yeni kural

source: CiviRule Tags
nl_nl: CiviRule Kenmerken
tr_tr: CiviRule etiketleri

source: Condition
de_de: Bedingung
nl_nl: Conditie
sr_rs: Uslov
tr_tr: Koşul

source: The existing CiviRules are listed below. You can manage, delete, disable/enable or add a rule. You can filther the list of CiviRules with the Filter Criteria
de_de: Bestehende CiviRules sind unten aufgelistet. Du kannst sie hier verwalten, löschen, deaktivieren/aktivieren oder neue Regeln hinzufpgen. Die Liste läßt sich nach Filterkriterien filtern.
nl_nl: De bestaande CiviRule-regels worden hieronder getoond. U kut ze verwidjeren, uitschakelen, inschakelen of een regel toevoegen. U kunt de lijst regels ook filteren met filter-criteria
tr_tr: Var olan CiviRules kuralları aşağıda listelenmiştir. Bir kuralı yönetebilir, silebilir, devre dışı bırakabilir/etkinleştirebilir veya ekleyebilirsiniz. Ölçütler ile CiviRules listesini süzebilirsiniz.

source: Rule Label
de_de: Regelbezeichnung
nl_nl: Label regel
tr_tr: Kural etiketi

source: Active?
de_de: Aktiv?
nl_nl: Actief?
tr_tr: Etkin

source: Date Created
de_de: Erstelldatum
nl_nl: Aanmaakdatum
sr_rs: Kreirano datuma
tr_tr: Oluşturulma tarihi
