Repository: civicrm/civicrm-l10n-extensions
Catalog: po/civirules/*/civirules.po
Languages: de_de, fr_fr, nl_nl, sr_rs, tr_tr

source: Tag for Contact is one of selected:
de_de: Tag des Kontakts ist einer der gewählten:
fr_fr: Le tag/étiquette de contact est l'un des tags/étiquettes sélectionnés :
nl_nl: Kenmerk van het contact als er een is geselecteerd:
tr_tr: Kişi etiketi seçilmişlerden biri olan:

source: Schedule Reminder(s)
fr_fr: Rappel(s) programmé(s)

source: Operator
fr_fr: Opérateur
sr_rs: Operater
tr_tr: İşlem

source: Campaign(s)
de_de: Kampagne(n)
fr_fr: Campagne(s)
nl_nl: Campagne(s)
sr_rs: Kampanja(kampanje)
tr_tr: Kampanyalar

source: Comparison Date
de_de: Vergleichsdatum
fr_fr: Date de la comparaison
nl_nl: Vergelijkingsatum
tr_tr: Karşılaştırma tarihi

source: Compare with
de_de: Vergleiche mit
fr_fr: Comparer avec
nl_nl: Vergelijken met
tr_tr: Şununla karşılaştır

source: From date
de_de: Von Datum
fr_fr: Date de début
nl_nl: Van datum
tr_tr: Başlangıç tarihi

source: To date
de_de: Bis Datum
fr_fr: Date de fin
nl_nl: Tot datum
tr_tr: Bitiş tarihi

source: Compare with the date the rule is triggered
fr_fr: Comparer avec la date à laquelle la règle est déclenchée
nl_nl: Vergelijk met de datum waarop de regel is getriggerd
tr_tr: Kuralın tetiklendiği tarihle karşılaştır

source: Compare with the date the action is executed
fr_fr: Comparer avec la date à laquelle l'action est exécutée
nl_nl: Vergelijk met de datum waarop de regel wordt uitgevoerd
tr_tr: İşlemin yapıldığı tarihle karşılaştır

source: From and To Date are required and can not be empty when using Between
de_de: Von und Bis Datum sind Pflichtfeld und können nicht leer sein, wenn man Zwischen sucht
fr_fr: Dates de début et de fin sont obligatoires et ne peuvent pas être vides lors de l'utilisation de l'option Entre le
nl_nl: De 'Van datum' en de 'Tot datum' zijn verplicht als u Tussen gebruikt
tr_tr: Şunun arasında kullanılırken başlangıç ve bitiş tarihleri gereklidir ve boş olamaz

source: From Date should be earlier than or the same as To Date
fr_fr: La date du début doit être antérieure ou identique à la date de fin
nl_nl: De 'Van datum' kan niet na de 'Tot datum' liggen
tr_tr: Başlangıç tarihi, bitiş tarihi ile aynı ya da daha önce olmalıdır

source: You can only use trigger date OR action execution date, not both!
fr_fr: Vous ne pouvez utiliser que la date de déclencheur OU la date d'exécution de l'action, pas les deux !
nl_nl: Kies of de datum van de trigger of de datum van uitvoeren van de actie!
tr_tr: Yalnızca tetiklenme tarihini YA DA işlemin yapılma tarihini kullanabilirsiniz. İkisini birden kullanamazsınız!

source: Date to compare with has to be empty when using the trigger date
fr_fr: La date à comparer avec doit être vide lors de l'utilisation de la date de déclenchement
nl_nl: De datum waarmee wordt vergeleken moet leeg zijn bij het vergelijken met de datum van de trigger
tr_tr: Tetiklenme tarihi kullanılırken karşılaştırılacak tarih boş olmalıdır

source: Date to compare with has to be empty when using the action execution date
fr_fr: La date à comparer avec doit être vide lors de l'utilisation de la date d'exécution de l'action
nl_nl: De datum waarmee wordt vergeleken moet leeg zijn bij het vergelijken met de datum van het uitvoeren van de actie
tr_tr: İşlemin yapılma tarihi kullanılırken karşılaştırılacak tarih boş olmalıdır

source: Date to compare with can not be empty
de_de: Datum zum Vergleichen darf nicht leer sein
fr_fr: La date à comparer ne peut pas être vide
nl_nl: De datum waarmee wordt vergeleken moet ingevuld zijn
tr_tr: Karşılaştırılacak tarih boş olamaz

source: Text to match
de_de: Zu suchender Text
fr_fr: Texte à comparer
nl_nl: Te vergelijken tekst
tr_tr: Eşleştirilecek metin

source: Activity status(es)
de_de: Aktivitätsstatus
fr_fr: État(s) de l'activité
nl_nl: Activiteitsstatus(sen)
sr_rs: Status(i) aktivnosti
tr_tr: İşlem durumları

source: Contains the text
fr_fr: Contient le texte

source: is an exact match to
fr_fr: est une correspondance exacte de

source: Activity Type(s)
de_de: Aktivitätsart(en)
fr_fr: Type(s) d'activité(s)
nl_nl: Activiteitstype(s)
sr_rs: Tip(ovi) aktivnosti
tr_tr: İşlem türleri

source: Campaign Status(ss)
fr_fr: État(s) de la campagne

source: Campaign Type(s)
fr_fr: Type(s) de campagne

source: Number of days
de_de: Anzahl von Tagen
fr_fr: Nombre de jours
nl_nl: Aantal dagen
tr_tr: Gün sayısı

source: Changed Custom Field is one of:
fr_fr: Le champ personnalisé modifié est l'un de :

source: Case Status(es)
de_de: Fallstatus
fr_fr: État(s) du dossier
nl_nl: Dossier status(sen)
sr_rs: Status(i) predmeta
tr_tr: Olay durumları

source: - select -
de_de: - auswählen -
fr_fr: - sélectionner -
nl_nl: - selecteer -
sr_rs: - izaberite -
tr_tr: - Seçin -

source: Case Type(s)
de_de: Falltyp(en)
fr_fr: Type(s) du dossier
nl_nl: Dossiertype(s)
sr_rs: Tip(ovi) predmeta
tr_tr: Olay türleri

source: Group(s)
de_de: Gruppe(n)
fr_fr: Groupe(s)
nl_nl: Groep(en)
tr_tr: Gruplar

source: - Any phone type -
de_de: - beliebiger Telefontyp -
fr_fr: - N'importe quel type de téléphone -
nl_nl: - elk telefoontype -
sr_rs: - Bilo koji tip telefona -
tr_tr: - Tüm telefon türleri -

source: - Any location -
de_de: - beliebige Adresskategorie -
fr_fr: - N'importe quel adresse -
nl_nl: - Elke locatie -
sr_rs: - Bilo koja lokacija -
tr_tr: - Tüm konumlar -

source: Location type
de_de: Adresskategorie
fr_fr: Type d'adresse
nl_nl: Locatietype
sr_rs: Tip lokacije
tr_tr: Konum türü

source: Phone type
de_de: Telefontyp
fr_fr: Type de téléphone
nl_nl: Telefoontype
sr_rs: Tip telefona
tr_tr: Telefon türü

source: Subtypes
de_de: Unterarten
fr_fr: Sous-types
tr_tr: Alt türler

source: Domain
fr_fr: Domaine
nl_nl: Domein
tr_tr: Etki alanı

source: Check Group Tree?
de_de: Gruppenbaum prüfen?
fr_fr: Vérifier l'arborescence des groupes ?
nl_nl: Groepsopbouw controleren?
tr_tr: Grup ağacı denetlensin

source: Country
de_de: Land
fr_fr: Pays
nl_nl: Land
tr_tr: Ülke

source: Location Type of the Address to Test
de_de: Adresskategorie der zu testenden Adresse
fr_fr: Type d'adresse de l'adresse à tester
nl_nl: Locatietype van het te testen adres
tr_tr: Sınanacak adresin konum türü

source: Use CiviCRM Default Country if Contact has no Address
de_de: Verwende CiviCRM Standardland wenn der Kontakt keine Adresse hat
fr_fr: Utiliser le pays par défaut de CiviCRM si le contact n'a pas d'adresse
nl_nl: Gebruik het standaardland als het contact geen adres heeft
tr_tr: Kişinin adresi yoksa CiviCRM varsayılan ülkesi kullanılsın

source: Use CiviCRM Default Country if Address has no Country
de_de: Verwende CiviCRM Standardland wenn die Adresse kein Land hat
fr_fr: Utiliser le pays par défaut de CiviCRM si l'adresse n'a pas de pays
nl_nl: Gebruik het standaardland als het contact geen land heeft
tr_tr: Adresin ülkesi yoksa CiviCRM varsayılan ülkesi kullanılsın

source: Number of Days
de_de: Anzahl von Tagen
fr_fr: Nombre de jours
nl_nl: Aantal dagen
sr_rs: Broj dana
tr_tr: Gün sayısı

source: Financial Type(s)
de_de: Zuwendungsarte(n)
fr_fr: Type(s) d'opération(s) comptable(s)
nl_nl: Financiële type(s)
sr_rs: Finansijski tip(ovi)
tr_tr: Mali türler

source: is pay later
fr_fr: est en paiement ultérieur

source: is not pay later
fr_fr: n'est pas en paiement ultérieur

source: is recurring
fr_fr: est récurrent

source: is not recurring
fr_fr: n'est pas récurrent

source: Payment Method
de_de: Zahlungsmethode
fr_fr: Mode de paiement
nl_nl: Betaalmethode
tr_tr: Ödeme yöntemi

source: - any -
de_de: - beliebig -
fr_fr: - n'importe -
nl_nl: - elke -
sr_rs: - bilo koji -
tr_tr: - Tümü -

source: Count What?
de_de: Zähle was?
fr_fr: Compter quoi ?
nl_nl: Wat tellen?
sr_rs: Broj čega?
tr_tr: Sayılacak şey

source: where Operator
fr_fr: où l'Opérateur
sr_rs: gde operater
tr_tr: where işlemi

source: of Financial Type(s)
fr_fr: de type(s) d'opération(s) comptable(s)
nl_nl: of Financieel type(s)
sr_rs: finansijskog tipa(tipova)
tr_tr: mali türlerin

source: Number of Contributions
de_de: Anzahl der Zuwendungen
fr_fr: Nombre de contributions
nl_nl: Aantal bijdragen
sr_rs: Broj donacija
tr_tr: Katkı sayısı

source: Financial type
de_de: Zuwendungsart
fr_fr: Type d'opération comptable
nl_nl: Financieel type
tr_tr: Mali tür

source: Payment instrument
de_de: Zahlungsinstrument
fr_fr: Moyen de paiement
nl_nl: Betaalmethode
sr_rs: Instrument plaćanja
tr_tr: Ödeme aracı

source: Comparing value 0 with anything but greater than makes no sense
fr_fr: Comparer la valeur 0 avec n'importe quoi d'autre qu'une valeur supérieure n'a aucun sens
nl_nl: Het vergelijken met 0 is hier niet zinnig
tr_tr: 0 değerini daha büyük bir şeyle karşılaştırmak anlamsızdır

source: Contribution status
fr_fr: Statut de la contribution

source: in the last
fr_fr: dans le dernier

source: interval
fr_fr: Intervalle

source: days
de_de: Tage
fr_fr: jours
nl_nl: dagen
sr_rs: dana
tr_tr: gün

source: months
de_de: Monate
fr_fr: mois
nl_nl: maanden
sr_rs: meseci
tr_tr: ay

source: years
de_de: Jahre
fr_fr: années
nl_nl: jaren
sr_rs: godina
tr_tr: yıl

source: Number of Recurring Contribution Collections
fr_fr: Nombre de contributions récurrentes perçues
nl_nl: Aantal periodieke bijdragen verzamelingen
sr_rs: Broj prikupljenih periodičnih donacija
tr_tr: Alınan yinelenen katkı ödemelerinin sayısı

source: Donor has recurring contributions?
de_de: Hat der Spender wiederkehrende Zuwendungen?
fr_fr: Le donateur a-t-il des contributions récurrentes ?
nl_nl: Heeft donateur periodieke bijdragen?
sr_rs: Donator ima periodične donacije?
tr_tr: Bağışçının yinelenen katkısı var mı?

source: End Date is
de_de: Enddatum ist
fr_fr: La date de fin est
nl_nl: Einddatum is
sr_rs: Datum završetka je
tr_tr: Bitiş tarihi şu olan

source: Frequency Unit
fr_fr: Unité de periodicité

source: Interval
de_de: Intervall
fr_fr: Intervalle
tr_tr: Sıklık

source: Payment Processor
fr_fr: Passerelle de paiement

source: Soft Credit Type(s)
fr_fr: Type(s) de crédit indirect

source: Tag(s)
fr_fr: Tags/Étiquette(s)
nl_nl: Kenmerk(en)
tr_tr: Etiketler

source: Event Type(s)
de_de: Veranstaltungsart(en)
fr_fr: Type(s) d'événement
nl_nl: Evenementstype(s)
tr_tr: Etkinlik türleri

source: Compare value is required
de_de: Vergleichswert wird benötigt
fr_fr: Valeur de comparaison est nécessaire
nl_nl: De vergelijkingswaarde is verplicht
sr_rs: Vrednost za poređenje je obavezna
tr_tr: Karşılaştırma değeri gereklidir

source: Compare values is a required field
de_de: Vergleichswert ist ein Pflichtfeld
fr_fr: Valeurs de comparaison est un champ obligatoire
nl_nl: De vergelijkingswaarden is een verplicht veld
sr_rs: Poređenje vrednosti je obavezno polje
tr_tr: Karşılaşdırma değerleri alanının doldurulması zorunludur

source: Compare value
de_de: Vergleiche Wert
fr_fr: Valeur de comparaison
nl_nl: Waarde vergelijken
sr_rs: Uporedi vrednost
tr_tr: Karşılaştırma değeri

source: Compare values
de_de: Vergleiche Werte
fr_fr: Valeurs de comparaison
nl_nl: Waarden vergelijken
sr_rs: Uporedi vrednosti
tr_tr: Karşılaştırma değerleri

source: Compare with original value (before the change)?
de_de: Vergleiche mit dem Originalwert (vor der Änderung)?
fr_fr: Comparer avec la valeur originale (avant la modification) ?
nl_nl: Vergelijken met de oorspronkelijke waarde?
tr_tr: Özgün değer ile karşılaştırılsın (değişiklik öncesi)

source: Entity could not be empty
de_de: Entität darf nicht leer sein
fr_fr: L'entité ne pouvait pas être vide
nl_nl: Entiteit moet ingevuld zijn
sr_rs: Entitet ne može biti prazno polje
tr_tr: Varlık boş olamaz

source: Field is not valid
de_de: Feld ist nicht gültig
fr_fr: Le champ n'est pas valide
nl_nl: Veld is niet geldig
sr_rs: Polje nije važeće
tr_tr: Alan geçersiz

source: Edit Condition '%1' for CiviRule '%2'
fr_fr: Modifier la condition "%1" pour la règle civile "%2"

source: Which Date
fr_fr: Quelle date

source: Participant Register Date
fr_fr: Date d'inscription du participant

source: Event Start Date
fr_fr: Date de début de l'événement

source: Event End Date
fr_fr: Date de fin de l'événement

source: Comparison Type
fr_fr: Type de comparaison

source: Fixed Date
fr_fr: Date fixe

source: Field Value
fr_fr: Valeur du champ

source: Trigger Date
fr_fr: Date du déclencheur

source: Action Date
fr_fr: Date de l'action

source: Comparison Field
fr_fr: Champ de comparaison

source: Treat Empty Field
fr_fr: Traiter le champ vide

source: Group Type(s)
de_de: Gruppentyp(en)
fr_fr: Type(s) de groupe
nl_nl: Groepstype(s)
tr_tr: Grup türleri

source: longer than
fr_fr: plus long que

source: shorter than
fr_fr: plus court que

source: longer/shorter than
fr_fr: plus long/plus court que

source: number
fr_fr: nombre

source: Period
de_de: Periode
fr_fr: Période
nl_nl: Periode
tr_tr: Aralık

source: Membership Type(s)
fr_fr: Type(s) d'adhésion

source: - Select -
fr_fr: -- Sélectionner --

source: Negate
fr_fr: Négation

source: Condition Type
fr_fr: Type de condition

source: New end date after the old end date
fr_fr: Nouvelle date de fin après l'ancienne date de fin

source: equals
fr_fr: égal

source: is not equal to
fr_fr: n'est pas égal à

source: is NOT one of
fr_fr: n'est PAS l'un de

source: Membership Types
fr_fr: Types d'adhésion

source: Participant Role(s)
de_de: Teilnehmerrolle
fr_fr: Rôle(s) des participants
nl_nl: Deelnemersrol(len)
tr_tr: Katılımcı rolleri

source: Participant Status(es)
de_de: Teilnehmerstatus
fr_fr: Statut(s) des participants
nl_nl: Deelnemersstatus(sen)
tr_tr: Katılımcı durumları

source: Relationship Type(s)
de_de: Beziehungsart
fr_fr: Type(s) de lien(s) de parenté
nl_nl: Deelnemerstype(s)
tr_tr: İlişki türleri

source: Activity Date
fr_fr: Date de l'activité

source: Old value
de_de: Alter Wert
fr_fr: Ancienne valeur
nl_nl: Oorspronkelijke waarde
sr_rs: Stara vrednost
tr_tr: Eski değer

source: and new value
de_de: und neuer Wert
fr_fr: et nouvelle valeur
nl_nl: en nieuwe waarde
sr_rs: nova vrednost
tr_tr: ve yeni değer

source: Is equal to
de_de: Ist gleich
fr_fr: Est égal à
nl_nl: Is gelijk aan
sr_rs: Je jednako sa
tr_tr: Şuna eşit olan

source: Is not equal to
de_de: Ist nicht gleich
fr_fr: N'est pas égal à
nl_nl: Is ongelijk aan
sr_rs: Nije jednako sa
tr_tr: Şuna eşit olmayan

source: Is greater than
de_de: Ist größer als
fr_fr: Est supérieure à
nl_nl: Is groter dan
sr_rs: Je veće od
tr_tr: Şundan büyük olan

source: Is less than
de_de: Ist kleiner als
fr_fr: Est inférieur à
nl_nl: Is kleiner dan
sr_rs: Je manje od
tr_tr: Şundan küçük olan

source: Is greater than or equal to
de_de: Ist größer oder gleich zu
fr_fr: Est supérieur ou égal à
nl_nl: Is niet kleiner dan
sr_rs: Je veće ili jednako od
tr_tr: Şundan büyük ya da eşit olan

source: Is less than or equal to
de_de: Ist kleiner oder gleich zu
fr_fr: Est inférieur ou égal à
nl_nl: Is niet groter dan
sr_rs: Je manje ili jednako od
tr_tr: Şundan küçük ya da eşit olan

source: Contains string (case insensitive)
de_de: Enthält Zeichenkette (Großschreibung beachten)
fr_fr: Contient une chaîne de caractères (insensible à la casse)
nl_nl: Bevat tekst (hoofdletteronafhankelijk)
sr_rs: Sadrži niz (vodite računa o velikim i malim slovima)
tr_tr: Şu dizgeyi içeren (büyük/küçük harfe duyarlı)

source: Is empty
de_de: Ist leer
fr_fr: Est vide
nl_nl: Is leeg
sr_rs: Je prazno
tr_tr: Boş olan

source: Is not empty
de_de: Ist nicht leer
fr_fr: N'est pas vide
nl_nl: Is niet leeg
sr_rs: Nije prazno
tr_tr: Boş olmayan

source: Does contain one of
de_de: Enthält eins von
fr_fr: Contient l'un des éléments suivants
nl_nl: Bevat een van
sr_rs: Sadrži jedan od
tr_tr: Şunlardan birini içeren

source: Does not contain one of
de_de: Enthält nicht eins von
fr_fr: Ne contient pas l'un des éléments suivants
nl_nl: Bevat niet een van
sr_rs: Ne sadrži jedan od
tr_tr: Şunlardan birini içermeyen

source: Does contain all of
de_de: Enthält alle von
fr_fr: Contient tous les
nl_nl: Bevat alles van
sr_rs: Sadrži sve od
tr_tr: Şunların tümünü içeren

source: Does not contain all of
de_de: Enthält nicht alle von
fr_fr: Ne contient pas tous les
nl_nl: Bevat geen van
sr_rs: Ne sadrži nijedan od
tr_tr: Şunların tümünü içermeyen

source: Group is %1
de_de: Gruppe ist %1
fr_fr: Le groupe est %1
nl_nl: Groep is %1
sr_rs: Grupa je %1
tr_tr: Grup %1

source: Membership type %1 %2
de_de: Mitgliedschafts-Art %1 %2
fr_fr: Type d'adhésion %1 %2
nl_nl: Lidmaatschapstype %1 %2
tr_tr: Üyelik türü %1 %2

source: This month
de_de: Dieser Monat
fr_fr: Ce mois-ci
nl_nl: Deze maand
sr_rs: Ovaj mesec
tr_tr: Bu ay

source: Previous month
de_de: Vorheriger Monat
fr_fr: Mois précédent
nl_nl: Vorige maand
sr_rs: Prethodni mesec
tr_tr: Önceki ay

source: Last 30 days
de_de: Letzten 30 Tage
fr_fr: 30 derniers jours
nl_nl: Laatste 30 dagen
sr_rs: Poslednjih 30 dana
tr_tr: Son 30 gün

source: Last 12 months
de_de: Letzten 12 Monate
fr_fr: 12 derniers mois
nl_nl: Laatste 12 maanden
sr_rs: Poslednjih 12 meseci
tr_tr: Son 12 ay

source: Last 13 months
de_de: Letzten 13 Monate
fr_fr: 13 derniers mois
nl_nl: Laatste 13 maanden
sr_rs: Poslednjih 13 meseci
tr_tr: Son 13 ay

source: This year
de_de: Dieses Jahr
fr_fr: Cette année
nl_nl: Dit jaar
sr_rs: Ove godine
tr_tr: Bu yıl

source: Previous year
de_de: Vorheriges Jahr
fr_fr: Année précédente
nl_nl: Vorig jaar
sr_rs: Prethodne godine
tr_tr: Önceki yıl

source: Last nnn days
de_de: Letzten nnn Tage
fr_fr: Derniers nnn jours
nl_nl: Laatste nnn dagen
sr_rs: Poslednjih nnn dana
tr_tr: Son nnn gün

source: Last nnn weeks
de_de: Letzten nnn Wochen
fr_fr: Dernières nnn semaines
nl_nl: Laatste nnn weken
sr_rs: Poslednjih nnn nedelja
tr_tr: Son nnn hafta

source: weeks
de_de: Wochen
fr_fr: semaines
nl_nl: weken
sr_rs: nedelja
tr_tr: hafta

source: Last nnn months
de_de: Letzten nnn Monate
fr_fr: Derniers nnn mois
nl_nl: Laatste nnn maanden
sr_rs: Poslednjih nnn meseci
tr_tr: Son nnn ay

source: Last nnn years
de_de: Letzten nnn Jahre
fr_fr: Dernières nnn années
nl_nl: Laatste nnn jaren
sr_rs: Poslednjih nnn godina
tr_tr: Son nnn yıl

source: All time
de_de: Gesamte Zeit
fr_fr: Tout le temps
nl_nl: Altijd
tr_tr: Tüm zamanlar

source: You should enter a valid amount
de_de: Bitte gültigen Betrag eingeben
fr_fr: Vous devez saisir un montant valide
nl_nl: U moet een geldige waarde invullen
sr_rs: Morate uneti važeći iznos
tr_tr: Geçerli bir tutar yazmalısınız

source: all time
de_de: gesamte Zeit
fr_fr: tout le temps
nl_nl: altijd
tr_tr: Tüm zamanlar

source: Person
fr_fr: Personne
nl_nl: Persoon
sr_rs: Osoba
tr_tr: Kişi

source: Start Date
de_de: Startdatum
fr_fr: Date de début
nl_nl: Startdatum
tr_tr: Başlangıç tarihi

source: End Date
de_de: Enddatum
fr_fr: Date de fin
nl_nl: Einddatum
tr_tr: Bitiş tarihi

source: before
de_de: vor
fr_fr: Avant
nl_nl: voor
tr_tr: Şundan önce

source: after
de_de: nach
fr_fr: Après
nl_nl: na
tr_tr: Şundan sonra

source: Year(s)
de_de: Jahr(e)
fr_fr: Année(s)
nl_nl: Jaar(Jaren)
tr_tr: Yıllar

source: Activity Type
de_de: Aktivitätsart
fr_fr: Type d'activité
nl_nl: Activiteitstype
sr_rs: Tip aktivnosti
tr_tr: İşlem türü

source: Activity Status
de_de: Aktivitätsstatus
fr_fr: Statuts d'activité
nl_nl: Activiteitsstatus
sr_rs: Status aktivnosti
tr_tr: İşlem durumu

source: Interval should be a numeric value
de_de: Intervall muss ein Zahlenwert sein
fr_fr: L'intervalle doit être une valeur numérique
nl_nl: Interval moet een getal zijn
tr_tr: Sıklık sayılsal bir değer olmalıdır

source: Event Type
de_de: Veranstaltungsart
fr_fr: Type d’Événement
nl_nl: Evenementstype
tr_tr: Etkinlik türü

source: Date Field
de_de: Datumsfeld
fr_fr: Champ Date
nl_nl: Datumveld
tr_tr: Tarih alanı

source: Start date
de_de: Startdatum
fr_fr: Date de début
nl_nl: Startdatum
tr_tr: Başlangıç tarihi

source: Offset Unit
fr_fr: Unité de décalage
nl_nl: Offset eenheid
tr_tr: Sapma birimi

source: Offset type
fr_fr: Type de décalage
tr_tr: Sapma türü

source: Give a date offset
fr_fr: Donner une date de décalage
nl_nl: Offset datum invullen
tr_tr: Bir tarih sapması belirtin

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu
nl_nl: Onbekend
sr_rs: Nepoznato
tr_tr: Bilinmiyor

source: Daily trigger for all members of group %1
de_de: Täglicher Trigger für alle Mitglieder der Gruppe %1
fr_fr: Déclencheur quotidien pour tous les membres du groupe %1
nl_nl: Dagelijkse trigger voor alle groepsleden %1
sr_rs: Dnevni okidač za sve članove grupe %1
tr_tr: %1 grubunun tüm üyeleri için günlük tetikleyici

source: Day(s) before end date
de_de: Tag(e) vor Enddatum
fr_fr: Jour(s) avant la date de fin
nl_nl: Dag(en) voor einddatum
tr_tr: Bitiş tarihinden şu kadar gün önce

source: Week(s) before end date
de_de: Woche(n) vor Enddatum
fr_fr: Semaine(s) avant la date de fin
nl_nl: Week(Weken) voor einddatum
tr_tr: Bitiş tarihinden şu kadar hafta önce

source: Month(s) before end date
de_de: Monat(e) vor Enddatum
fr_fr: Mois avant la date de fin
nl_nl: Maand(en) voor einddatum
tr_tr: Bitiş tarihinden şu kadar ay önce

source: Day(s) after end date
de_de: Tag(e) nach Enddatum
fr_fr: Jour(s) après la date de fin
nl_nl: Dag(en) na einddatum
tr_tr: Bitiş tarihinden şu kadar gün sonra

source: Week(s) after end date
de_de: Woche(n) nach Enddatum
fr_fr: Semaine(s) après la date de fin
nl_nl: Week(Weken) na einddatum
tr_tr: Bitiş tarihinden şu kadar hafta sonra

source: Month(s) after end date
de_de: Monat(e) nach Enddatum
fr_fr: Mois après la date de clôture
nl_nl: Maand(en) na einddatum
tr_tr: Bitiş tarihinden şu kadar ay sonra

source: Membership
de_de: Mitgliedschaft
fr_fr: Adhésion
nl_nl: Lidmaatschap
tr_tr: Üyelik

source: Recurring Contribution
fr_fr: Contribution périodique

source: Update
fr_fr: Mise à jour

source: Add
fr_fr: Ajouter

source: Label can not be empty when adding a new CiviRule Trigger
de_de: Label darf nicht leer sein, wenn ein neuer CiviRule Trigger hinzugefügt wird
fr_fr: Le libellé ne peut pas être vide lors de l'ajout d'un nouveau déclencheur CiviRules
nl_nl: Label kan niet leeg zijn bij het toevoegen van een CiviRule-trigger
sr_rs: Oznaka ne može biti prazna kada se dodaje novi CiviRule okidač
tr_tr: Bir CiviRule kuralı eklenirken etiket boş olamaz

source: Either class_name or a combination of object_name and op is mandatory
fr_fr: Ni class_name ou une combinaison de object_name et op n'est obligatoire
nl_nl: Of de class_name of de combinatie van object_name en op is verplicht
tr_tr: Ya class_name ya da object_name ve işlem kombinasyonu zorunludur

source: For a cron type trigger the class_name is mandatory
fr_fr: Pour un déclencheur de type cron, class_name est obligatoire
nl_nl: De class_name is verplicht bij een trigger van het type cron
tr_tr: Zamanlanmış görev türündeki bir tetikleyici için class_name zorunludur

source: There is already a trigger for this class_name or combination of object_name and op
fr_fr: Il existe déjà un déclencheur pour cette class_name ou une combinaison de object_name et op
nl_nl: Er is al een trigger voor deze class-name of de combinatie object_name en op
tr_tr: Bu class_name ya da object_name ve işlem kombinasyonu için zaten bir tetikleyici var

source: CiviRules: administer CiviRules extension
fr_fr: CiviRules : administrer l'extension CiviRules

source: CiviRules Tags
fr_fr: Tags/Étiquettes CiviRules
nl_nl: CiviRule-regels Kenmerken
tr_tr: CiviRules etiketleri

source: Value
fr_fr: Valeur

source: on
de_de: an
fr_fr: sur
nl_nl: op
sr_rs: dana
tr_tr: şu günde

source: Delete rule
de_de: Lösche Regel
fr_fr: Supprimer la règle
nl_nl: Regel verwijderen
sr_rs: Obriši pravilo
tr_tr: Kuralı sil

source: Are you sure to delete rule '%1'?
de_de: Wollen Sie die Regel '%1' wirklich löschen?
fr_fr: Êtes-vous sûr de supprimer la règle '%1' ?
nl_nl: Wilt u regel '%1' verwijderen?
sr_rs: Da li ste sigurni da želite da obrišete pravilo '%1'?
tr_tr: '%1' kuralını silmek istediğinize emin misiniz?

source: Delay action
de_de: Verzögere Aktion
fr_fr: Action différée
nl_nl: Actie uitstellen
sr_rs: Odloži akciju
tr_tr: İşlemi geciktir
