Repository: civicrm/civicrm-l10n-extensions
Catalog: po/civirules/*/civirules.po
Languages: de_de, fr_fr, nl_nl, sr_rs, tr_tr

source: Condition on rule [%1] changed
fr_fr: La condition de la règle [%1] a été modifiée

source: Yes
de_de: Ja
fr_fr: Oui
nl_nl: Ja
sr_rs: Da
tr_tr: Evet

source: No
de_de: Nein
fr_fr: Non
nl_nl: Nee
sr_rs: Ne
tr_tr: Hayır

source: (no title)
de_de: (kein Titel)
fr_fr: (sans titre)
nl_nl: (geen naam)
tr_tr: (başlıksız)

source: Status: %1
fr_fr: Statut : %1
tr_tr: Durum: %1

source: Subject: %1
de_de: Betreff: %1
fr_fr: Sujet : %1
nl_nl: Onderwerp: %1
sr_rs: Subjekat: %1
tr_tr: Konu: %1

source: Both Contacts
fr_fr: Les deux contacts

source: Relationship Contact: %1
fr_fr: Contact relationnel : %1

source: Assignee(s): %1
de_de: Zugewiesen an: %1
fr_fr: Assigné(s) : %1
nl_nl: Aangewezene(n): %1
sr_rs: Asignat(i): %1
tr_tr: Atanmış kişiler: %1

source: Assignee (by relationship): %1
fr_fr: Personne assignée (par relation) : %1

source: Activity date time
de_de: Datum und Zeit der Aktivität
fr_fr: Date de l'activité
nl_nl: Activiteit datum en tijd
sr_rs: Datum i vreme aktivnosti
tr_tr: İşlem tarihi ve saati

source: Send notification
fr_fr: Envoyer une notification

source: Set to related contact: %1
fr_fr: Réglé sur le contact associé : %1

source: Add to case with type %1 and status %2
fr_fr: Ajouter au cas avec le type %1 et le statut %2

source: Add to case with type %1
fr_fr: Ajouter au dossier avec le type %1

source: Activity type
de_de: Aktivitätsart
fr_fr: Type d'activité
nl_nl: Activiteitstype
sr_rs: Tip aktivnosti
tr_tr: İşlem türü

source: -- please select --
de_de: -- bitte wählen --
fr_fr: -- sélectionner --
nl_nl: -- selecteren --
sr_rs: -- izaberite --
tr_tr: -- Lütfen seçin --

source: Status
fr_fr: Statut
tr_tr: Durum

source: Subject
de_de: Betreff
fr_fr: Sujet
nl_nl: Onderwerp
sr_rs: Subjekat
tr_tr: Konu

source: Details
fr_fr: Détails

source: Assigned to
de_de: Zugewiesen an
fr_fr: Affecté à
nl_nl: Toegewezen aan
sr_rs: Dodeljeno
tr_tr: Atanmış kişi

source: - Use system date (default) -
de_de: - Benutze Systemdatum (Standard) -
fr_fr: - Utiliser la date système (par défaut) -
nl_nl: - Gebruik systeemdatum (standaard) -
tr_tr: - Sistem tarihi kullanılsın (varsayılan) -

source: Set activity date
de_de: Datum der Aktivität einstellen
fr_fr: Définir la date de l'activité
nl_nl: Datum activiteit zetten
sr_rs: Podesi datum aktivnosti
tr_tr: İşlem tarihini ayarla

source: Duration
fr_fr: Durée

source: Relationship Contact (activity target)
fr_fr: Contact par relation (cible de l'activité)

source: Relationship Contact Assignee
fr_fr: Personne assignés par relation

source: Related contact
fr_fr: Contact lié

source: Case type
fr_fr: Type de Dossier

source: -- Please select --
fr_fr: -- Sélectionner --

source: Case Status
fr_fr: Statut du Dossier

source: -- Any status --
fr_fr: -- Tout statut --

source: Assign to
fr_fr: Affecté à

source: Assign a contact or choose the 'Assign to contact from trigger' option
fr_fr: Assigner un contact ou choisir l'option "Assigner à un contact à partir d'un déclencheur".

source: Event ID custom field
fr_fr: Champ personnalisé id. de l'événement

source: Custom field to store the Event Start Date
fr_fr: Champ personnalisé pour stocker la date de début de l'événement

source: Custom field to store the Event End Date
fr_fr: Champ personnalisé pour stocker la date de fin de l'événement

source: Add %2 to the case with role <em>%1</em>
fr_fr: Ajouter %2 au dossier avec le rôle <em>%1</em>.

source: Case role
fr_fr: Rôle du dossier

source: Target Field
fr_fr: Champ cible

source: Value (raw or json)
fr_fr: Valeur (brute ou json)

source: Field '%1' (Group '%2')
fr_fr: Champ '%1' (Groupe '%2')

source: - Set date to time of processing of action -
de_de: - Setze Datum auf den Zeitpunkt der Aktionsausführung -
fr_fr: - Définir la date à l'heure du traitement de l'action. -
nl_nl: - het tijdstip van uitvoeren van de actie -
sr_rs: - Podes datum na vreme izvršavanja akcije -
tr_tr: - İşlemin yapılacağı tarih ve saati ayarlayın -

source: Set date
de_de: Datum einstellen
fr_fr: Définir la date
nl_nl: Datum zetten
sr_rs: Podesi datum
tr_tr: Tarihi ayarla

source: Set status to
de_de: Setze Status auf
fr_fr: Définir l'état à
nl_nl: Zet de status op
sr_rs: Podesi status na
tr_tr: Durumu şuna ayarla

source: Set case status to: %1
de_de: Setze Fallstatus auf: %1
fr_fr: Définir l'état du cas à : %1
nl_nl: Zet de dossierstatus op: %1
sr_rs: Podesi status predmeta: %1
tr_tr: Olay durumunu şuna ayarla: %1

source: Switch On or Off
de_de: An- oder Ausschalten
fr_fr: Activer ou désactiver
nl_nl: Wissel tussen AAN en UIT
tr_tr: Aç ya da kapat

source: Communication Preference(s)
de_de: Kontakteinstellunge(n)
fr_fr: Préférence(s) de communication
nl_nl: Communicatievoorkeur(en)
tr_tr: İletişim tercihleri

source: Source Field
fr_fr: Champ source

source: Job title
de_de: Funktion
fr_fr: Fonction
nl_nl: Jobnaam
sr_rs: Pozicija
tr_tr: İş unvanı

source: Privacy Option(s)
de_de: Datenschutzeinstellung(en)
fr_fr: Option(s) de confidentialité
nl_nl: Privacy-optie(s)
tr_tr: Gizlilik ayarları

source: Single/Multiple
de_de: Einzel/Mehrfach
fr_fr: Unique / Multiple
nl_nl: Een/Meerdere
sr_rs: Jedan/Više
tr_tr: Bir/Birkaç

source: Remove one subtype
fr_fr: Retirer un sous-type

source: Remove multiple subtypes
fr_fr: Retirer plusieurs sous-types

source: Contact sub type
de_de: Kontaktunterart
fr_fr: Sous-type de contact
sr_rs: Podtip kontakta
tr_tr: Kişi alt türü

source: Contact sub types
de_de: Kontaktunterarten
fr_fr: Sous-types de contact
sr_rs: Podtipovi kontakata
tr_tr: Kişi alt türleri

source: Add >>
de_de: Hinzufügen >>
fr_fr: Ajouter >>
nl_nl: Toevoegen >>
sr_rs: Dodaj >>
tr_tr: Ekle >>

source: << Remove
de_de: << Entfernen
fr_fr: << Effacer
nl_nl: << Verwijderen
sr_rs: << Ukloni
tr_tr: << Kaldır

source: You have to select at least one subtype
de_de: Du musst mindestens einen Untertyp wählen
fr_fr: Vous devez sélectionner au moins un sous-type
nl_nl: U moet minstens een subtype selecteren
sr_rs: Morate izabrati barem jedan podtip
tr_tr: En az bir alt tür seçmelisiniz

source: Set one subtype
de_de: Setze eine Unterart
fr_fr: Définir un sous-type
nl_nl: Een subtype zetten
sr_rs: Izaberite jedan podtip
tr_tr: Bir alt tür ayarlayın

source: Set multiple subtypes
de_de: Setze mehrere Unterarten
fr_fr: Définir plusieurs sous-types
nl_nl: Meerdere subtypes zetten
sr_rs: Izaberite više podtipova
tr_tr: Birkaç alt tür ayarlayın

source: Operation
fr_fr: Opération

source: Operand
fr_fr: Opérateur

source: Set to
fr_fr: Définir à

source: Modify
fr_fr: Modifier

source: Set to (global) maximum with modification
fr_fr: Régler au maximum (global) avec modification

source: Set to (global) minimum with modification
fr_fr: Régler au minimum (global) avec modification

source: Increase by
fr_fr: Augmenter de

source: Decrease by
fr_fr: Diminuer de

source: Multiply by
fr_fr: Multiplier par

source: Divide by
fr_fr: Diviser par

source: Set to (global) maximum plus
fr_fr: Réglé sur le maximum (global) plus

source: Set to (global) maximum minus
fr_fr: Réglé sur le maximum (global) moins

source: Set to (global) minimum plus
fr_fr: Réglé sur le minimum (global) plus

source: Set to (global) minimum minus
fr_fr: Réglé sur le minimum (global) moins

source: Contact External Identifier
fr_fr: Identifiant externe de contact

source: Remove contact subtype
fr_fr: Retirer le sous-type du contact

source: Communication Preference(s)
de_de: Kontakteinstellunge(n)
fr_fr: Préférence(s) de communication
nl_nl: Communicatievoorkeur(en)
tr_tr: İletişim tercihleri

source: switched
fr_fr: inversé
nl_nl: gewisseld
tr_tr: değiştirildi

source: ON
de_de: AN
fr_fr: Activté
nl_nl: AAN
tr_tr: Açık

source: Set job title to %1
de_de: Setze Funktion auf %1
fr_fr: Définir le titre du poste sur %1
nl_nl: De jobnaam %1 maken
sr_rs: Promeni poziciju u %1
tr_tr: İş unvanını %1 olarak ayarla

source: Privacy option(s)
de_de: Datenschutzeinstellung(en)
fr_fr: Option(s) de confidentialité
nl_nl: Privacy-optie(s)
tr_tr: Gizlilik ayarları

source: Set contact subtype to:
de_de: Setze Kontaktunterart auf:
fr_fr: Définir le sous-type de contact à :
nl_nl: Het contact subtype wordt:
sr_rs: Podesi podtip kontakta na:
tr_tr: Kişi alt türünü şuna ayarla:

source: Financial Type
fr_fr: Type d'opération comptable

source: Thank You Date will be set to :
de_de: Dankesschreiben Datum wird gesetzt auf :
fr_fr: La date de remerciement sera fixée à :
nl_nl: De bedankdatum wordt :
sr_rs: Datum zahvalnice će biti podešen na:
tr_tr: Teşekkür tarihi şuna ayarlanacak:

source: Number of Days after Action Execution
de_de: Anzahl Tage nach Ausführung der Aktion
fr_fr: Nombre de jours après l'exécution de l'action
nl_nl: Aantal dagen na uitvoeren actie
sr_rs: Broj dana nakon izvršenja akcije
tr_tr: İşlemin yapılmasından sonra geçecek gün

source: Thank You Date
de_de: Dankesschreiben Datum
fr_fr: Date de remerciement
nl_nl: Bedankdatum
sr_rs: Datum zahvalnice
tr_tr: Teşekkür tarihi

source: Thank You Time will be set to :
fr_fr: L'heure de remerciement sera fixée à :
nl_nl: De bedanktijd wordt :
tr_tr: Teşekkür saati şuna ayarlanacak:

source: Thank You Time
fr_fr: Heure de remerciement
nl_nl: Bedanktijd
tr_tr: Teşekkür saati

source: Set Status to
fr_fr: Définir l'état à

source: Set Status to: %1
fr_fr: Définir l'état à : %1

source: Action '%1' parameters updated for CiviRule '%2'
fr_fr: Paramètres de l'action "%1" mis à jour pour la CiviRule "%2".

source: Action parameters updated
fr_fr: Paramètres d'action mis à jour

source: Edit Action '%1' for CiviRule '%2'
fr_fr: Modifier l'action '%1' pour la CiviRule '%2'

source: Field '%1' (Entity '%3', Group '%2')
fr_fr: Champ '%1' (Entité '%3', Groupe '%2')

source: This action copies the value of a custom field from any entity in the rule to another custom field.
fr_fr: Cette action permet de copier la valeur d'un champ personnalisé de n'importe quelle entité de la règle vers un autre champ personnalisé.

source: %3 Trigger: Field '%1' (Group '%2')
fr_fr: %3 Déclencheur : Champ '%1' (Groupe '%2')

source: %2 Trigger: Field '%1'
fr_fr: %2 Déclencheur : Champ '%1'

source: Add related contacts of type "%1" to Group "%2"
fr_fr: Ajouter des contacts liés de type "%1" au groupe "%2"

source: Related contacts
fr_fr: Contacts liés

source: --- select relationship type(s) ---
fr_fr: --- sélectionner le(s) type(s) de relation ---

source: Group
de_de: Gruppe
fr_fr: Groupe
nl_nl: Groep
sr_rs: Grupa
tr_tr: Grup

source: Select a single a group
de_de: Wähle eine einzelne Gruppe
fr_fr: Sélectionner un seul groupe
nl_nl: Selecteer één groep
sr_rs: Izaberite jednu grupu
tr_tr: Tek bir grup seçin

source: Select multiple groups
de_de: Wähle mehrere Gruppen
fr_fr: Sélectionner plusieurs groupes
nl_nl: Selecteer meerdere groepen
sr_rs: Izaberite više grupa
tr_tr: Birkaç grup seçin

source: Groups
de_de: Gruppen
fr_fr: Groupes
nl_nl: Groepen
sr_rs: Grupe
tr_tr: Gruplar

source: You have to select at least one group
de_de: Du musst mindestens eine Gruppe wählen
fr_fr: Vous devez sélectionner au moins un groupe
nl_nl: U moet minstens een groep selecteren
sr_rs: Morate izabrati barem jednu grupu
tr_tr: En az bir grup seçmelisiniz

source: Add contact to group(s): %1
de_de: Kontakt zu Gruppe(n) hinzufügen: %1
fr_fr: Ajouter contact au(x) groupe(s) : %1
nl_nl: Contact aan groep(en) toevoegen: %1
sr_rs: Dodaj kontakt u grupu(grupe): %1
tr_tr: Kişiyi gruplara ekle: %1

source: Remove contact from group(s): %1
de_de: Kontakt von Gruppe(n) entfernen: %1
fr_fr: Supprimer contact du (des) groupe(s) : %1
nl_nl: Contact uit groep(en) verwijderen: %1
sr_rs: Ukloni kontakt iz grupe(grupa): %1
tr_tr: Kişiyi gruplardan çıkar: %1

source: Rebuild Smart Group: %1
fr_fr: Reconstruire le groupe dynamique : %1

source: Rebuild Smart Group(s): %1
fr_fr: Reconstruire le(s) groupe(s) dynamique(s) : %1

source: Subscribe contact to group(s): %1
fr_fr: Inscrire le contact au(x) groupe(s) : %1

source: Membership type
fr_fr: Type d'adhésion

source: Membership Status
de_de: Mitgliedsstatus
fr_fr: État de l'adhésion
nl_nl: Lidmaatschapsstatus
sr_rs: Status članstva
tr_tr: Üyelik durumu

source: set to override permanently
fr_fr: défini sur outrepasser de façon permanente

source: set to not override
fr_fr: défini sur ne pas outrepasser

source: do not change setting
fr_fr: ne pas modifier le réglage

source: Status Override?
fr_fr: Outrepasser le statut ?

source: Event
fr_fr: Événement

source: - Select Event -
fr_fr: - Sélectionner l'événement -

source: Campaign
fr_fr: Campagne

source: - Select Campaign -
fr_fr: - Sélectionner la campagne -

source: Participant Role
fr_fr: Rôle du participant

source: - Select Role -
fr_fr: - Sélectionner le rôle -

source: Participant Status
fr_fr: Statut du participant

source: - Select Status -
fr_fr: - Sélectionner le statut -

source: Registration Date
fr_fr: Date d'inscription

source: Could not delete relationships with CiviRules in
fr_fr: Impossible de supprimer les relations avec CiviRules dans

source: Could not disable relationships with CiviRules in
fr_fr: Impossible de désactiver les relations avec les CiviRules dans

source: Relationship Type
fr_fr: Type de Relation

source: End or Delete Relationship
fr_fr: Mettre fin à la relation ou la supprimer

source: Relationship End Date (only if disable)
fr_fr: Date de fin de la relation (uniquement en cas de désactivation)

source: End date
de_de: Enddatum
fr_fr: Date de fin
nl_nl: Einddatum
tr_tr: Bitiş tarihi

source: relationship type
fr_fr: type de relation

source: Error from API4 Tag get in
fr_fr: Erreur de l'API4 Tag get in

source: with message:
fr_fr: avec le message :

source: Error from API3 Tag get in
fr_fr: Erreur de l'API3 Tag get in

source: Empty parameter entityTable, entityId or tagId in
fr_fr: Paramètre vide entityTable, entityId ou tagId dans

source: Error from API3 EntityTag create in
fr_fr: Erreur lors de la création d'un EntityTag API3 en

source: with message:
fr_fr: avec le message :

source: Select Tag(s)
fr_fr: Sélectionner l(es) étiquette(s)

source: Synchronize
fr_fr: Synchroniser

source: Copy
fr_fr: Copier

source: Tags
fr_fr: Tags/Étiquettes
nl_nl: Kenmerken
sr_rs: Tagovi
tr_tr: Etiketler

source: --- select tag(s) ---
fr_fr: --- sélectionner étiquette(s) --

source: Select one tag
de_de: Wähle einen Tag
fr_fr: Sélectionner un tag/étiquette
nl_nl: Selecteer één kenmerk
sr_rs: Izaberite jedan tag
tr_tr: Bir etiket seçin

source: Select multiple tags
de_de: Wähle mehrere Tags
fr_fr: Sélectionner plusieurs tags/étiquettes
nl_nl: Selecteer meerdere kenmerken
sr_rs: Izaberite više tagova
tr_tr: Birkaç etiket seçin

source: You have to select at least one tag
de_de: Du musst mindestens einen Tag wählen
fr_fr: Vous devez sélectionner au moins un tag/étiquette
nl_nl: U moet minstens een kenmerk selecteren
sr_rs: Morate izabrati barem jedan tag
tr_tr: En az bir etiket seçmelisiniz

source: Add tag (%1)
fr_fr: Ajouter étiquette (%1)

source: Remove tag (%1)
fr_fr: Retirer étiquette (%1)

source: Message title:
de_de: Nachrichtentitel:
fr_fr: Titre du message :
nl_nl: Titel bericht:
sr_rs: Naslov poruke:
tr_tr: İleti başlığı:

source: Type of message:
de_de: Art der Nachricht:
fr_fr: Type de message :
nl_nl: Type bericht:
sr_rs: Tip poruke:
tr_tr: İleti türü:

source: Could not parse activity_date_time
fr_fr: Impossible d'analyser activity_date_time
nl_nl: De activity_date_time kan niet verwerkt worden
tr_tr: activity_date_time ayrıştırılamadı

source: into a DateTime object in
de_de: in ein DateTime-Objekt in
fr_fr: dans un objet DateTime dans
nl_nl: als een object DateTime object in
tr_tr: şunun içindeki bir DateTime nesnesine

source: , condition returned as FALSE
fr_fr: , condition retournée comme FALSE
nl_nl: , conditie geeft als resultaat FALSE
tr_tr: , koşul FALSE olarak döndürüldü

source: Could not parse either from date or to date from the condition params into a DateTime object in
fr_fr: Impossible de parser ni "à partir de la date" ou "jusqu'à la date" à partir des paramètres de condition dans l'objet DateTime dans
nl_nl: Kan niet verwerkt worden van datum of naar datum van de conditie-parameters als een object DateTime in
tr_tr: Koşul parametrelerinden tarihten veya başlangıç tarihinden bir DateTime nesnesine ayrıştırılamadı

source: Could not parse date
fr_fr: Impossible de parser la date
nl_nl: De datum kan niet verwerkt worden
tr_tr: Tarih ayrıştırılamadı

source: Activity Date
de_de: Datum der Aktivität
fr_fr: Date d'activité
nl_nl: Datum activiteit
tr_tr: İşlem tarihi

source: and
de_de: und
fr_fr: et
nl_nl: en
sr_rs: i
tr_tr: ve

source: unknown
de_de: unbekannt
fr_fr: inconnu
nl_nl: onbekend
sr_rs: nepoznato
tr_tr: Bilinmiyor

source: For all %1
de_de: Für alle %1
fr_fr: Pour tous %1
nl_nl: Voor alle %1
sr_rs: Za sve %1
tr_tr: Tüm %1 için

source: %1 Days since Last Case Activity
fr_fr: %1 Jours depuis la dernière activité du dossier

source: has activities of type(s)
de_de: Besitzt Aktivitäten von Art(en)
fr_fr: a des activités de type(s)
nl_nl: heeft activiteiten van de type(s)
tr_tr: şu türdeki işlemler

source: in campaign(s)
de_de: in Kampagne(n)
fr_fr: dans le(s) campagne(s)
nl_nl: in campagne(s)
tr_tr: şu kampanyalarda

source: Any phone type
de_de: Beliebiger Telefontyp
fr_fr: Tout type de téléphone
nl_nl: Elk telefoontype
sr_rs: Bilo koji tip telefona
tr_tr: Tüm telefon türleri

source: Phone type is %1
de_de: Telefontyp ist %1
fr_fr: Le type de téléphone est %1
nl_nl: Telefoontype is %1
sr_rs: Tip telefona je %1
tr_tr: Telefon türü %1

source: Any location
de_de: Beliebige Adresskategorie
fr_fr: N'importe quel adresse
nl_nl: Alle locaties
sr_rs: Bilo koja lokacija
tr_tr: Tüm konumlar

source: Location is %1
de_de: Adresskategorie ist %1
fr_fr: Adresse est %1
nl_nl: Locatie is %1
sr_rs: Lokacija je %1
tr_tr: Konum %1

source: This condition checks if the contact has any recurring contributions in a specific status. If you select "is not in" it is also valid if the contact has no recurring contributions.
fr_fr: Cette condition vérifie si le contact a des contributions récurrentes dans un statut spécifique. Si vous sélectionnez "n'est pas dans", cette condition est également valable si le contact n'a pas de contributions récurrentes.

source: or has no recurring contributions.
fr_fr: ou n'a pas de contributions récurrentes.

source: Contact has %1(s) with the status '%2' '%3' %4
fr_fr: Le contact a %1(s) avec le statut '%2' '%3' %4

source: In one of selected
de_de: In einer der gewählten
fr_fr: Dans l'un des selectionnés
nl_nl: In een van de geselecteerde
sr_rs: U jednom od odabranih
tr_tr: Seçilmişlerden birinde olan

source: In all selected
de_de: In allen gewählten
fr_fr: Dans tous les selectionnés
nl_nl: In alle geselecteerde
sr_rs: U svim odabranim
tr_tr: Seçilmişlerin tümünde olan

source: Not in selected
de_de: Nicht in gewählten
fr_fr: Pas dans la selection
nl_nl: Niet in geselcteerde
sr_rs: Ne u odabranim
tr_tr: Seçilmemişlerde olan

source: is one of
fr_fr: Est l'un des

source: is not one of
fr_fr: Ne fait pas partie de

source: In selected domain
de_de: In gewählter Domain
fr_fr: Dans le domaine sélectionné
nl_nl: In geselecteerd domein
tr_tr: Seçilmiş etki alanında olan

source: Not in selected domain
de_de: Nicht in gewählter Domain
fr_fr: Pas dans le domaine sélectionné
nl_nl: Niet in geselecteerd domein
tr_tr: Seçilmiş etki alanında olmayan

source: lives in one of
de_de: lebt in einer von
fr_fr: vit dans l'un des
nl_nl: leeft in een van de
tr_tr: şunlardan birinde yaşayan

source: User is logged in
fr_fr: L'utilisateur est connecté

source: User is not logged in
fr_fr: L'utilisateur n'est pas connecté

source: Last contribution is n days ago
de_de: Letzte Zuwendung ist n Tage her
fr_fr: Dernière contribution il y a n jours
nl_nl: Laatste bijdrage is n dagen geleden
sr_rs: Poslednja donacija je bila pre n dana
tr_tr: Son katkısı n gün önce olan

source: Last contribution is not n days ago
de_de: Letzte Zuwendung ist nicht n Tage her
fr_fr: La dernière contribution ne date pas d'il y a n jours
nl_nl: Laatste bijdrage is niet n dagen geleden
sr_rs: Poslednja donacija nije bila pre n dana
tr_tr: Son katkısı n gün önce olmayan

source: Last contribution is more than n days ago
de_de: Letzte Zuwendung ist mehr als n Tage her
fr_fr: La dernière contribution remonte à plus de n jours
nl_nl: Laatste bijdrage is meer dan n dagen geleden
sr_rs: Poslednja donacija je bila pre više od n dana
tr_tr: Son katkısı n günden daha fazla zaman önce olan

source: Last contribution is less than n days ago
de_de: Letzte Zuwendung ist weniger als n Tage her
fr_fr: La dernière contribution remonte à moins de n jours
nl_nl: Laatste bijdrage is minder dan n dagen geleden
sr_rs: Poslednja donacija je bila pre manje od n dana
tr_tr: Son katkısı n günden daha az zaman önce olan

source: Last contribution is more than n days ago or is n days ago
de_de: Letzte Zuwendung ist mehr als n Tage her oder ist n Tage her
fr_fr: La dernière contribution remonte à plus de n jours ou à n jours exactement
nl_nl: Laatste bijdrage is meer dan n dagen geleden of is n dagen geleden
sr_rs: Poslednja donacija je bila pre više od n dana ili tačno pre n dana
tr_tr: Son katkısı n günden daha fazla zaman önce veya n gün önce olan

source: Last contribution is less than n days ago or is n days ago
de_de: Letzte Zuwendung ist weniger als n Tage her oder ist n Tage her
fr_fr: La dernière contribution remonte à moins de n jours ou à n jours exactement
nl_nl: Laatste bijdrage is minder dan n dagen geleden of is n dagen geleden
sr_rs: Poslednja donacija je bila pre manje od n dana ili je tačno pre n dana
tr_tr: Son katkısı n günden daha az zaman önce veya n gün önce olan

source: Could not find payment_instruments in
de_de: Konnte keine payment_instruments finden in
fr_fr: Impossible de trouver payment_instruments dans
nl_nl: Er zijn geen payment_instruments in
tr_tr: Şunun içinde payment_instruments bulunamadı

source: , error from API OptionValue get:
fr_fr: , erreur de l'API OptionValue get :
nl_nl: , foutmelding van API OptionValue get:
tr_tr: , API OptionValue alma sorunu:

source: Total amount
de_de: Gesamtbetrag
fr_fr: Montant total
nl_nl: Totaalbedrag
sr_rs: Ukupan iznos
tr_tr: Toplam tutar

source: Unexpected error from API Contribution getcount in
fr_fr: Erreur inattendue de la part de l'API Contribution getcount in
nl_nl: Onverwachte fout van API Contribution getcount in
tr_tr: Beklenemeyen API katkı sayısı alma sorunu

source: , error message:
de_de: , Fehlermeldung
fr_fr: , message d'erreur :
nl_nl: , foutbericht:
tr_tr: , hata iletisi:

source: Number of contributions of financial type
fr_fr: Nombre de contributions de type de financement
nl_nl: Aantal bijdragen van financieel type
tr_tr: Mali türün katkı sayısı

source: Number of
fr_fr: Nombre de

source: contributions in the last
fr_fr: contributions au cours de

source: Membership Type
de_de: Mitgliedschafts-Art
fr_fr: Type d'adhésion
nl_nl: Lidmaatschapstype
sr_rs: Tip članstva
tr_tr: Üyelik türü

source: Membership Start Date
fr_fr: Date de début d'adhésion

source: Membership Join Date
fr_fr: Membre depuis le

source: Membership End Date
fr_fr: Date de fin d'Adhésion

source: From
de_de: Von
fr_fr: De
nl_nl: Van
tr_tr: Başlangıç

source: To
de_de: An
fr_fr: À
nl_nl: Tot
tr_tr: Bitiş

source: Is one of
de_de: Ist einer von
fr_fr: Est l'un des
nl_nl: Is een van
sr_rs: Je jedan od
tr_tr: Şunlardan biri olan

source: Is not one of
de_de: Ist keiner von
fr_fr: N'est pas l'un des
nl_nl: Is niet een van
sr_rs: Nije jedan od
tr_tr: Şunlardan biri olmayan

source: Payment processor %1 %2
fr_fr: Processeur de paiement %1 %2
