Repository: civicrm/civicrm-l10n-extensions
Catalog: po/civirules/*/civirules.po
Languages: de_de, fr_fr, nl_nl, sr_rs, tr_tr

source: rule id can not be empty when attempting to delete a civirule rule
de_de: Die Rule-ID wird benötigt, um eine CiviRule-Regel zu löschen.
fr_fr: l'id de la règle ne peut pas être vide lors d'une suppression de règle CiviRules
nl_nl: De rule-id van de te verwijderen CiviRule-regel ontbreekt
tr_tr: Bir CiviRule kuralı silinmeye çalışılırken kural kimliği boş olamaz

source: You are passing a trigger id as a parameter into
de_de: Sie tragen eine Trigger ID als Parameter ein in
fr_fr: Vous passer un id de déclencheur en tant que paramètre à
nl_nl: U geeft een trigger-id als een parameter door
tr_tr: Bir tetikleyici kimliğini parametre olarak iletiyorsunuz.

source: which does not pass the PHP is_numeric test. An integer is required (only numbers allowed)! Contact your system administrator
de_de: was nicht den PHP is_numeric Test besteht. Interger wird benötigt (nur Zahlen erlaubt)! Kontaktieren Sie Ihren Administrator
fr_fr: qui ne passe pas le test PHP is_numeric. Un nombre entier est requis (seuls les nombres sont autorisés) ! Contacter votre administrateur système
nl_nl: die niet voldoet aan de PHP is_numeric test. Er zijn alleen gehele getallen toegestaan! Neem contact op met uw beheerder
tr_tr: PHP is_numeric testini geçmiyor. Bir tamsayı olmalıdır (yalnızca sayılara izin verilir)! Sistem yöneticinizle görüşün

source: Civi Rules Actions
fr_fr: Actions de CiviRules

source: Civi Rules Action
fr_fr: Action CiviRules

source: Unique Action ID
fr_fr: Id. unique de l'action

source: Name
fr_fr: Nom
nl_nl: Naam
sr_rs: Ime
tr_tr: Ad

source: Label
fr_fr: Étiquette

source: Class Name
fr_fr: Nom de la classe

source: Enabled
de_de: Aktiviert
fr_fr: Activé
nl_nl: Ingeschakeld
sr_rs: Uključeno
tr_tr: Etkin

source: Created Date
de_de: Erstellungsdatum
fr_fr: Date de création
nl_nl: Aanmaakdatum
sr_rs: Datum kreiranja
tr_tr: Oluşturulma tarihi

source: Created User ID
fr_fr: Id. de l'utilisateur créé

source: FK to Contact ID
fr_fr: FK vers Id. de contact

source: Created By
de_de: Erstellt von
fr_fr: Créer par
nl_nl: Aangemaakt door
sr_rs: Kreirao/la
tr_tr: Oluşturan

source: Modified Date
fr_fr: Date de modification

source: Modified User ID
fr_fr: Id. de l'utilisateur modifié

source: Modified By
fr_fr: Modifié par

source: Civi Rules Conditions
fr_fr: Conditions de CiviRules

source: Civi Rules Condition
fr_fr: Condition de CiviRules

source: Unique Condition ID
fr_fr: Id. unique de la condition

source: Civi Rules Rules
fr_fr: Règles de CiviRules

source: Civi Rules Rule
fr_fr: Règle de CiviRules

source: Unique Rule ID
fr_fr: Id. unique de la règle

source: Trigger ID
fr_fr: Id. du déclencheur

source: Trigger
fr_fr: Déclencheur
sr_rs: Okidač
tr_tr: Tetikleyici

source: Trigger Params
fr_fr: Paramètres du déclencheur

source: Help Text
fr_fr: Texte d'aide

source: When was this item created
fr_fr: Quand cet item a-t-il été créé

source: When was this item modified
fr_fr: Quand cet item a-t-il été modifié

source: Is Debug
fr_fr: Est un débogage

source: Civi Rules Rule Actions
fr_fr: Actions de la règle CiviRules

source: Civi Rules Rule Action
fr_fr: Action de la règle CiviRules

source: Unique RuleAction ID
fr_fr: Id. unique de RuleAction

source: Rule ID
fr_fr: Id de la règle

source: Action ID
fr_fr: Id. d'action

source: Action Params
fr_fr: Paramètres d'action

source: Delay
fr_fr: Délai

source: Ignore Condition With Delay
fr_fr: Ignorer la condition avec un délai

source: Civi Rules Rule Conditions
fr_fr: Conditions de la règle CiviRules

source: Civi Rules Rule Condition
fr_fr: Condition de la règle CiviRules

source: Unique RuleCondition ID
fr_fr: Id. unique de RuleCondition

source: Condition Link
fr_fr: Lien de la condition

source: Condition ID
fr_fr: Id. de la condition

source: Condition Params
fr_fr: Paramètres de la condition

source: Civi Rules Rule Logs
fr_fr: Journaux des règles CiviRules

source: Civi Rules Rule Log
fr_fr: Journal de la règle CiviRules

source: Unique RuleLog ID
fr_fr: Id. unique du journal de la règle

source: Contact ID
fr_fr: Id du contact

source: Entity Table
fr_fr: Table de l'entité

source: Entity ID
fr_fr: ID d'entité

source: Log Date
fr_fr: Date du journal

source: Civi Rules Rule Tags
fr_fr: Étiquettes de règle CiviRules

source: Civi Rules Rule Tag
fr_fr: Étiquette de règles CiviRules

source: CiviRules Rule Tags
fr_fr: Étiquettes de règle CiviRules

source: Tag
fr_fr: Tag/Étiquette
nl_nl: Kenmerk
tr_tr: Etiket

source: Civi Rules Triggers
fr_fr: Déclencheurs de CiviRules

source: Civi Rules Trigger
fr_fr: Déclencheur de CiviRules

source: Unique Trigger ID
fr_fr: Id. unique de déclencheur

source: Object Name
fr_fr: Nom de l'objet

source: Delay by the xth day of the month of the contribution
de_de: Verzögerung um den x-ten Tag des Monats der Zuwendung
fr_fr: Report au xème jour du mois de la contribution
nl_nl: Uitstellen tot de x-de dag van de maand van de bijdrage
sr_rs: Odloži za x dana od meseca donacije
tr_tr: Katkının verildiği ayın x. gününe kadar gecikme

source: Delay by the %1 day of the month of the contribution
de_de: Verzögerung um den %1 Tag des Monats der Zuwendung
fr_fr: Report de %1 jour du mois de la contribution
nl_nl: Uitstellen tot de %1 dag van de maand van de bijdrage
sr_rs: Odloži za %1 dana od meseca donacije
tr_tr: Katkının verildiği ayın %1. gününe kadar gecikme

source: Day of month (1-31)
de_de: Tag (1-31)
fr_fr: Jour du mois (1-31)
nl_nl: Dag van de maand (1-31)
sr_rs: Dan u mesecu (1-31)
tr_tr: Ayın günü (1-31)

source: You need to provide a day of the month (between 1 and 31)
de_de: Du musst einen Tag angeben (1-31)
fr_fr: Vous devez spécifier le jour du mois (entre 1 et 31)
nl_nl: Voer de dag van de maand in (1..31)
sr_rs: Morate uneti dan u mesecu (broj između 1 i 31)
tr_tr: Ayın gününü belirtmelisiniz (1 ile 31 arasında)

source: This delay is not available with trigger %1
de_de: Diese Verzögerung ist nicht verfügbar mit Trigger %1
fr_fr: Ce report n'est pas disponible avec le déclencheur %1
nl_nl: Dit uitstel is niet beschikbaar met trigger %1
sr_rs: Ovo odlaganje nije dostupno sa okidačem %1
tr_tr: Bu gecikme %1 tetikleyicisi için kullanılamaz

source: Base delay on date field in trigger
de_de: Grundverzögerung im Datumsfeld als Auslöser
fr_fr: Baser le retard sur le champ date du déclencheur
nl_nl: Basisuitstel voor datumveld in trigger
tr_tr: Tetikleyici tarih alanındaki temel gecikme

source: %1 of %2.%3
de_de: %1 von %2.%3
fr_fr: %1 de %2.%3
nl_nl: %1 van %2.%3
sr_rs: %1 od %2. %3

source: Modifier
de_de: Änderer
fr_fr: Modificateur
sr_rs: Modifikator
tr_tr: Değiştirici

source: Before
de_de: vor
fr_fr: Avant
nl_nl: Voor
sr_rs: Pre
tr_tr: Şundan önce

source: After
de_de: nach
fr_fr: Après
nl_nl: Na
sr_rs: Nakon
tr_tr: Şundan sonra

source: Amount
de_de: Betrag
fr_fr: Montant
nl_nl: Aantal
sr_rs: Iznos
tr_tr: Tutar

source: Unit
de_de: Einheit
fr_fr: Unité
nl_nl: Eenheid
sr_rs: Jedinica
tr_tr: Birim

source: Day(s)
de_de: Tag(e)
fr_fr: Jour(s)
nl_nl: Dag(en)
sr_rs: Dan(a)
tr_tr: Günler

source: Month(s)
de_de: Monat(e)
fr_fr: Mois
nl_nl: Maand(en)
sr_rs: Mesec(i)
tr_tr: Aylar

source: Week(s)
de_de: Woche(n)
fr_fr: Semaine(s)
nl_nl: Week(weken)
sr_rs: Nedelja
tr_tr: Haftalar

source: Entity
de_de: Entität
fr_fr: Entité
nl_nl: Entiteit
sr_rs: Entitet
tr_tr: Varlık

source: Field
de_de: Feld
fr_fr: Champ
nl_nl: Veld
sr_rs: Polje
tr_tr: Alan

source: You need to select before or after
de_de: Bitte ein vor oder nach auswählen
fr_fr: Vous devez sélectionner avant ou après
nl_nl: Selecteer 'voor' of 'na'
sr_rs: Morate odabrate pre ili posle
tr_tr: Önce ya da sonra değerini seçmelisiniz

source: You need to specify
de_de: Bitte genauer angeben
fr_fr: Vous devez spécifier
nl_nl: U moet specificeren
sr_rs: Morate odrediti
tr_tr: Şunu belirtmelisiniz

source: You need to select an unit
de_de: Bitte eine Einheit wählen
fr_fr: Vous devez sélectionner une unité
nl_nl: Selecteer een eenheid
sr_rs: Morate odabrati jedinicu
tr_tr: Bir birim seçmelisiniz

source: You need to select an entity
de_de: Bitte eine Entität wählen
fr_fr: Vous devez sélectionner une entité
nl_nl: Selecteer een entiteit
sr_rs: Morate odabrati entitet
tr_tr: Bir varlık seçmelisiniz

source: You need to select a field
de_de: Bitte ein Feld wählen
fr_fr: Vous devez sélectionner un champ
nl_nl: Selecteer een veld
sr_rs: Morate odabrati polje
tr_tr: Bir alan seçmelisiniz

source: Delay by a number of days
de_de: Verzögerung um eine Anzahl von Tagen
fr_fr: Report en nombre de jours
nl_nl: Een aantal dagen uitstellen
sr_rs: Odlaganje po broju dana
tr_tr: Gün sayısı olarak gecikme

source: Delay by %1 days
de_de: Verzögerung um %1 Tage
fr_fr: Report de %1 jours
nl_nl: Stel %1 dagen uit
sr_rs: Odloži za %1 dana
tr_tr: %1 gün gecikme

source: Days
de_de: Tage
fr_fr: Jours
nl_nl: Dagen
sr_rs: Dana
tr_tr: Gün sayısı

source: You need to provide a number of days
de_de: Bitte eine Anzahl von Tagen angeben
fr_fr: Vous devez spécifier un certain nombre de jours
nl_nl: Vul het aantal dagen in
sr_rs: Morate uneti broj dana
tr_tr: Bir gün sayısı belirtmelisiniz

source: Delay by a number of minutes
de_de: Verzögerung um eine Anzahl von Minuten
fr_fr: Report en nombre de minutes
nl_nl: Een aantal minuten uitstellen
sr_rs: Odlaganje po broju minuta
tr_tr: Dakika sayısı olarak gecikme

source: Delay by %1 minutes
de_de: Verzögerung um %1 Minuten
fr_fr: Report de %1 minutes
nl_nl: Stel %1 minuten uit
sr_rs: Odloži za %1 minuta
tr_tr: %1 dakika gecikme

source: You need to provide a number of minutes
fr_fr: Vous devez spécifier un nombre de minutes

source: Day of week
de_de: Wochentag
fr_fr: Jour de la semaine
nl_nl: Dag van de week
sr_rs: Dan u nedelji
tr_tr: Haftanın günü

source: Delay to %1 of %2 at %3:%4
de_de: Verzögere auf %1 von %2 um %3:%4
fr_fr: Reporter %1 de %2 à %3:%4
nl_nl: Uitgesteld tot %1 van %2 op %3:%4
sr_rs: Odloži za %1 od %2 u %3:%4
tr_tr: %1 / %2 %3:%4 zamanına geciktirilsin

source: Offset
fr_fr: Décalage
tr_tr: Sapma

source: Time (hour)
de_de: Uhrzeit (Stunde)
fr_fr: Heure (heures)
nl_nl: Tijd (uur)
sr_rs: Vreme (sat)
tr_tr: Zaman (saat)

source: Time (minute)
de_de: Uhrzeit (Minute)
fr_fr: Heure (minutes)
nl_nl: Tijd (minuut)
sr_rs: Vreme (minut)
tr_tr: Zaman (dakika)

source: Sunday
de_de: Sonntag
fr_fr: Dimanche
nl_nl: Zondag
sr_rs: Nedelja
tr_tr: Pazar

source: Monday
de_de: Montag
fr_fr: Lundi
nl_nl: Maandag
sr_rs: Ponedeljak
tr_tr: Pazartesi

source: Tuesday
de_de: Dienstag
fr_fr: Mardi
nl_nl: Dinsdag
sr_rs: Utorak
tr_tr: Salı

source: Wednesday
de_de: Mittwoch
fr_fr: Mercredi
nl_nl: Woensdag
sr_rs: Sreda
tr_tr: Çarşamba

source: Thursday
de_de: Donnerstag
fr_fr: Jeudi
nl_nl: Donderdag
sr_rs: Četvrtak
tr_tr: Perşembe

source: Friday
de_de: Freitag
fr_fr: Vendredi
nl_nl: Vrijdag
sr_rs: Petak
tr_tr: Cuma

source: Saturday
de_de: Samstag
fr_fr: Samedi
nl_nl: Zaterdag
sr_rs: Subota
tr_tr: Cumartesi

source: Every week
de_de: Jede Woche
fr_fr: Chaque semaine
nl_nl: Elke week
sr_rs: Svake nedelje
tr_tr: Her hafta

source: Even weeks
de_de: Gerade Wochen
fr_fr: Semaines paires
nl_nl: Even weken
sr_rs: Parnim nedeljama
tr_tr: Çift haftalar

source: Odd weeks
de_de: Ungerade Wochen
fr_fr: Semaines impaires
nl_nl: Oneven weken
sr_rs: Neparnim nedeljama
tr_tr: Tek haftalar

source: You need to provide a number between 0 and 23
de_de: Bitte eine Nummer zwischen 0 und 23 angeben
fr_fr: Vous devez fournir un nombre entre 0 et 23
nl_nl: Voer een nummer tussen de 0 en de 23 in
sr_rs: Morate izabrati broj od 0 do 23
tr_tr: 0 ile 23 arasında bir değer belirtmelisiniz

source: You need to provide a number between 0 and 59
de_de: Bitte eine Nummer zwischen 0 und 59 angeben
fr_fr: Vous devez fournir un nombre entre 0 et 59
nl_nl: Voer een nummer tussen de 0 en de 59 in
sr_rs: Morate izabrati broj od 0 do 59
tr_tr: 0 ile 59 arasında bir değer belirtmelisiniz

source: Nth weekday of month
de_de: N-ter Wochentag im Monat
fr_fr: Nième jour de semaine du mois
nl_nl: N-de dag van de maand
sr_rs: N-ti dan u mesecu
tr_tr: . iş günü (ayın)

source: Delay to %1 %2 at %3:%4
de_de: Verzögere auf %1 %2 um %3:%4
fr_fr: Reporter %1 %2 à %3:%4
nl_nl: Uitstel tot %1 %2 op %3:%4
sr_rs: Odloži za %1 od %2 u %3:%4
tr_tr: %1 %2 %3:%4 zamanına geciktirilsin

source: First
de_de: Erste
fr_fr: Premier
nl_nl: Eerste
sr_rs: Prvi
tr_tr: Birinci

source: Third
fr_fr: Troisième
nl_nl: Derde
sr_rs: Treći
tr_tr: Üçüncü

source: Fourth
fr_fr: Quatrième
nl_nl: Vierde
sr_rs: Četvrti
tr_tr: Dördüncü

source: Fifth
fr_fr: Cinquième
nl_nl: Vijde
sr_rs: peti
tr_tr: Beşinci

source: Last
de_de: Letzte
fr_fr: Dernier
nl_nl: Laatste
sr_rs: Poslednji
tr_tr: Sonuncu

source: Process delayed civirules actions
fr_fr: Traiter les actions différées de CiviRules
nl_nl: Door proces uitgestelde CiviRule-acties
sr_rs: Proces odlaže CiviRules akcije
tr_tr: Geciktirilmiş CiviRules işlemleri yapılsın

source: You have to select a trigger for the rule
de_de: Bitte einen Trigger für diese Regel wählen
fr_fr: Vous devez sélectionner un déclencheur pour la règle
nl_nl: Selecteer een trigger voor de regel
sr_rs: Morate odabrati okidač za pravilo
tr_tr: Bu kural için bir tetikleyici seçmelisiniz

source: There is already a rule with this name
de_de: Es gibt bereits eine Regel mit diesem Namen
fr_fr: Il existe déjà une règle portant ce nom
nl_nl: Er is al een trigger met deze naam
sr_rs: Pravilo sa ovim imenom već postoji
tr_tr: Aynı adlı bir kural zaten var

source: Help text with purpose of rule
de_de: Hilfstext über den Zweck dieser Regel
fr_fr: Texte d'aide avec le but de la règle
nl_nl: Helptekst met het doel van de regel
sr_rs: Tekst sa objašnjenjem svrhe pravila
tr_tr: Kuralın amacını açıklayan yardım metni

source: Civirule Tag(s)
fr_fr: Tags/Étiquette(s) CiviRules
nl_nl: CiviRule Kenmerk(en)
tr_tr: CiviRule etiketleri

source: Select Trigger
de_de: Wähle Trigger
fr_fr: Sélectionner un déclencheur
nl_nl: Trigger selecteren
sr_rs: Izaberite okidač
tr_tr: Tetikleyiciyi seçin

source: Next
de_de: Nächste
fr_fr: Suivant
nl_nl: Volgende
sr_rs: Sledeći
tr_tr: Sonraki

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
nl_nl: Afbreken
sr_rs: Otkaži
tr_tr: İptal

source: Delete
de_de: Löschen
fr_fr: Supprimer
nl_nl: Verwijderen
sr_rs: Obriši
tr_tr: Sil

source: Save
de_de: Speichern
fr_fr: Sauvegarder
nl_nl: Opslaan
sr_rs: Sačuvaj
tr_tr: Kaydet

source: Save and Done
fr_fr: Enregistrer et Fermer

source: Clone
fr_fr: Dupliquer

source: Close
fr_fr: Recadrer

source: Edit
de_de: Bearbeiten
fr_fr: Modifier
nl_nl: Wijzigen
sr_rs: Uredi
tr_tr: Düzenle

source: Remove
fr_fr: Retirer

source: Edit delay
de_de: Verzögerungseinstellung
fr_fr: Modifier le délai de report
nl_nl: Uitstel wijzigen
sr_rs: Uredi odlaganje
tr_tr: Gecikmeyi düzenle

source: Select Action
de_de: Wähle Aktion
fr_fr: Sélectionner action
nl_nl: Actie selecteren
sr_rs: Odaberite akciju
tr_tr: İşlem seçin

source: Delay action to
de_de: Verzögere Aktion um
fr_fr: Différer l'action de
nl_nl: Actie uitstellen tot
sr_rs: Odloži akciju ka
tr_tr: Şu zamana geciktirilsin

source: Don't recheck condition upon processing of delayed action
fr_fr: Ne pas revérifier les conditions lors du traitement d'actions différées
nl_nl: Conditie niet opnieuw controleren bij het verwerken van de uitgestelde actie
sr_rs: Ne proveravaj ponovo uslove nakon izvršenja zakasnele akcije
tr_tr: Geciktirilmiş işlem yapıldıktan sonra durum yeniden denetlenmesin

source: Action has to be selected, press CANCEL if you do not want to add an action
de_de: Aktion muss ausgewählt werden, klicke ABBRECHEN wenn keine Aktion hinzugefügt werden soll
fr_fr: Une action doit être sélectionnée, appuyer sur ANNULER si vous ne voulez pas ajouter une action
nl_nl: Er moet een actie worden geselecteerd of kies 'Afbreken'
sr_rs: Akcija mora biti odabrana, kliknite na OTKAŽI ukoliko ne želite da dodate akciju
tr_tr: İşlem seçilmelidir. Bir işlem eklemek istemiyorsanız İPTAL üzerine basın

source: Not a valid action, action class is missing
de_de: Keine gültige Aktion, action class fehlt.
fr_fr: Action non valide, classe d'action manquante
nl_nl: De actie is ongeldig, de action-class ontbreekt
sr_rs: Ovo nije važeća akcija, klasa akcije nedostaje
tr_tr: İşlem geçersiz. İşlem sınıfı eksik

source: This action is not available with trigger %1
de_de: Diese Aktion ist nicht verfügbar mit Trigger %1
fr_fr: Cette action n'est pas disponible avec le déclencheur %1
nl_nl: Deze actie is niet beschikbaar met trigger %1
sr_rs: Ova akcija nije dostupna sa okidačem %1
tr_tr: Bu işlem %1 tetikleyicisi ile kullanılamaz

source: Select Link Operator
de_de: Wähle Verbundenen Operator
fr_fr: Sélectionner l'opérateur du lien
nl_nl: Link Operator selecteren
sr_rs: Izaberite link operatera
tr_tr: Bağlantı işlemini seçin

source: Select Condition
de_de: Wähle Bedingung
fr_fr: Sélectionner une condition
nl_nl: Conditie selecteren
sr_rs: Izaberite uslov
tr_tr: Koşulu seçin

source: Not a valid condition, condition class is missing
de_de: Keine gültige Bedingung, condition class fehlt.
fr_fr: n'est pas une condition valable, la classe de conditions est manquante
nl_nl: De conditie is ongeldig, de action-class ontbreekt
sr_rs: Uslov nije važeći, nedostaje klasa uslova
tr_tr: Koşul geçersiz. Koşul sınıfı eksik

source: This condition is not available with trigger %1
de_de: Diese Bedingung ist nicht verfügbar mit Trigger %1
fr_fr: Cette condition n'est pas disponible avec le déclencheur %1
nl_nl: Deze conditie is niet beschikbaar met trigger %1
sr_rs: Uslov nije dostupan sa okidačem %1
tr_tr: Bu koşul %1 tetikleyicisi ile kullanılamaz

source: Link Operator can only be AND or OR
de_de: Verbundener Operator darf nur UND oder ODER sein
fr_fr: L'opérateur de lien ne peut être que AND ou OR
nl_nl: Link Operator kan alleen 'AND' of 'OR' zijn
sr_rs: Link operater može biti samo I ili ILI
tr_tr: Bağlantı işlemi yalnızca VE ya da VEYA olabilir

source: Condition has to be selected, press CANCEL if you do not want to add a condition
fr_fr: Une condition doit être sélectionnée, appuyer sur ANNULER si vous ne voulez pas ajouter une condition
nl_nl: Er moet een conditie worden geselecteerd of kies 'Afbreken'
sr_rs: Uslov mora biti odabran, pritisnite OTKAŽI ukoliko ne želite da dodate uslov
tr_tr: Koşul seçilmelidir. Bir koşul eklemek istemiyorsanız İPTAL üzerine basın

source: Confirm
de_de: Bestätigen
fr_fr: Confirmer
nl_nl: Bevestigen
tr_tr: Onayla

source: Rule successfully deleted from the database
de_de: Regel erfolgreich aus der Datenbank gelöscht
fr_fr: Règle supprimée avec succès de la base de données
nl_nl: Regel is verwijderd
tr_tr: Kural veri tabanından silindi

source: Rule deleted
de_de: Regel gelöscht
fr_fr: Règle supprimée
nl_nl: Regel verwijderd
tr_tr: Kural silindi

source: Delete Rule (CiviRules)
de_de: Regel löschen (CiviRules)
fr_fr: Supprimer une règle (CiviRules)
nl_nl: Regel verwijderen (CiviRule)
tr_tr: Kuralı sil (CiviRules)

source: Enable Rule (CiviRules)
fr_fr: Activer une règle (CiviRules)

source: Rule successfully enabled
fr_fr: Règle activée avec succès

source: Rule enabled
fr_fr: Règle activée

source: Filter Tag(s)
fr_fr: Filtrer par tags/étiquettes
nl_nl: Kenmerk(en) filteren
tr_tr: Etiketleri süz

source: - Select Tag -
de_de: - Wähle Tag -
fr_fr: - Sélectionner un tag/étiquette -
nl_nl: - Kenmerk selecteren -
tr_tr: - Etiket seçin -

source: Filter Trigger(s)
de_de: Filter Trigger
fr_fr: Déclencheur(s) de filtre(s)
nl_nl: Trigger(s) filteren
tr_tr: Tetikleyicileri süz

source: - Select Trigger -
de_de: - Wähle Trigger -
fr_fr: - Sélectionner un déclencheur -
nl_nl: - Trigger selecteren -
tr_tr: - Tetikleyici seçin -

source: Description Contains
de_de: Beschreibung enthält
fr_fr: Contenus de la description
nl_nl: Beschrijving bevat
tr_tr: Açıklamada şu olan

source: Show disabled Rules?
de_de: Deaktivierte Regeln anzeigen?
fr_fr: Afficher les règles désactivées ?
nl_nl: Uitgeschakelde regels tonen?
tr_tr: Devre dışı bırakılmış kurallar görüntülensin

source: Filter
fr_fr: Filtrer
tr_tr: Süz

source: Disable
de_de: Deaktivieren
fr_fr: Désactiver
nl_nl: Uitschakelen
sr_rs: Isključi
tr_tr: Devre dışı bırak

source: Enable
de_de: Aktivieren
fr_fr: Activer
nl_nl: Inschakelen
sr_rs: Uključi
tr_tr: Etkinleştir

source: Manage CiviRules
de_de: Verwalte CiviRules-Regeln
fr_fr: Gérer CiviRules
nl_nl: CiviRule-regels beheren
tr_tr: CiviRules yönetimi

source: Can not process empty trigger id in
fr_fr: Impossible de traiter un identifiant de déclencheur vide dans

source: Could not find required table
fr_fr: Impossible de trouver la table requise

source: Rules using trigger Case is added will be deleted in the Civirules upgrade to 2.10. They will be saved in the temporary tables civirule_pre210_rule/rule_action/rule_condition. Use that data to re-enter them manually using trigger Case Activity added with condition activity type is Open Case
fr_fr: Les règles utilisant le déclencheur Case is added seront supprimées lors de la mise à jour de Civirules vers la version 2.10. Elles seront sauvegardées dans les tables temporaires civirule_pre210_rule/rule_action/rule_condition. Utilisez ces données pour les réintroduire manuellement à l'aide du déclencheur Activité de dossier ajouté avec le type d'activité de condition est Dossier ouvert.

source: The rule below will be deleted during the Civirules upgrade to release 2.10:
fr_fr: La règle ci-dessous sera supprimée lors de la mise à jour de Civirules vers la version 2.10 :

source: Data from table civirule_rule:
fr_fr: Données de la table civirule_rule :

source: Data from table civirule_rule_action:
fr_fr: Données de la table civirule_rule_action :

source: Data from table civirule_rule_condition:
fr_fr: Données de la table civirule_rule_condition :

source: The upgrade has deleted
fr_fr: La mise à jour a supprimé

source: rules with trigger Case is added. These rules and their data have been saved in tables civirule_per210_rule, civirule_pre210_rule_action and civirule_pre210_condition. You need to manually re-create those rules with the trigger Case Activitity added with condition activity_type is Open Case (see https://lab.civicrm.org/extensions/civirules/issues/45
fr_fr: Les règles avec déclencheur Dossier sont ajoutées. Ces règles et leurs données ont été enregistrées dans les tables civirule_per210_rule, civirule_pre210_rule_action et civirule_pre210_condition. Vous devez recréer manuellement ces règles avec le déclencheur Activité de dossier ajouté avec la condition activity_type is Dossier ouvert (voir https://lab.civicrm.org/extensions/civirules/issues/45

source: Upgrade has DELETED rules!
fr_fr: La mise à jour a SUPPRIMÉ les règles

source: Could not find a Civirules trigger with name new_case, this could be a problem? Please check carefully if you do not have any rules with the trigger Case is added and do not have a trigger called Case is added. If that is true, you are fine. If not, read the README.md of the Civirules extension on upgrade to 2.10.
fr_fr: Impossible de trouver un déclencheur CiviRules avec le nom new_case, cela pourrait être un problème ? Veuillez vérifier attentivement si vous n'avez pas de règles avec le déclencheur Dossier est ajouté et si vous n'avez pas de déclencheur appelé Dossier est ajouté. Si c'est le cas, tout va bien. Si ce n'est pas le cas, lisez le README.md de l'extension CiviRules lors de la mise à jour vers la version 2.10.

source: The condition Entity Has/Does Not Have Tag is used in the rule
fr_fr: La condition Entité a/n'a pas d'étiquette est utilisée dans la règle

source: (rule ID
fr_fr: (Id. de la règle

source: ) but this condition is now changed to Contact Has/Does Not Have Tag. Please inspect this rule to see if the configuration is still applicable
fr_fr: ), mais cette condition est désormais remplacée par Contact a/n'a pas d'étiquette. Veuillez inspecter cette règle pour voir si la configuration est toujours applicable.
