Repository: civicrm/civicrm-l10n-extensions
Catalog: po/i18nexample/*/i18nexample.po
Languages: es_es, fr_fr, hu_hu, ja_jp

source: i18nexample title page
es_es: Título de página de i18nexample
fr_fr: exemple page titre i18n
hu_hu: i18nexample címoldal
ja_jp: i18nexample のページタイトル

source: Current time: %1.
es_es: Hora actual: %1.
fr_fr: Heure actuelle: %1.
hu_hu: Aktuális idő: %1
ja_jp: 現在時刻 : %1 です。

source: According to the server, it is %1.
es_es: De acuerdo al servidor, son las %1.
fr_fr: Selon le serveur, il est 1%.
hu_hu: A szerver szerint, ez %1.
ja_jp: サーバによれば、%1 です。

source: This page was generated at %1.
es_es: Esta página fue generada a las %1.
fr_fr: Cette page a été générée à 1%.
hu_hu: Ezen az oldal létrehozási ideje %1.
ja_jp: このページは %1 で生成されました。

source: This is a string in a javascript function in the i18nexample extension. Page generated at %1.
es_es: Este es un string dentro de una función de javascript en la extensión i18nexample. Página generada a las %1.
fr_fr: Il s'agit d'une chaîne dans une fonction javascript dans le exemple d'extension i18n. Page générée à 1%.
hu_hu: Ez egy javascript függvény karakterlánca a i18nexample kiterjesztésben. Oldal létrehozva %1.
ja_jp: これは i18nexample エクステンションの JavaScript 関数の文字列です。ページ %1 で生成しました。

source: Yay!
es_es: Si!
fr_fr: Yé!
hu_hu: Hoppá!
ja_jp: やった！

source: This new page is generated by %1
es_es: Esta nueva página es generada por %1.
fr_fr: Cette nouvelle page est générée par 1%
hu_hu: Ezt az oldalt létrehozta %1
ja_jp: この新しいページは %1 によって生成されました。

source: The current time is %1.
es_es: La hora actual es %1.
fr_fr: L'heure actuelle est %1.
hu_hu: Az aktuális idő %1.
ja_jp: 現在の時刻は %1 です。

source: Javascript test popup.
es_es: Popup de prueba de javascript.
fr_fr: fenêtre contextuelle Javascript essai
hu_hu: Javascript teszt felugró ablak.
ja_jp: JavaScript のテストポップアップです。

source: The title of the page is set from the CiviCRM menu XML, and at the moment, cannot be localized.
es_es: El título de esta página es definido desde el XML del menú de CiviCRM, y en este momento, no puede ser traducido.
fr_fr: Le titre de la page est défini dans le menu CiviCRM XML, et pour le moment, ne peut pas être localisé.
hu_hu: Az oldal címe a CiviCRM menü XML-ből beállítva, jelenleg nem honosítható.
ja_jp: このページタイトルは CiviCRM メニュー のXMLから設定されているので、現時点ではローカライズすることができません。
