Repository: civicrm/civicrm-l10n-extensions
Catalog: po/gdpr/*/gdpr.po
Languages: de_de, fr_fr, it_it, nl_nl, sv_se, tr_tr

source: Set defaults for Terms &amp Conditions. You can override these in the settings for individual Events and Contribution Pages.
de_de: Legen Sie Standardeinstellungen für AGBs fest. Diese können in den Einstellungen der einzelnen Veranstaltungen und der Spendenseiten überschrieben werden.
fr_fr: Définir les valeurs par défaut pour les modalités et conditions. Vous pouvez les remplacer dans les paramètres des événements individuels et des pages de contribution.
it_it: Imposta valori predefiniti per termini e condizioni. Puoi sovrascriverli nelle impostazioni delle singole pagine di termini e condizioni.
nl_nl: De standaarden bepalen voor de Begrippen en Voorwaarden. U kunt dit later wijzigen bij de instellingen van een bepaalde Evenementspagina / Bijdragepagina.
tr_tr: Hüküm ve koşullar için genel varsayılan ayarları yapın. Bu genel ayarlar, etkinliğin ya da katkının özel ayarlarından değiştirilebilir.

source: Choose if you need to upload a file or specify a web page link for Default Terms and Conditions.
de_de: Auswählen, ob für Nutzungsbedingungen / AGB eine Datei hochgeladen oder eine Webseite verlinkt werden soll.
fr_fr: Choisissez si vous devez télécharger un fichier ou spécifier un lien de page Web pour les modalités et conditions générales par défaut.
it_it: Indica se vuoi caricare un file o specificare un link per termini e condizioni di default.
nl_nl: Kies of u een bestand wilt uploaden of een link wilt invullen voor de standaard Begrippen en Voorwaarden.
tr_tr: Varsayılan hüküm ve koşulları bir dosyadan yüklemeyi veya bir site sayfası bağlantısından almayı seçin.

source: A default terms and conditions file for use in Event registrations etc. This can be overridden on the settings for the particular event.
de_de: Eine Datei mit Standard-AGBs zur Verwendung für Veranstaltungsanmeldungen usw. Diese kann in den Einstellungen jeder einzelnen Veranstaltung überschrieben werden.
fr_fr: Un fichier de modalités et conditions par défaut à utiliser dans les inscriptions aux événements, etc. Ceci peut être modifié dans les paramètres de l'événement en question.
it_it: Un file predefinito per termini e condizioni da utilizzare nelle registrazioni di eventi, ecc. Può essere ignorato nelle impostazioni per lo specifico evento.
nl_nl: Het standaardbestand met Begrippen en Voorwaarden voor gebruik bij aanmelden voor evenement, enz. U kunt dit later voor een bepaald evenement wijzigen bij de instellingen van dat evenement.
tr_tr: Etkinlik kayıtları gibi yerlerde kullanılacak varsayılan hüküm ve koşullar dosyası. Genel ayar, etkinliğe özel ayarlardan değiştirilebilir.

source: A default terms and conditions link for use in Event registrations etc. This can be overridden on the settings for the particular event..
de_de: Ein Link zu Standard-AGBs zur Verwendung für Veranstaltungsanmeldungen usw. Dieser kann in den Einstellungen jeder einzelnen Veranstaltung überschrieben werden.
fr_fr: Un lien vers les modalités et conditions par défaut à utiliser dans les inscriptions aux événements, etc. Ceci peut être remplacé sur les paramètres de l'événement particulier...
it_it: Un link predefinito a termini e condizioni da utilizzare nelle registrazioni di eventi, ecc. Può essere ignorato nelle impostazioni per lo specifico evento.
nl_nl: De standaardlink met Begrippen en Voorwaarden voor gebruik bij aanmelden voor evenement, enz. U kunt dit later voor een bepaald evenement wijzigen bij de instellingen van dat evenement.
tr_tr: Etkinlik kayıtları gibi yerlerde kullanılacak varsayılan hüküm ve koşullar bağlantısı. Genel ayar, etkinliğe özel ayarlardan değiştirilebilir.

source: Group Channels
tr_tr: Grup kanalları

source: GDPR Status
de_de: DSGVO-Status
fr_fr: Statut RGPD
it_it: Stato GDPR
tr_tr: KVKK durumu

source: Contacts who have not had any activity for %1 days
de_de: Kontakte ohne Aktivität seit %1 Tage
fr_fr: Contacts qui n'ont pas eu d'activité depuis %1 jours
it_it: Contatti inattivi per %1 giorni
nl_nl: Contacten zonder enige activiteit de laatste %1 dagen
sv_se: Kontakter som inte haft någon aktivitet sedan %1 dagar
tr_tr: %1 gündür herhangi bir etkinliği bulunmayan kişiler

source: No. of Contacts
de_de: Anzahl Kontakte
fr_fr: Nbre de contacts
it_it: Numero di contatti
nl_nl: Nr. van Contacten
sv_se: Antal kontakter
tr_tr: Kişi sayısı

source: (Excluding contacts who clicked through links in emails)
de_de: (beinhaltet nicht Kontakte, die auf eine E-Mail-Link geklickt haben)
fr_fr: (Excluant les contacts qui ont cliqué sur les liens dans les courriels)
it_it: (Con esclusione dei contatti che hanno fatto click nei link dell'email)
nl_nl: (Exclusief contacten die doorklikken in de e-mails hebben gedaan)
tr_tr: (E-postalardaki bağlantılara tıklayan kişiler dışında)

source: Click-throughs
fr_fr: Ouverture par clics
it_it: Click effettuati
nl_nl: Doorklikken
tr_tr: Tıklayıp geçmeler

source: (Contacts who have not had any activity, but clicked through links in emails)
de_de: (Kontakte ohne Aktivität, aber die auf eine Link in E-Mail geklickt haben.)
fr_fr: (Contacts qui n'ont pas eu d'activité, mais qui ont cliqué sur les liens dans les e-mails)
it_it: (Contatti senza attività, ma che hanno cliccato sui link nelle email)
nl_nl: (Contacten zonder enige activiteiten, maar die doorklikken in de e-mails hebben gedaan)
tr_tr: (Herhangi bir etkinliği bulunmayan ancak e-postalardaki bağlantılara tıklayan kişiler)

source: Click <a href="%1">here</a> to update GDPR settings.
de_de: <a href="%1">Hier</a> klicken, um die DSGVO-Einstellungen zu aktualisieren.
fr_fr: Cliquez <a href="%1">ici</a> pour mettre à jour les paramètres RGPD.
it_it: Clicca <a href="%1">qui</a> per aggiornare le impostazioni GDPR
nl_nl: Klik <a href="%1">hier</a> om de GDPR-instellingen te wijzigen.
tr_tr: KVKK ayarlarını güncellemek için <a href="%1">buraya</a> tıklayın.

source: Click <a href="%1">here</a> to update Communications Preferences settings.
de_de: <a href="%1">Hier </a> klicken, um die Kontakteinstellungen zu aktualisieren.
fr_fr: Cliquez <a href="%1">ici</a> pour mettre à jour les paramètres des préférences de communication.
it_it: Clicca <a href="%1">qui</a> per aggiornare le impostazioni delle preferenze di comunicazione.
nl_nl: Klik <a href="%1">hier</a> om de instellingen van de communicatievoorkeuren te wijzigen.
tr_tr: İletişim ayarlarını güncellemek için <a href="%1">buraya</a> tıklayın.

source: Forget Me
de_de: Ich möchte vergessen werden.
fr_fr: Oubliez-moi
it_it: Dimenticami
nl_nl: Vergeet me
sv_se: Glöm mig
tr_tr: Bilgilerimi unut

source: Summary
de_de: Zusammenfassung
fr_fr: Résumé
it_it: Sommario
nl_nl: Samenvatting
sv_se: Sammanfattning
tr_tr: Özet

source: Subject
de_de: Betreff
fr_fr: Sujet
it_it: Oggetto
nl_nl: Onderwerp
sv_se: Rubrik
tr_tr: Konu

source: Date
de_de: Datum
it_it: Data
nl_nl: Datum
sv_se: Datum
tr_tr: Tarih

source: Group Subscription Log
de_de: Protokoll der in der Gruppe abonnierten Kontakte
fr_fr: Journal des abonnements de groupe
it_it: Registro delle sottoscrizioni ai gruppi
nl_nl: Log groepsaanmelding
sv_se: Prenumerationslog
tr_tr: Grup aboneliği günlüğü

source: No group subscription have been recorded for this contact.
de_de: Dieser Kontakt hat bisher keine Gruppe abonniert.
fr_fr: Aucun abonnement de groupe n'a été enregistré pour ce contact.
it_it: Non vi è nessuna sottoscrizione per questo contatto.
nl_nl: Bij dit contact is er geen aanmelding voor een groep.
sv_se: Den här kontakten har inga prenumerationer.
tr_tr: Bu kişi için kaydedilmiş bir grup aboneliği işlemi yok.
