Repository: civicrm/civicrm-l10n-extensions
Catalog: po/gdpr/*/gdpr.po
Languages: de_de, fr_fr, it_it, nl_nl, sv_se, tr_tr

source: - select -
de_de: -- auswählen --
fr_fr: -sélectionner-
it_it: - seleziona -
nl_nl: - selecteer -
sv_se: - välj -
tr_tr: - Seçin -

source: Do you Want to track Exports?
tr_tr: Dışa aktarma işlemleri izlensin mi?

source: Contact Types
de_de: Kontaktarten
fr_fr: Types de contact
it_it: Tipo di Contatto
sv_se: Kontakttyper
tr_tr: Kişi türleri

source: Forgetme contact name
de_de: Kontaktname für das Vergessenwerden
fr_fr: Nom du contact à oublier
it_it: Dimentica il nome di contatto
nl_nl: Vergeet-me contactnaam
tr_tr: Bilgilerimi unut kişi adı

source: Forgetme e-mail
de_de: "Vergiss mich" E-Mail
fr_fr: Courriel du contact à oublier
it_it: Dimentica l'indirizzo mail
nl_nl: Vergeet-me e-mailadres
tr_tr: Bilgilerimi unut e-posta adresi

source: Delete Activities of Types
de_de: Lösche Aktivitäten vom Typ
fr_fr: Supprimer les activités des types
it_it: Elimina i tipi di Attività
nl_nl: Activiteiten van types verwijderen
sv_se: Radera åtgärder av typ
tr_tr: Türlerin işlemlerini sil

source: Custom groups
de_de: Benutzerdefinierte Gruppen
fr_fr: Groupes personnalisés
it_it: Gruppi personalizzati
nl_nl: Aangepaste groepen
sv_se: Anpassade grupper
tr_tr: Özel gruplar

source: Email the Point of Contact / DPO?
de_de: Email an Kontaktperson / DSB?
fr_fr: Courriel du point de contact / DPO ?
it_it: Inviare un'email al Punto di Contatto / DPO?
nl_nl: E-mail de contactpersoon / DPO?
sv_se: Skicka mail till kontaktperson/dataskyddsombud?
tr_tr: İlgili kişiye / veri sorumlusuna e-posta gönderilsin

source: Email Subject
de_de: Email-Betreff
fr_fr: Objet du courriel
it_it: Oggetto dell'email
nl_nl: Onderwerp e-mail
sv_se: Epostrubrik
tr_tr: E-posta konusu

source: Period
de_de: Periode
fr_fr: Période
it_it: Periodo
nl_nl: Periode
tr_tr: Sıklık

source: Acceptance period (months)
de_de: Gültigkeitsperiode (Monate)
fr_fr: Période de validité (mois)
it_it: Periodo di accettazione (mesi)
nl_nl: Acceptatie periode (maanden)
tr_tr: Kabul dönemi (ay)

source: File Upload
de_de: Datei hochladen
fr_fr: Téléchargement de fichiers
it_it: Caricamento file
nl_nl: Bestandsupload
sv_se: Filuppladdning
tr_tr: Dosya yükle

source: Web page link
de_de: Webseiten link
fr_fr: Lien vers la page Web
it_it: Collegamento alla pagina web
nl_nl: Webpagina link
sv_se: Länk till webbsida
tr_tr: Site sayfası bağlantısı

source: Data Policy options
de_de: Datenschutzbestimmungen Optionen
fr_fr: Options politiques de données
it_it: Opzioni per Data Policy
nl_nl: Gegevensbeleid opties
sv_se: Alternativ för datapolicy
tr_tr: Veri ilkesi seçenekleri

source: Data Policy file
de_de: Datei mit Datenschutzpolitik
fr_fr: Fichier de politique de données
it_it: Documento di Data Policy
nl_nl: Gegevensbeleid bestand
sv_se: Fil för datapolicy
tr_tr: Veri ilkesi dosyası

source: Data Policy link
de_de: Datenschutzbestimmungen Link
fr_fr: Lien vers la politique de données
it_it: Link al documento di Data Policy
nl_nl: Gegevensbeleid link
sv_se: Länk för datapolicy
tr_tr: Veri ilkesi bağlantısı

source: This is a new version of the document.
de_de: Es handelt sich hier um eine neue Version des Dokuments.
fr_fr: Il s'agit d'une nouvelle version du document.
it_it: Questa è una nuova versione del documento.
nl_nl: Dit is een nieuwe versie van het document.
sv_se: Detta är en ny version av dokumentet.
tr_tr: Bu belgenin yeni bir sürümüdür.

source: Link Label
de_de: Link-Text
fr_fr: Libellé du lien
it_it: Etichetta del collegamento
nl_nl: Label Link
sv_se: Ledtext för länken
tr_tr: Bağlantı etiketi

source: Checkbox text
de_de: Text für das Ankreuzfeld.
fr_fr: Texte de la case à cocher
it_it: Testo del checkbox
nl_nl: Checkbox tekst
sv_se: Text för kryssrutan
tr_tr: İşaret kutusu metni

source: Enable Terms and Conditions for every event
de_de: AGB für jede Veranstaltung aktivieren
fr_fr: Activer les modalités et conditions générales pour chaque événement
it_it: Abilita termini e condizioni per ogni evento
nl_nl: Begrippen en Voorwaarden voor elk evenement inschakelen
sv_se: Aktivera villkor för varje arrangemang
tr_tr: Her etkinlik için hüküm ve koşullar kullanılsın

source: Enable Terms and Conditions for every Contribution Page
de_de: AGBs für jede Zuwendung verwenden
fr_fr: Activer les modalités et conditions générales pour chaque page de contribution
it_it: Abilita termini e condizioni per ogni pagina di contributo
nl_nl: Begrippen en Voorwaarden inschakelen voor elke bijdragepagina
sv_se: Aktivera villkor för varje bidragssida
tr_tr: Her katkı sayfası için hüküm ve koşullar kullanılsın

source: Checkbox Position
de_de: Position des Ankreuzfelds.
fr_fr: Position de la case à cocher
it_it: Posizione del checkbox
nl_nl: Checkbox plaats
sv_se: Position för kryssruta
tr_tr: İşaret kutusu konumu

source: Top profile
de_de: Profil oberhalb
fr_fr: Profil du haut
it_it: Parte superiore del profilo
nl_nl: Profiel bovenkant
sv_se: Överst i profilen
tr_tr: Üst profil

source: Bottom profile
de_de: Profil unterhalb
fr_fr: Profil de bas de page
it_it: Parte inferiore del profilo
nl_nl: Profiel onderkant
sv_se: Nederst i profilen
tr_tr: Alt profil

source: Top of form
de_de: Nach oben im Formular
fr_fr: Haut du formulaire
it_it: Parte superiore del modulo
nl_nl: Bovenkant scherm
sv_se: Överst i formuläret
tr_tr: Formun üstü

source: Bottom of form
de_de: Nach unten im Formular
fr_fr: Bas du formulaire
it_it: Parte inferiore del modulo
nl_nl: Onderkant scherm
sv_se: Nederst i formuläret
tr_tr: Formun altı

source: Terms and Conditions options
de_de: Nutzungsbedingungen Optionen
fr_fr: Options des termes et conditions
it_it: Opzioni per termini e condizioni
nl_nl: Opties Begrippen en Voorwaarden
sv_se: Alternativ för villkor
tr_tr: Hüküm ve koşullar seçenekleri

source: Default Terms and Conditions file
de_de: Standard Nutzungsbedingungen / AGB Datei
fr_fr: Fichier des modalités et conditions générales par défaut
it_it: Documento predefinito per termini e condizioni
nl_nl: Standaardbestand Begrippen en Voorwaarden
sv_se: Fil med standardvillkor
tr_tr: Varsayılan hüküm ve koşullar dosyası

source: Default Terms and Conditions link
de_de: Standard Nutzungsbedingungen / AGB Link
fr_fr: Lien des modalités et conditions générales par défaut
it_it: Collegamento predefinito per termini e condizioni
nl_nl: Standaardlink Begrippen en Voorwaarden
sv_se: Länk till standardvillkor
tr_tr: Varsayılan hüküm ve koşullar bağlantısı

source: Data Policy
de_de: Datenschutzpolitik
fr_fr: Politique de données
nl_nl: Gegevensbeleid
tr_tr: Veri ilkesi

source: I accept the Data Policy.
de_de: Ich akzeptiere die Datenschutzpolitik.
fr_fr: J'accepte la politique de données
it_it: Accetto la Data Policy
nl_nl: Ik accepteer het gegevensbeleid.
sv_se: Jag samtycker till datapolicyn.
tr_tr: Veri ilkesini kabul ediyorum.

source: Terms &amp; Conditions
de_de: AGBs
fr_fr: Modalités &amp; Conditions
it_it: Termini e condizioni
nl_nl: Begrippen en Voorwaarden
sv_se: Villkor
tr_tr: Hüküm ve koşullar

source: I accept the Terms &amp; Conditions
de_de: Ich akzeptiere die Nutzungsbedingungen
fr_fr: J'accepte les modalités et conditions générales d'utilisation
it_it: Accetto i termini e le condizioni
nl_nl: Ik accepteer de Begrippen en Voorwaarden
sv_se: Jag samtycker till villkoren.
tr_tr: Hüküm ve koşullar metnini kabul ediyorum

source: Please read and accept the Terms &amp; Conditions and Data Policy.
de_de: Bitte lesen Sie die AGBs und die Datenschutzpolitik.
fr_fr: Veuillez lire et accepter les modalités &amp; conditions et la politique de données.
it_it: Per favore, leggi e accetta i termini e condizioni e la Data Policy
nl_nl: Lees en accepteer a.u.b. de Begrippen en Voorwaarden van het gegevensbeleid.
sv_se: Var vänlig läs och samtyck till villkoren och datapolicyn.
tr_tr: Lütfen hüküm ve koşullar ile veri ilkesi metinlerini okuyup kabul edin.

source: GDPR forget me
it_it: GDPR - Dimenticami
tr_tr: KVKK bilgilerimi unut

source: These contact records will be anonymized
tr_tr: Bu kişi kayıtları anonimleştirilecek

source: Selected contacts: %1
tr_tr: Seçilmiş kişi: %1

source: Next
de_de: Nächste
fr_fr: Suivant
it_it: Prossimo
nl_nl: Volgende
sv_se: Nästa
tr_tr: Sonraki

source: Here is our <a href='%1' target='_blank'>%2</a>, which you agreed to on %3.
de_de: Hier ist unsere <a href='%1' target='_blank'>%2</a>, der Sie am %3 zugestimmt haben.
fr_fr: Voici notre <a href='%1' target='_blank'>%2</a>, que vous avez accepté le %3.
it_it: Questo è il tuo <a href='%1' target='_blank'>%2</a>, che hai accettato il %3.
nl_nl: Dit is onze <a href='%1' target='_blank'>%2</a>, die u heeft geaccepteerd op %3.
sv_se: Här är vår <a href='%1' target='_blank'>%2</a>, som du samtyckte till %3.
tr_tr: %3 zamanında kabul ettiğiniz <a href='%1' target='_blank'>%2</a> metnimiz.

source: Source of Communication Preferences
de_de: Quelle der Kontakteinstellungen
fr_fr: Source des préférences de communication
it_it: Fonte delle preferenze di comunicazione
nl_nl: Bron van communicatievoorkeuren
sv_se: Källa för kommunikationspreferenserna
tr_tr: İletişim tercihleri kaynağı

source: GDPR Communication Preferences Form
it_it: Modulo delle preferenze di comunicazione GDPR
tr_tr: KVKK iletişim tercihleri formu

source: Event/Contribution ThankYou Page
tr_tr: Etkinlik veya katkı teşekkürü sayfası

source: Please add GDPR settings
de_de: Bitte DSGVO-Einstellungen hinzufügen.
fr_fr: Veuillez ajouter les paramètres du RGPD
it_it: Per favore aggiungi le impostazioni GDPR
nl_nl: Voeg a.u.b. een GDPR-instelling toe
sv_se: Ange inställningar för GDPR
tr_tr: Lütfen KVKK ayarlarını ekleyin

source: Data Policy acceptance.
de_de: Zustimmung zur Datenschutzpolitik
fr_fr: Acceptation de la politique sur les données.
it_it: Accettazione Data Policy.
nl_nl: Gegevensbeleid acceptatie.
sv_se: Samtycke till datapolicy.
tr_tr: Veri ilkesi kabulu.

source: Not yet accepted by the contact.
de_de: Kontakt hat noch nicht zugestimmt.
fr_fr: Pas encore accepté par le contact.
it_it: Non ancora accettato dal contatto.
nl_nl: Nog niet door contact geaccepteerd.
sv_se: Kontakten har ännu inte samtyckt.
tr_tr: Henüz kişi tarafından kabul edilmedi.

source: Not yet updated by the contact.
de_de: Müssen vom Kontakt noch aktualisiert werden.
fr_fr: Pas encore mis à jour par le contact.
it_it: Non ancora aggiornato dal contatto.
nl_nl: Nog niet door contact bijgewerkt.
sv_se: Kontakten har ännu inte uppdaterat.
tr_tr: Henüz kişi tarafından güncellenmedi.

source: Terms and Conditions accepted
it_it: Termini e Condizioni accettati
tr_tr: Hüküm ve koşullar onaylandı

source: Data Policy accepted
de_de: Datenschutzbestimmung akzeptiert
fr_fr: Acceptation de la politique sur les données
it_it: Data policy accettata
nl_nl: Gegevensbeleid geaccepteerd
sv_se: Kontakten har samtyckt till datapolicyn.
tr_tr: Veri ilkesi kabul edildi

source: Upgrade %1 to revision %2
de_de: Upgrade %1 auf Revision %2
fr_fr: Mise à niveau %1 vers révision %2
it_it: Aggiorna %1 alla revisione %2
nl_nl: Upgrade %1 naar versie %2
sv_se: Uppgradera %1 till revision %2
tr_tr: %1, %2 sürümüne güncelle

source: Contacts without any activity for a period
tr_tr: Belirli bir süre içinde etkin olmayan kişiler

source: GDPR Cancelled
it_it: Cancellazione GDPR
tr_tr: KVKK iptal edildi

source: Message Template Workflow for GDPR
it_it: Modello di messaggio per il flusso di lavoro GDPR
tr_tr: KVKK için ileti kalıbı iş akışı

source: Update Communication Preferences
it_it: Aggiorna le Preferenze di Comunicazione
tr_tr: İletişim tercihlerini güncelle

source: Contribution Page
de_de: Zuwendungsseite
fr_fr: Page des contributions
it_it: Pagina dei contributi
nl_nl: Bijdragepagina
sv_se: Inbetalningssida
tr_tr: Katkı sayfası

source: GDPR Dashboard
it_it: Bacheca GDPR
tr_tr: KVKK panosu

source: GDPR Settings
de_de: DSGVO-Einstellungen
fr_fr: Paramètres RGDP
it_it: Impostazioni GDPR
nl_nl: GDPR-instellingen
sv_se: Inställningar för GDPR
tr_tr: KVKK ayarları

source: Communication Preferences Settings
it_it: Impostazioni delle preferenze di comunicazione
tr_tr: İletişim tercihleri ayarları

source: Communication Preferences URL
de_de: Kontakteinstellungen URL
fr_fr: Préférences de communication URL
it_it: URL delle preferenze di comunicazione
nl_nl: Communicatievoorkeuren URL
sv_se: URL för kommunikationspreferenser
tr_tr: İletişim tercihleri adresi

source: Communication Preferences Link
de_de: Kontakteinstellungen Link
fr_fr: Lien Préférences de communication
it_it: Link delle preferenze di comunicazione
nl_nl: Communicatievoorkeuren Link
sv_se: Länk till kommunikationspreferenser
tr_tr: İletişim tercihleri bağlantısı

source: Communication Preferences URL (Bulk Mailing)
de_de: Kontakteinstellungen URL (Massenmail)
fr_fr: Préférences de communication URL (envoi en masse)
it_it: URL delle preferenze di comunicazione (invio massivo)
nl_nl: Communicatievoorkeuren URL (massa-mailing)
sv_se: URL för kommunikationspreferenser (för massutskick)
tr_tr: İletişim tercihleri adresi (toplu postalama)

source: Communication Preferences Link (Bulk Mailing)
de_de: Kontakteinstellungen Link (Massenmail)
fr_fr: Lien Préférences de communication (envoi en masse)
it_it: Link delle preferenze di comunicazione (invio massivo)
nl_nl: Communicatievoorkeuren Link (massa-mailing)
sv_se: Länk till kommunikationspreferenser (för massutskick)
tr_tr: İletişim tercihleri bağlantısı (toplu postalama)

source: access GDPR
de_de: DSGVO Zugang
fr_fr: access RGPD
it_it: accedi a GDPR
nl_nl: GDPR toegang
tr_tr: KVKK erişimi

source: View GDPR related information
de_de: DSGVO-Details einsehen.
fr_fr: Voir l'information relative au RGPD
it_it: Vedi le informazioni legate a GDPR
nl_nl: GDPR bijbehorende informatie tonen
tr_tr: KVKK ile ilgili belgeleri görüntüle

source: forget contact
de_de: Kontakt vergessen.
fr_fr: oublier le contact
it_it: dimentica il contatto
nl_nl: contact vergeten
sv_se: glöm kontakt
tr_tr: kişiyi unut

source: Anonymize contacts
de_de: Kontake anonymisieren
fr_fr: Anonymiser les contacts
it_it: Anonimizza il contatto
nl_nl: Contacten anoniem maken
sv_se: Anonymisera kontakter
tr_tr: Kişileri anonimleştir

source: administer GDPR
de_de: DSGVO verwalten
fr_fr: administrer le RGPD
it_it: amministra GDPR
nl_nl: GDPR beheren
sv_se: administrera GDPR
tr_tr: KVKK yönetimi

source: Manage GDPR settings
de_de: DSGVO-Einstellungen verwalten
fr_fr: Gérer les paramètres du RGPD
it_it: Gestisci le impostazioni GDPR
nl_nl: GDPR instellingen beheren
sv_se: Hantera inställningar för GDPR
tr_tr: KVKK ayarları yönetimi

source: GDPR forget
tr_tr: KVKK unut

source: Complete OR partial contact name.
de_de: Kompletter ODER partieller Kontaktname
fr_fr: Nom complet OU partiel du contact.
it_it: Nome completo O parziale del contatto
nl_nl: Volledige of gedeeltelijke contactnaam.
sv_se: Fullständigt eller ofullständigt namn på kontakt
tr_tr: Kişinin adının tamamı ya da bir bölümü

source: Contact ID
de_de: Kontakt-ID
fr_fr: IDentifiant de contact
it_it: ID Contatto
sv_se: Kontakt-ID
tr_tr: Kişi kimliği

source: Last Activity Date
de_de: Datum der letzten Aktivitität
fr_fr: Date de la dernière activité
it_it: Data ultima attività
nl_nl: Datum laatste activiteit
sv_se: Datum för senaste åtgärd
tr_tr: Son işlem tarihi

source: No matching data found for your search criteria.
de_de: Ihre Suche hat zu keinen Ergebnissen geführt.
fr_fr: Aucune donnée ne correspond à vos critères de recherche.
it_it: Non sono stati trovati dati corrispondenti alla tua ricerca.
nl_nl: Er voldoen geen gegevens aan uw zoekcriteria.
sv_se: Inga data matchade sökkriterierna.
tr_tr: Arama ölçütünüze uyan bir veri bulunamadı.

source: You do not have any Open Data Entry Batches.
de_de: Keine offene Datenstapel. Batchverabeitung nicht möglich.
it_it: Non hai batch aperti di immissione dati.
nl_nl: U heeft geen openstaande gegevensinvoerbatch.
tr_tr: Herhangi bir açık veri kaydı toplu işleminiz yok.

source: No Data Entry Batches have been created for this site.
de_de: Für diese Site wurden keine Datenstapel angelegt.
it_it: Non sono stati creati batch di data entry per questo sito.
nl_nl: Er zijn geen gegevensinvoerbatches gemaakt voor deze website.
tr_tr: Bu site için bir veri kaydı toplu işlemi oluşturulmamış.

source: Processing...
de_de: In Verarbeitung...
fr_fr: Traitement...
it_it: Elaborazione...
nl_nl: Verwerking...
sv_se: Bearbetar...
tr_tr: İşleniyor...

source: Show _MENU_ entries
de_de: _MENU_ Einträge anzeigen
nl_nl: Toon _MENU_ onderdelen
tr_tr: _MENU_ kayıtlarını görüntüle

source: Showing _START_ to _END_ of _TOTAL_ entries
de_de: Einträge _START_ bis _END_ von _TOTAL_ werden angezeigt.
nl_nl: De _START_ tot _END_ of _TOTAL_ records worden getoond
tr_tr: _START_ - _END_ / _TOTAL_ kayıt görüntüleniyor

source: Showing 0 to 0 of 0 entries
de_de: Einträge 0 bis 0 von 0 werden angezeigt.
fr_fr: Affichage des entrées 0 à 0 sur 0
it_it: Mostra da 0 a 0 di 0 voci
nl_nl: Tonen 0 tot 0 van 0 records
tr_tr: 0 - 0 / 0 kayıt görüntüleniyor

source: (filtered from _MAX_ total entries)
de_de: (gefiltert von _MAX_ Gesamteinträge)
nl_nl: (gefilterd uit _MAX_ records)
tr_tr: (toplam _MAX_ kayıttan süzüldü)

source: Search:
de_de: Suchen:
fr_fr: Rechercher :
it_it: Cerca:
nl_nl: Zoeken:
sv_se: Sök:
tr_tr: Arama:

source: First
de_de: Erste
fr_fr: Premier
it_it: Primo
nl_nl: Eerste
sv_se: Första
tr_tr: İlk

source: Previous
de_de: Vorherige
fr_fr: Précédent
it_it: Precedente
nl_nl: Vorige
sv_se: Föregående
tr_tr: Önceki

source: Last
de_de: Letzte
fr_fr: Dernier
it_it: Ultimo
nl_nl: Laatste
sv_se: Sista
tr_tr: Son

source: Channels
de_de: Kanäle
fr_fr: Canaux
it_it: Canali
nl_nl: Kanalen
sv_se: Kanaler
tr_tr: Kanallar

source: Configure which channels to show on the page.
de_de: Wählen Sie aus, welche Kanäle auf der Seite erscheinen
fr_fr: Configurez les canaux à afficher sur la page.
it_it: Configura i canali da mostrare nella pagina.
nl_nl: Bepalen welke kanalen getoond moeten worden.
sv_se: Konfigurera vilka kanaler som skall visas på sidan.
tr_tr: Sayfada görüntülenecek kanalları yapılandırın.

source: Subscriptions to Groups
de_de: Gruppen-Abonnements
fr_fr: Abonnements aux groupes
it_it: Sottoscrizione ai gruppi
nl_nl: Groepsaanmeldingen
sv_se: Prenumeration på grupper
tr_tr: Abone olabilecek gruplar

source: Configure which public groups the user can join on the page. You can optionally alter the group title and description. (For example to add more details on the content, message frequency etc.).
de_de: Wählen Sie aus, welche offenen Gruppen der Benutzer auf der Seite beitreten darf. Optional können Sie die Gruppenbezeichnung und -beschreibung anpassen, um z.B. mehr Infos über Inhalte, Versandsfrequenz hinzuzufügen.
it_it: Configura i gruppi pubblici a cui può unirsi l'utente. Puoi modificare il titolo e la descrizione del gruppo (ad esempio per aggiungere dettagli, frequenza dei messaggi ecc.)
nl_nl: Stel in voor welke groepen de gebruiker zich op de pagina kan aanmelden. U kunt eventueel de groepstitel en groepsbeschrijving wijzigen. (Om bijvoorbeeld meer informatie te geven.)
sv_se: Konfigurera vilka grupper som användaren kan välja att gå med i på sidan. Du kan välja att ändra gruppnamn och beskrivning. (T.ex för att lägga till med detaljer om innehåll, frekvens mm.)
tr_tr: Kullanıcının sayfada abone olabileceği herkese açık grupları yapılandırın. Grup başlığı ve açıklamasını isteğe bağlı olarak değiştirebilirsiniz. (Örneğin içerik, ileti sıklığı vb. hakkında ayrıntılı bilgi vermek için).

source: Group
de_de: Gruppe
fr_fr: Groupe
it_it: Gruppo
nl_nl: Groep
sv_se: Grupp
tr_tr: Grup

source: Add
de_de: Hinzufügen
fr_fr: Ajouter
it_it: Aggiungi
nl_nl: Toevoegen
tr_tr: Ekle

source: Title
de_de: Titel
fr_fr: Titre
it_it: Titolo
nl_nl: Titel
sv_se: Rubrik
tr_tr: Başlık

source: Description
de_de: Beschreibung
it_it: Descrizione
nl_nl: Beschrijving
sv_se: Beskrivning
tr_tr: Açıklama

source: Channel
de_de: Kanal
fr_fr: Canal
it_it: Canali
nl_nl: Kanaal
sv_se: Kanal
tr_tr: Kanal

source: Completion
de_de: Nach Abschluß
fr_fr: Clôture
it_it: Completamento
nl_nl: Afronding
tr_tr: Tamamlanma

source: Event & Contribution thank you page
de_de: Danke-Schön-Seite für Veranstaltungen und Zuwendungen
fr_fr: Page de remerciement pour l'événement et la contribution
it_it: Pagina di ringraziamento di eventi e contributi
nl_nl: Bedankpagina voor evenementen en bijdragen
tr_tr: Etkinlik ve katkı teşekkürler sayfası

source: <p>Allows supporters set their preferences after registering for an event or making a contribution.</p><p>Note, to embed the Communcation Preferences form in thank-you pages, you need to give anonymous users the permission: <em>CiviCRM: access AJAX API</em>.</p>
de_de: <p>Erlaubt Unterstützern das Einstellen ihrer Präferenzen nach einer Veranstaltungsteilnahme oder Zuwendung.</p><p>Hinweis: um das Formular mit der Kommunikationspräferenz in die Danke-schön-Seite einzubinden, benötigen anonyme Webseitenbesucher die Berechtigung: <em>CiviCRM: access AJAX API</em>.</p>
fr_fr: <p>Permet aux supporters de définir leurs préférences après s'être inscrits à un événement ou avoir fait une contribution. </p><p>Note, pour intégrer le formulaire Préférences de communication dans les pages de remerciement, vous devez donner la permission aux utilisateurs anonymes : <em>CiviCRM : accès AJAX API</em>.</p>.
it_it: <p>Permetti ai sostenitori di impostare le loro preferenze dopo la registrazione ad un evento o l'effettuazione di un contributo.</p><p>Nota: per inserire le preferenze di comunicazione nelle pagine di ringraziamento devi accordare il permesso agli utenti anonimi:<em>CiviCRM: access AJAX API</em>.</p>
nl_nl: <p>Toestaan dat supporters hun voorkeuren instellen na aanmelding voor een evenement of na het geven van een bijdrage.</p><p>NB: om het formulier communicatievoorkeuren op te nemen in de bankpagina's, moeten anonieme gebruikers het recht hebben: <em>CiviCRM: Ajax-API gebruiken</em>.</p>
sv_se: <p>Ge supporters möjlighet att ändra sina preferenser efter att de har anmält sig till ett arrangemang eller gjort en inbetalning.</p><p>Observera: för att kunna bädda in kommunikationspreferenserna på en tack-sida måste anonyma använare ha behörigheten: <em>CiviCRM: access AJAX API</em>.</p>
tr_tr: <p>Destekçilerin bir etkinliğe kayıt olduktan veya katkıda bulunduktan sonra iletişim ayarlarını yapmalarını sağlar.</p><p>Not, İletişim ayarları formunu teşekkür sayfalarına yerleştirmek için anonim kullanıcılara şu izni vermeniz gerekir: <em>CiviCRM: AJAX API3.2 erişimi

source: Confirmation Email
de_de: Bestätigungsmail
fr_fr: Courriel de confirmation
it_it: Email di conferma
nl_nl: E-mail bevestiging
sv_se: Bekräftelsemail
tr_tr: Onay e-postası

source: Do you want a confirmation email sent automatically to the user?
de_de: Möchten Sie, dass eine Bestätigungsmail automatisch an den Benutzer gesendet wird?
fr_fr: Voulez- vous qu'un courriel de confirmation soit envoyé automatiquement à l'utilisateur ?
it_it: Vuoi inviare automaticamente un'email di conferma all'utente?
nl_nl: Wilt u automatisch een bevestiging e-mailen naar de gebruiker?
sv_se: Vill du att ett bekräftelsemail skall skickas till användaren automatiskt?
tr_tr: Bu seçenek etkinleştirildiğinde, kullanıcıya otomatik olarak bir onay e-postası gönderilir.

source: Additional message or instructions to include in confirmation email.
de_de: Zusätzliche Nachricht oder Anleitungen in der Bestätigungsmail
fr_fr: Message supplémentaire ou consignes à inclure dans le courriel de confirmation.
it_it: Messaggi o indicazioni addizionali da includere nell'email di conferma.
nl_nl: Aanvullende tekst of instructie in de e-mail ter bevestiging.
sv_se: Ytterligare meddelande eller instruktioner som ska finnas i bekräftelsemailet.
tr_tr: Onay e-postasına eklenecek ileti ya da yönergeler.
