Repository: civicrm/civicrm-l10n-extensions
Catalog: po/gdpr/*/gdpr.po
Languages: de_de, fr_fr, it_it, nl_nl, sv_se, tr_tr

source: FROM name for email.
de_de: AbsenderNAME (FROM) der E-Mail.
fr_fr: Nom de l'expéditeur du courriel
it_it: Nome del mittente dell'email.
nl_nl: Naam afzender.
sv_se: Avsändarnamn för epost.
tr_tr: E-postanın "Kimden" adı.

source: FROM email address (this must be a valid email account with your SMTP email service provider).
de_de: AbsenderADRESSE (FROM) der E-Mail (das muss ein gültiger Mailaccount bei Ihrem SMTP-Mailanbieter sein).
fr_fr: Courriel de l'expéditeur (cela doit être un compte de messagerie valide qui fonctionne avec votre fournisseur de messagerie SMTP).
it_it: DA indirizzo email (deve essere un account e-mail valido con il provider di servizi e-mail SMTP).
nl_nl: E-mailadres afzender (dit moet een geldig e-mailadres zijn).
sv_se: Epostadress för avsändaren (detta måste vara en giltig epostadress kopplat till din SMTP-tjänst).
tr_tr: "Kimden" e-posta adresleri (SMTP e-posta hizmeti sağlayıcınızda bulunan geçerli bir e-posta adresi olmalıdır).

source: You may specify one or more email addresses to receive a carbon copy (cc). Multiple email addresses should be separated by a comma (e.g. jane@example.org, paula@example.org).
de_de: Sie können E-Mail-Adressen angeben, die eine Kopie (cc) erhalten sollen (mehrere E-Mail-Adressen durch ein Komma trennen, z.B.: jane@example.org, paula@example.org).
fr_fr: Vous devez préciser une adresse de courriel ou plus pour recevoir une copie (CC). Les adresses de courriel doivent être séparées par une virgule (par exemple : jeanne@exemple.org, paul@exemple.org).
it_it: Puoi specificare uno o più indirizzi email per ricevere una copia conoscenza (cc). Più indirizzi email devono essere separati da una virgola (ad esesempio jane@example.org, paula@example.org).
nl_nl: U mag één of meerdere e-mailadressen opgeven die een kopie (cc) ontvangen van de e-mail ter bevestiging. Meerdere e-mailadressen dienen gescheiden te worden door een komma (bijvoorbeeld: marlies@example.org, karel@example.org).
sv_se: Du kan ange en eller flera epostadresser som skall få en kopia (CC). Separarera adresserna med ett kommatecken (t.ex "jane@example.org, paula@example.org").
tr_tr: Onay e-postasının kopyasının (cc) gönderileceği bir ya da birkaç e-posta adresi belirtebilirsiniz. Birden çok e-posta adresi virgül ile ayrılarak yazılmalıdır (ayse@ornek.org, ali@ornek.org gibi).

source: You may specify one or more email addresses to receive a blind carbon copy (bcc) of the confirmation email. Multiple email addresses should be separated by a comma (e.g. jane@example.org, paula@example.org).
de_de: Sie können E-Mail-Adressen angeben, die eine Blindkopie (bcc) der Bestätigungs-E-Mail erhalten sollen (mehrere E-Mail-Adressen durch ein Komma trennen, z.B.: jane@example.org, paula@example.org).
fr_fr: Vous devez préciser une adresse de courriel ou plus pour recevoir le courriel de confirmation en copie cachée (BCC). Les adresses de courriel doivent être séparées par une virgule (par exemple : jeanne@exemple.org, paul@exemple.org).
it_it: È possibile specificare uno o più indirizzi e-mail per ricevere una copia nascosta (CCN) dell'email di conferma. Per inserire più indirizzi, devono essere separati da una virgola (ad es. jane@example.org, paula@example.org).
nl_nl: U mag één of meerdere e-mailadressen opgeven die een blinde kopie (bcc) ontvangen van de e-mail ter bevestiging. Meerdere e-mailadressen dienen gescheiden te worden door een komma (bijvoorbeeld: marlies@example.org, karel@example.org).
sv_se: Du kan ange en eller flera epostadresser som skall få en blindkopia (BCC) på bekräftelsemailet. Separera adresserna med kommatecken (t.ex "jane@example.org, paula@example.org").
tr_tr: Onay e-postasının gizli kopyasının (bcc) gönderileceği bir ya da birkaç e-posta adresi belirtebilirsiniz. Birden çok e-posta adresi virgül ile ayrılarak yazılmalıdır (ayse@ornek.org, ali@ornek.org gibi).

source: WARNING: 'Forget me' process will make the contact record totally unidentified by removing any related data and entity links.
de_de: WARNUNG: Der Prozess des "Vergessenwerdens" wird sämtliche mit dem Kontakt verbundenen Identifikationsmerkmale aus Datensatz komplett entfernen.
fr_fr: AVERTISSEMENT : Le processus 'Oubliez-moi' rendra l'enregistrement de contact totalement non identifié en supprimant toutes les données associées et les liens d'entité.
it_it: ATTENZIONE: il processo "Dimenticami" renderà i dati del contatto totalmente non identificati rimuovendo tutti i dati correlati e i collegamenti alle entità.
nl_nl: Waarschuwing: de functie 'Vergeet me' maakt het record totaal onbekend door alle gerelateerde gegevens en links naar entiteiten te verwijderen.
sv_se: VARNING: Processen för 'glöm mig' kommer att göra kontaktposten helt oidentifierbar genom att radera all relaterat data och länkar.
tr_tr: UYARI: 'Bilgilerimi unut' işlemi, ilgili tüm verileri ve varlık bağlantılarını kaldırarak ilgili kişi kaydını tümüyle bilinmez yapar.

source: This action cannot be undone.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.
fr_fr: Cette action ne peut être annulée.
it_it: Questa operazione non può essere annullata.
nl_nl: Deze actie kan niet ongedaan gemaakt worden.
sv_se: Detta går inte att ångra.
tr_tr: Bu işlem geri alınamaz.

source: Please Note, this action will not remove Instant Messenger details for the contact. if any Instant Messenger details remains in the contact record, Please delete them manually..
de_de: Nota bene. Diese Aktion wird die Instant-Messenger-Einträge des Kontakts nicht entfernen. Sollten Einträge unter Instant-Messenger noch vorhanden sein, bitte manuell löschen.
fr_fr: Veuillez noter que cette action ne supprimera pas les détails de messagerie instantanée pour le contact. Si des détails de messagerie instantanée restent dans l'enregistrement de contact, veuillez les supprimer manuellement...
it_it: Tieni presente che questa azione non rimuoverà i dettagli di messaggistica istantanea per il contatto. Se questi permangono, eliminali manualmente..
nl_nl: NB: hierdoor worden er geen Instant Messenger gegevens van het contact verwijderd. Indien die er zijn dan moet u die zelf verwijderen.
sv_se: Notera: detta tar inte bort direktmeddelande som kontakten tagit emot eller skickat. Om det finns sådana måste dessa tas bort manuellt.
tr_tr: Lütfen unutmayın, bu işlem kişinin anlık ileti bilgilerini kaldırmaz. Kişi kaydında herhangi bir anlık ileti bilgisi kalıp kalmadığna bakın ve lütfen bunları el ile silin.

source: Please make sure you are on the right contact record to perform this.
de_de: Stellen Sie sicher, dass Sie den richtigen Kontaktdatensatz ausgewählt haben, bevor Sie fortfahren.
fr_fr: Veuillez vous assurer que vous êtes sur la bonne fiche de contact pour effectuer cette opération.
it_it: Per favore, assicurati di essere sul corretto record di contatto per eseguire questa operazione.
nl_nl: Controleer of dit wel het contact is wat u wilt bewerken.
sv_se: Kontrollera en extra gång att du är på rätt kontaktpost innan du genomför denna operation.
tr_tr: Lütfen bu işlemi yaparken doğru kişi kaydında bulunduğunuzdan emin olun.

source: Click 'Forget me' if you want to continue.
de_de: Klicken Sie auf "Vergessenwerden", um weiter zu machen.
fr_fr: Cliquez sur 'Oubliez-moi' si vous voulez continuer.
it_it: Clicca "Dimenticami" se vuoi continuare.
nl_nl: Klik op 'Vergeet me' als u verder wilt gaan.
sv_se: Klicka på "Glöm mig" om du är säker på att du vill fortsätta.
tr_tr: İlerlemek istiyorsanız 'Bilgilerimi unut' üzerine tıklayın.

source: Edit Search Criteria
de_de: Suchkriterien bearbeiten.
fr_fr: Modifiez les critères de rechercheModifier les critères de recherche
it_it: Modifica i criteri di ricerca
nl_nl: Zoekcriteria wijzigen
sv_se: Ändra sökkriteria
tr_tr: Arama ölçütünü düzenle

source: Subscription Date
de_de: Datum des Abonnements
fr_fr: Date de souscription
it_it: Data di sottoscrizione
nl_nl: Aanmeldingsdatum
sv_se: Prenumerationsdatum
tr_tr: Abonelik tarihi

source: Search results listings.
de_de: Suchergebnisse
fr_fr: Listes des résultats de recherche.
it_it: Elenchi dei risultati di ricerca.
nl_nl: Lijsten zoekresultaten.
tr_tr: Arama sonuçları listesi.

source: Some of the installation data for this extension is missing.
de_de: Some of the installation data for this extension is missing. Einige Daten der Installation für diese Erweiterung fehlen.
fr_fr: Certaines des données d'installation de cette extension sont manquantes.
it_it: Mancano alcuni dati di installazione per questa estensione.
nl_nl: De installatiegegevens van deze extensie zijn niet compleet.
sv_se: En del installationsdata för detta tillägg saknas.
tr_tr: Bu bileşenin bazı kurulum verileri eksik.

source: Set your organisation's point of contact for data protection compliance.
de_de: Tragen Sie die Kontaktperson Ihrer Organisation für Datenschutz.
fr_fr: Définissez le point de contact de votre organisation pour le respect de la protection des données.
it_it: Imposta il punto di contatto della tua organizzazione per la conformità alla protezione dei dati.
nl_nl: Registeren van uw contactpersoon voor naleving gegevensbescherming.
tr_tr: Veri koruma uyumluluğu için kuruluşunuzun veri sorumlusunu ayarlayın.

source: Add the person designated to be responsible for data protection compliance, such as the data protection officer (DPO).
de_de: Tragen Sie den Verantwortlichen für den Datenschutz hier ein, z.B. den Datenschutzbeauftragen (DSB).
fr_fr: Ajouter la personne désignée comme responsable du respect de la protection des données, telle que le délégué à la protection des données (DPO).
it_it: Aggiungere la persona designata come responsabile della conformità alla protezione dei dati, come il responsabile della protezione dei dati (DPO).
nl_nl: Registreer hier de persoon die verantwoordelijk is voor het naleven van de gegevensbescherming. (Bijvoorbeeld: de DPO, de Data Protection Officer)
tr_tr: Veri sorumlusu (DPO) gibi veri koruma uyumluluğundan sorumlu kişiyi ekleyin.

source: More info
de_de: Mehr Informationen
fr_fr: Plus d'informations
it_it: Ulteriori informazioni
nl_nl: Meer informatie
sv_se: Mer information
tr_tr: Diğer bilgiler

source: Activity types
de_de: Arten der Aktivität
fr_fr: Types d'activité
it_it: Tipi di attività
nl_nl: Activiteitstypes
sv_se: Åtgärdstyper
tr_tr: İşlem türleri

source: Set activity types to check for contacts that have not had any activity for a set period.
de_de: Wählen Sie eine Aktivitätsart aus, um nach Kontaken zu suchen, die in einer definierten Periode inaktiv waren
fr_fr: Définissez les types d'activité pour rechercher les contacts qui n'ont eu aucune activité pendant une période donnée.
it_it: Imposta tipi di attività per controllare i contatti che non ne hanno svolto alcuna per un determinato periodo.
nl_nl: Kies de activiteitstypes om contacten te controleren die in de gestelde periode geen activiteiten hebben gehad.
tr_tr: Belirli bir süre boyunca herhangi bir etkinlikte bulunmayan kişilerin denetlenmesi için etkinlik türlerini ayarlayın.

source: Check only these contact types who have not had any activity.
de_de: Nur die Kontaktarten überprüfen, die keine Aktivität aufgewiesen haben.
fr_fr: Cochez uniquement les types de contacts qui n'ont pas eu d'activité.
it_it: Seleziona solo i tipi di contatti che non hanno avuto alcuna attività.
nl_nl: Controleer alleen deze contacttypes of die geen activiteiten hebben gehad.
tr_tr: Yalnızca herhangi bir etkinlikte bulunmayan bu kişi türleri işaretlenir.

source: Check for contacts who have not had any activity of these types.
de_de: Nach Kontakten suchen, die keine der folgenden Arten von Aktivität aufgewiesen haben.
fr_fr: Recherchez les contacts qui n'ont pas eu d'activité de ce type.
it_it: Controlla i contatti che non hanno avuto alcuna attività di questi tipi.
nl_nl: Controleer de contacten die geen activiteiten van deze types hebben gehad.
tr_tr: Bu türlerde herhangi bir etkinliği bulunmayan kişiler denetlenir.

source: (days)
de_de: (Tage)
fr_fr: (jours)
it_it: (giorni)
nl_nl: (dagen)
sv_se: (dagar)
tr_tr: (gün)

source: Data Export
tr_tr: Veri dışa aktarımı

source: Tick this checkbox if you need an activity to be created when data (contacts, activities, contributions) is exported from CiviCRM.
tr_tr: CiviCRM verileri (kişiler, işlemler, katkılar) dışarı aktarıldığında bir işlem oluşturulmasına gerek duyuyorsanız bu kutuyu işaretleyin.

source: Settings related to 'Forget me' process.
de_de: Einstellungen bezüglich des Vergessenwerdens
fr_fr: Paramètres liés au processus 'Oubliez-moi'.
it_it: Impostazioni relative al processo "dimenticami".
nl_nl: Instellingen van de functie 'Vergeet me'.
sv_se: Inställningar som påverkar processen 'Glöm mig'.
tr_tr: "Bilgilerimi unut" işleminin ayarları.

source: Name to be used for contacts that have been made anonymous.
de_de: Bezeichnung für Kontakte, die anonymisiert wurden
fr_fr: Nom à utiliser pour les contacts qui ont été rendus anonymes.
it_it: Nome da utilizzare per i contatti resi anonimi.
nl_nl: De te gebruiken naam voor anonieme contacten.
sv_se: Namn som skall användas för anonymiserade kontakter.
tr_tr: Anonim kılınan kişiler için kullanılacak ad.

source: When field is empty, then each email will be deleted. When field is not empty, then each email will be updated with this value.
de_de: Ist das Feld leer, dann wird jede E-Mailadresse gelöscht. Ist das Feld nicht leer, dann wird es mit dem eingetragenen Wert überschrieben.
fr_fr: Lorsque le champ est vide, chaque courriel sera supprimé. Lorsque le champ n'est pas vide, chaque email sera mis à jour avec cette valeur.
it_it: Quando il campo è vuoto, ogni email verrà eliminata. Quando il campo non è vuoto, ogni email verrà aggiornata con questo valore.
nl_nl: Indien dit veld leeg is worden alle e-mails verwijderd. Als het gevuld is wordt elke e-mail gewijzigd met deze waarde.
tr_tr: Alan boş bırakıldığında, her e-posta adresi silinir. Alan dolu olduğunda, her e-posta adresi yerine bu değer yazılır.

source: You can include %RANDOM% in order to have randomized email.
de_de: %RANDOM% eintragen, um zufallsgenerierte E-Mail zu haben.
fr_fr: Vous pouvez inclure %RANDOM% afin d'avoir un email aléatoire.
it_it: Puoi includere %RANDOM% per ottenere email randomizzate.
nl_nl: U kunt %RANDOM% toevoegen om de e-mails random te maken.
tr_tr: Rastgele bir e-posta adresi kullanılması için %RANDOM% kodunu kullanabilirsiniz.

source: Activities of these types to be deleted during 'Forget me' process, as some activity types (eg. Inbound email) allow you to easily identify the contact after it has been anonymised. Leave empty if you do not want any activities to be deleted.
de_de: Aktivitäten folgender Art, welche während des "Vergiss-mich"-Prozesses gelöscht werden. Einige Aktivitätsarten (z.B. eingehende E-Mail) erlauben nämlich eine Identifikation des Kontakts, auch wenn er anonymisiert wurde. Bitte leer lassen, wenn keine Aktivitäten gelöscht werden sollen.
fr_fr: Les activités de ce type doivent être supprimées pendant le processus 'Oubliez-moi', car certains types d'activités (par exemple les courriels entrants) vous permettent d'identifier facilement le contact une fois qu'il a été rendu anonyme. Laissez vide si vous ne voulez supprimer aucune activité.
it_it: Le attività di questo tipo devono essere eliminate durante il processo "Dimenticami", poiché alcuni tipi di attività (ad es. email in entrata) consentono di identificare facilmente il contatto dopo che è stato reso anonimo. Lascia vuoto se non desideri eliminare alcuna attività.
nl_nl: Activiteiten van deze types worden verwijderd bij de functie 'Vergeet me', enkele activiteitstypes (bijv. Binnenkomende e-mail) staan u toe om het contact eenvoudig te identificeren na het anoniem maken. Als u dit veld leeg laat dan worden er geen activiteiten verwijderd.
tr_tr: Kişi anonim kılındıktan sonra da kolayca belirlenmesine izin veren bazı işlem türleri (Gelen e-posta gibi), 'Bilgilerimi unut' işlemi sırasında silinir. Herhangi bir işlemin silinmesini istemiyorsanız boş bırakın.

source: Data from selected custom groups to be deleted during 'Forget me' process. Leave empty if you do not want any custom groups to be deleted.
de_de: Daten von ausgewählten Custom Gruppen, welche während des "Vergiss-mich"-Prozesses gelöscht werden. Bitte leer lassen, wenn keine Custom Gruppen gelöscht werden sollen.
fr_fr: Les données des groupes personnalisés sélectionnés seront supprimées pendant le processus 'Oubliez-moi'. Laissez vide si vous ne voulez pas que des groupes personnalisés soient supprimés.
it_it: Dati riferiti a gruppi custom selezionati da cancellare durante il processo 'Dimenticami'. Lascia vuoto se non vuoi cancellare alcun gruppo custom.
nl_nl: Gegevens van de geselecteerde aangepaste groepen worden bij het uitvoeren van de functie 'Vergeet me' verwijderd. Als u dit veld leeg laat dan worden er geen aangepaste groepen verwijderd.
tr_tr: Seçilmiş gruplardan gelen veriler 'Bilgilerimi unut' işlemi sırasında silinir. Herhangi bir özel grubun silinmesini istemiyorsanız boş bırakın.

source: Send Email notification to Data protection officer
de_de: Eine E-mail an den Datenschutzbeauftragten schicken
fr_fr: Envoyer une notification par e-mail au délégué à la protection des données
it_it: Invia email di notifica al Data protection officer (DPO)
nl_nl: Notificatie e-mailen naar de contactpersoon voor gegevensbescherming
tr_tr: Veri sorumlusuna e-posta bildirimi gönderilsin

source: Optionally, you can specify the Email subject here. Default subject is '%Contact Id% has been Anonmized'
de_de: Optional können Sie hier den Betreff der E-mail hier festlegen. Standardbetreff lautet '%Contact Id% wurde anonymisiert'.
fr_fr: Si vous le souhaitez, vous pouvez spécifier l'objet de l'e-mail ici. Le sujet par défaut est '%Contact Id% a été Anonymisé''.
it_it: A scelta, puoi specificare qui l'oggetto dell'email. L'oggetto di default è 'Il %Contact Id% è stato anonimizzato'
nl_nl: U kunt eventueel een onderwerp van de e-mail invullen. Standaard is dat '%Contact-id% is anoniem gemaakt'
tr_tr: İsteğe bağlı olarak, e-posta konusunu buradan belirtebilirsiniz. Varsayılan konu '%Contact Id% anonim kılındı' şeklindedir.

source: Settings related to sitewise agreements such as Data Policy or Terms and Conditions. These settings will apply in the Communications Preferences page and when Terms and Conditions are used with Events.
de_de: Einstellungen zur webseiteübergreifenden Dokumente, z.B. Datenschutzpolitik oder AGBs. Diese Einstellungen greifen in Verbindung mit der Kontakteinstellung-Seite und bei AGBs in Zusammenhang mit Veranstaltungen.
fr_fr: Paramètres liés aux accords tels que la politique de données ou les termes et conditions. Ces paramètres s'appliqueront à la page Préférences de communication et lorsque les modalités et conditions générales sont utilisées avec les événements.
it_it: Impostazioni valide per tutto il sito come Data Policy o termini e condizioni. Queste impostazioni saranno inserite nella pagina delle preferenze di comunicazione e quando saranno usati i termini e condizioni negli eventi.
nl_nl: Instellingen behorend met overeenkomsten zoals Gegevensbeleid en Begrippen en Voorwaarden. Deze instellingen worden getoond op de pagina met de communicatie-voorkeuren en bij evenementen indien daar Begrippen en Voorwaarden worden gebruikt.
tr_tr: Veri ilkesi veya Hükümler ve Koşullar gibi siteye özgü sözleşmelerle ilgili ayarlar. Bu ayarlar, İletişim ayarları bölümünde ve Etkinlikler ile Hükümler ve Koşullar metni kullanıldığında geçerli olur.

source: Number of months since contact accepted until they are due to renew.
de_de: Anzahl der Monate ab Zustimmung des Kontakt bis zur Auffrischung der Genehmigung.
fr_fr: Nombre de mois écoulés depuis l'acceptation du contact jusqu'à son renouvellement.
it_it: Numero di mesi dall'accettazione del contatto al rinnovo.
nl_nl: Aantal maanden sinds het contact het geaccepteerd heeft.
tr_tr: Kişinin kabul edilmesinden başlayarak yenilenmesi gerekecek zamana kadar olan ay sayısı.

source: Choose if you need to upload a file or specify a web page link for privacy policy.
de_de: Auswählen, ob für Datenschutzbestimmungen eine Datei hochgeladen oder eine Webseite verlinkt werden soll.
fr_fr: Choisissez si vous devez télécharger un fichier ou spécifier un lien de page Web pour la politique de confidentialité.
it_it: Indica se hai bisogno di caricare un file o specificare una pagina web per la privacy policy.
nl_nl: Kies of u een bestand wilt uploaden of een link wilt invullen voor het gegevensbeleid.
tr_tr: Gizlilik ilkesini bir dosyadan yüklemeyi veya bir site sayfası bağlantısından almayı seçin.

source: Pdf document with the Policy/Terms.
de_de: PDF mit Datenschutzpolitik/AGB.
fr_fr: Document Pdf avec la Politique des données/Modalités.
it_it: Documento pdf contenente policy/termini.
nl_nl: PDF-bestand met de Begrippen en Voorwaarden.
tr_tr: İlkelerin veya hükümlerin PDF belgesi.

source: Policy/Terms web page link.
de_de: Link zu Bestimmungen / Nutzungsbedingungen.
fr_fr: Lien vers la page Web Politique des données/Modalités.
it_it: Collegamento alla pagina di policy/termini.
nl_nl: Gegevensbeleid link.
tr_tr: İlkelerin veya hükümlerin site sayfası bağlatısı.

source: Check this if the document has changed substantially and contacts need to renew their agreement.
de_de: Hier ankreuzen falls das Dokument substantiell modifiziert wurde und die Zustimmung neu eingeholt werden muss.
fr_fr: Cochez cette case si le document a changé de manière substantielle et que les contacts doivent renouveler leur accord.
it_it: Spunta se il documento è cambiato in modo sostanziale e i contatti devono riconfermare l'accordo.
nl_nl: Controleer of het document inhoudelijk zo is gewijzigd dat elk contact het opnieuw moet accepteren.
tr_tr: Belge önemli ölçüde değiştiyse ve kişilerin sözleşmelerini yenilemeleri gerekiyorsa burayı işaretleyin.

source: Text to use for the link. Usually the document title.
de_de: Text für die Link. Für gewöhnlich den Titel des Dokuments.
fr_fr: Texte à utiliser pour le lien. Généralement le titre du document.
it_it: Testo da usare per il link. Solitamente il titolo del documento.
nl_nl: De tekst van de link, normaal gesproken de titel van het document.
tr_tr: Bağlantı metni. Genellikle belge başlığıdır.

source: Text for the checkbox. An acceptance statement.
de_de: Text für das Ankreuzfeld. Eine Erklärung der Zustimmung.
fr_fr: Texte pour la case à cocher. Une déclaration d'acceptation.
it_it: Testo per la checkbox. Una dichiarazione di accettazione.
nl_nl: Tekst voor de checkbox. Een acceptatie-tekst.
tr_tr: İşaret kutusunun metni. "Okudum anladım" gibi bir ifade.

source: The title for the user-facing page with the acceptance form.
de_de: Titel für die Benutzerseite mit dem Zustimmungsformular.
fr_fr: Le titre de la page destinée à l'utilisateur avec le formulaire d'acceptation.
it_it: Titolo per la pagina con il modulo di accettazione visualizzata dall'utente.
nl_nl: De titel van de gebruikerspagina met het acceptatie-formulier.
tr_tr: Kabul formunun kullanıcıya dönük sayfasının başlığı.

source: Terms &amp; Conditions: Events and Contribution Pages
de_de: AGBs: Veranstaltungen und Zuwendungsseiten
fr_fr: Modalités et conditions : Pages d'événements et de contributions
it_it: Termini e condizioni: pagine di eventi e contributi
nl_nl: Begrippen en Voorwaarden: Evenementen en Bijdragepagina's
tr_tr: Hüküm ve koşullar: Etkinlik ve katkı sayfaları
