Repository: civicrm/civicrm-l10n-extensions
Catalog: po/gdpr/*/gdpr.po
Languages: de_de, fr_fr, it_it, nl_nl, sv_se, tr_tr

source: Communication Preferences
de_de: Kontakteinstellungen
fr_fr: Préférences de communication
it_it: Preferenze di Comunicazione
nl_nl: Communicatievoorkeuren
sv_se: Kommunikationspreferenser
tr_tr: İletişim tercihleri

source: We want to ensure we are only sending you information that is of interest to you, in a way you are happy to receive.
de_de: Wir möchten sicherstellen, dass die Informationen, die wir Ihnen zustellen, von Ihnen gewünscht sind und Ihnen von Interesse sind.
fr_fr: Nous voulons nous assurer que nous ne vous envoyons que les informations qui vous intéressent, de la manière qui vous convient le mieux.
it_it: Vogliamo assicurarci di inviarti solo le informazioni di tuo interesse, in modo tale da essere soddisfatto di riceverle.
nl_nl: We willen u alleen informatie toesturen waar u belangstelling voor heeft en alleen op die manier zoals u de informatie graag wil ontvangen.
sv_se: Vi vill vara säkra på att vi bara skickar information som är intressant för dig på det sätt som du vill ha den.
tr_tr: Size yalnızca ilginizi çeken bilgileri, isteğiniz üzerine alacağınız şekilde gönderdiğimizden emin olmak istiyoruz.

source: Please tell us how you would like us to keep in touch.
de_de: Teilen Sie uns bitte mit, wie wir mit Ihnen in Kontakt treten dürfen.
fr_fr: Veuillez nous dire comment vous aimeriez que nous restions en contact.
it_it: Ti prego di dirci come rimanere in contatto.
nl_nl: Laat ons weten hoe we met u in contact kunnen blijven.
sv_se: Berätta hur du vill att vi håller kontakten.
tr_tr: Lütfen bize sizinle nasıl iletişim kurmamızı istediğinizi söyleyin.

source: Interest groups
de_de: Interessengruppen
fr_fr: Groupes d'intérêts
it_it: Gruppi di interesse
nl_nl: Belangstellingsgroepen
sv_se: Intressegrupper
tr_tr: İlgilenebileceğiniz gruplar

source: We want to continue to keep you informed about our work. Opt-in to the groups that interest you.
de_de: Wir möchten Sie weiterhin über unsere Arbeit informieren. Abonnieren Sie die Gruppen, die für Sie von Interesse sind.
fr_fr: Nous voulons continuer à vous tenir au courant de notre travail. Inscrivez-vous aux groupes qui vous intéressent.
it_it: Vogliamo continuare a tenerti informato sul nostro lavoro. Partecipa ai gruppi di tuo interesse.
nl_nl: We willen u graag blijven informeren over ons werk. Abonneer je op de informatie waar je belangstelling voorhebt.
sv_se: Vi vill fortsätta att uppdatera dig på var vi arbetar med och tänker på. Välj de grupper som intresserar dig.
tr_tr: Sizi çalışmalarımızla ilgili bilgilendirmeyi sürdürmek istiyoruz. İlginizi çeken gruplara abone olabilirsiniz.

source: Your communications preferences have been updated. Thank you.
de_de: Ihre Kontakteinstellungen wurden aktualisiert. Vielen Dank.
fr_fr: Vos préférences de communication ont été mises à jour. Nous vous remercions.
it_it: Ti ringraziamo per aver aggiornato le tue preferenze di comunicazione.
nl_nl: Uw communicatievoorkeuren zijn opgeslagen. Bedankt.
sv_se: Dina kommunikationspreferenser har uppdaterats. Tack.
tr_tr: İletişim tercihleriniz güncellendi. Teşekkürler.

source: Email
fr_fr: Courriel
sv_se: Epost
tr_tr: E-posta

source: Phone
de_de: Telefon
fr_fr: Téléphone
it_it: Telefono
nl_nl: Telefoon
sv_se: Telefon
tr_tr: Telefon

source: Postal Mail
de_de: Briefpost
fr_fr: Courrier
it_it: Indirizzo postale
nl_nl: Post
sv_se: Brev
tr_tr: Posta ile mektup

source: --Select--
de_de: -- Auswählen --
fr_fr: --Sélectionner--
it_it: --Seleziona--
nl_nl: --Selecteer--
sv_se: -- Välj --
tr_tr: --Seçin--

source: Communication Preferences updated
de_de: Kontakteinstellungen aktualisiert
fr_fr: Préférences de communication mises à jour
it_it: Le preferenze di comunicazione sono state aggiornate
nl_nl: Communicatievoorkeuren gewijzigd
sv_se: Kommunikationspreferenserna har uppdaterats
tr_tr: İletişim tercihleri güncellendi

source: Contact Name
de_de: Kontaktname
fr_fr: Nom du contact
it_it: Nome Contatto
nl_nl: Naam contact
sv_se: Namn
tr_tr: Kişi adı

source: Search
de_de: Suchen
fr_fr: Rechercher
it_it: Ricerca
nl_nl: Zoeken
sv_se: Sök
tr_tr: Arama

source: Communications Preferences
de_de: Kontakteinstellungen
fr_fr: Préférences de communication
it_it: Preferenze di comunicazione
nl_nl: Communicatievoorkeuren
sv_se: Kommunikationspreferenser
tr_tr: İletişim tercihleri

source: Page title
de_de: Seitentitel
fr_fr: Titre de la page
it_it: Titolo della pagina
nl_nl: Paginatitel
sv_se: Sidrubrik
tr_tr: Sayfa başlığı

source: Introduction
de_de: Vorspann
it_it: Introduzione
nl_nl: Introductie
sv_se: Inledning
tr_tr: Giriş

source: Include Profile
de_de: Profil hinzufügen
fr_fr: Inclut le profil
it_it: Includi Profilo
nl_nl: Profiel bijvoegen
sv_se: Inkludera profil
tr_tr: Profil eklensin

source: Include a profile so the user can identify and check their details are up-to-date. It should include a primary email address field.
de_de: Fügen Sie ein Profil hinzu, damit Benutzer ihre Daten prüfen und ggf. aktualisieren können. Es sollte ein primäres E-Mail-Adressfeld enthalten.
fr_fr: Inclure un profil pour que l'utilisateur puisse identifier et vérifier que ses coordonnées sont à jour. Il doit inclure un champ d'adresse électronique principal.
it_it: Includi un profilo in modo che l'utente possa identificare e controllare che i suoi dettagli siano aggiornati. Dovrebbe includere un indirizzo email primario.
nl_nl: Voeg een profiel toe zodat een gebruiker zijn gegevens kan controleren en eventueel aanpassen. In het profiel moet het primaire e-mailadres zijn opgenomen.
sv_se: Inkludera en profil så att användaren kan identifiera och kontrollera att deras uppgifter är aktuella. Den bör innehålla fältet för primär epostadress.
tr_tr: Bu seçenek etkinleştirildiğinde, kullanıcının bilgilerini görüp güncel olup olmadığını denetleyebilmesi için bir profil eklenir. Bir birincil e-posta adresi alanı bulunmalıdır.

source: Use as the mailing subscribe page
de_de: Die Mailing-Abonnements über diese Seite verwalten.
fr_fr: Utiliser comme page d'inscription au mailing
it_it: Usa come pagina di sottoscrizione
nl_nl: Gebruik als de aanmeldingspagina
sv_se: Använd som sida för prenumeration på mailutskick
tr_tr: Postalama aboneliği sayfası olarak kullanılsın

source: Check to use the Communications Preferences page instead of the default Mailing Subscribe page.
de_de: Hier ankreuzen, um die Kontakteinstellungen-Seite anstelle der Mailing-Aboverwaltung-Seite zu verwenden.
fr_fr: Cochez cette case pour utiliser la page Préférences de communication au lieu de la page par défaut Abonnement aux mailing.
it_it: Seleziona per usare la pagina delle preferenze di comunicazione al posto della pagina di default di sottoscrizione
nl_nl: Vink dit aan om de communicatievoorkeurspagina te gebruiken in plaats van de standaard aanmeldingspagina.
sv_se: Markera för att använda sidan med kommunikationspreferenser istället för standardsidan för prenumeration på mailutskick.
tr_tr: Bu seçenek etkinleştirildiğinde, varsayılan postalama aboneliği sayfası yerine iletişim tercihleri sayfası kullanılır.

source: Include reCAPTCHA?
de_de: reCAPTCHA verwenden?
fr_fr: Inclure reCAPTCHA ?
it_it: Includi reCAPTCHA?
nl_nl: reCAPTCHA gebruiken?
sv_se: Använd reCAPTCHA?
tr_tr: reCAPTCHA eklensin

source: Enable Channels
de_de: Kanäle freischalten.
fr_fr: Activer les canaux
it_it: Abilita canali
nl_nl: Kanalen inschakelen
sv_se: Aktivera kanaler
tr_tr: Kanallar kullanılsın

source: Heading for the channels section
tr_tr: Kanallar bölümünün başlığı

source: Users can opt-in to these channels
de_de: Benutzer können folgende Kanäle abonnieren.
fr_fr: Les utilisateurs peuvent choisir parmi les canaux suivants
it_it: Gli utenti possono partecipare a questi canali
nl_nl: Gebruikers kunnen zich abonneren op deze kanalen
sv_se: Användare kan välja att ansluta till dessa kanaler
tr_tr: Kullanıcılar şu kanallara katılabilir

source: Allow users to opt-in to mailing groups.
de_de: Den Benutzern ermöglichen, Mailing-Gruppen zu abonnieren.
fr_fr: Autoriser les utilisateurs à s'inscrire à des groupes de mailing.
it_it: Permetti agli utenti di partecipare ai gruppi mailing.
nl_nl: Sta gebruikers toe om zich te abonneren op mailgroepen.
sv_se: Tillåt användare att välja att prenumerera på mailutskick.
tr_tr: Kullanıcıların postalama gruplarına katılmasını sağlar.

source: Heading for the groups section
de_de: Überschrift für die Gruppen-Sektion
fr_fr: En-tête de la section des groupes
it_it: Verso la sezione gruppi
nl_nl: Kop voor de groepssectie
sv_se: Rubrik för avsnittet med grupper
tr_tr: Gruplar bölümünün başlığı

source: Introduction or description for this section.
de_de: Vorspann oder Beschreibung dieses Abschnitts
fr_fr: Introduction ou description de cette section.
it_it: Introduzione o descrizione per questa sezione.
nl_nl: Introductie of beschrijving voor deze sectie.
sv_se: Inledning eller beskrivning av detta avsnitt.
tr_tr: Bu bölümün giriş ya da açıklama metni.

source: Enable
de_de: Aktivieren
fr_fr: Activer
it_it: Abilita
nl_nl: Inschakelen
sv_se: Aktivera
tr_tr: Etkinleştir

source: Weight
de_de: Gewichtung
fr_fr: Poids
it_it: Peso
nl_nl: Gewicht
tr_tr: Ağırlık

source: On completion
de_de: Nach Abschluß
fr_fr: En conclusion
it_it: Al completamento
nl_nl: Bij afronding
tr_tr: Tamamlandığında

source: Redirect to another page
de_de: Auf einer anderen Seite weiterleiten
fr_fr: Rediriger vers une autre page
it_it: Reindirizza ad un'altra pagina
nl_nl: Doorverwijzing naar een andere pagina
sv_se: Skicka vidare till annan sida
tr_tr: Başka bir sayfaya yönlendirilsin

source: Display a message on the form page.
de_de: Nachricht auf der Formularseite anzeigen
fr_fr: Afficher un message sur la page du formulaire.
it_it: Visualizza un messaggio nella pagina del modulo.
nl_nl: Een bericht tonen op het formulier.
sv_se: Visa ett meddelande på formulärssidan.
tr_tr: Form sayfasında bir ileti görüntüler.

source: Completion page
de_de: Seite nach Abschluß
fr_fr: Page de finalisation
it_it: Pagina di completamento
nl_nl: Afrondingspagina
sv_se: Sida vid avslut
tr_tr: Tamamlanma sayfası

source: Add the a URL for a page to redirect the user after they complete the form. The page should already exist. The URL may be absolute (http://example.com/thank-you) or relative (thank-you), with no leading forward slash. Leave blank to redirect to the front page.
de_de: Fügen Sie die URL hinzu, wohin die Benutzer nach Fertigstellung weitergeleitet werden. Diese Seite sollte schon vorhanden sein. Die URL kann in absoluter (http://beispiel.com/danke) oder relativer (danke) Format (ohne vorangehenden Schrägstrich) angegeben werden.
fr_fr: Ajoutez l'URL d'une page pour rediriger l'utilisateur une fois le formulaire complété. La page devrait déjà exister. L'URL peut être absolue (http://example.com/thank-you) ou relative (merci), sans slash. Laissez vide pour rediriger vers la page d'accueil.
it_it: Aggiungi l'URL di una pagina per reindirizzare l'utente dopo aver completato il modulo. La pagina dovrebbe già esistere. L'URL può essere esteso (http://example.com/thank-you) o breve (thank-you), senza la barra iniziale. Lascia un spazio vuoto per reindirizzare alla prima pagina.
nl_nl: Voeg de URL toe van de pagina waarna de gebruiker moet wordt verwezen na het invullen van het formulier. Die pagina moet al bestaan. Als u dit niet invult, dan wordt het de beginpagina. Het pad mag absoluut zijn (volledig adres, http://example.com/thank-you) of relatief zonder beginslash (thank-you).
sv_se: Lägg till URL:en för sidan som användare skall skickas vidare till när de är klara med formuläret. Sidan måste finnas. URL:en kan vara absolut (https://example.com/thank-you) eller relativ (thank-you). Om du lämnar blankt kommer användarna att skickas vidare till förstasidan.
tr_tr: Formu doldurduktan sonra kullanıcının yönlendirileceği bir sayfanın adresini yazın. Sayfa zaten var olmalıdır. Adres mutlak (http://ornek.com/tesekkur-ederim) veya başında bölü karakteri olmadan göreli (tesekkur-ederim) şekilde olabilir. Giriş sayfasına yönlendirilmesi için boş bırakın.

source: Completion message
de_de: Nachricht nach Abschluß
fr_fr: Message de clôture
it_it: Messaggio di completamento
nl_nl: Afrondingsbericht
sv_se: Avslutningsmeddelande
tr_tr: Tamamlanma iletisi

source: A message to display to the user after the form is submitted.
de_de: Diese Nachricht wird dem User nach Absenden des Formulars gezeigt.
fr_fr: Un message à afficher à l'utilisateur après l'envoi du formulaire.
it_it: Un messaggio da far visualizzare all'utente dopo l'invio del modulo.
nl_nl: De boodschap voor de gebruiker na het verzenden van het scherm.
sv_se: Detta meddelande visas för användaren efter att fomuläret skickats in.
tr_tr: Formu gönderdikten sonra kullanıcıya görüntülenecek ileti.

source: Add to Event and Contribution Thank-you pages
de_de: Zur Veranstaltungs- und Spenden-Danke-Seite hinzufügen
fr_fr: Ajouter aux pages de remerciement pour les événements et les contributions
it_it: Aggiungi alle pagine di Ringraziamento per gli Eventi e i Contributi
nl_nl: Toevoegen aan Evenement-pagina's en Bedank-pagina's
sv_se: Lägg till på tack-sidorna för arrangemang och bidrag
tr_tr: Etkinlik ve katkı teşekkürler sayfalarına eklensin

source: Embed the Communication Preferences form
fr_fr: Intégrer le formulaire Préférences de communication
it_it: Incorpora il modulo Preferenze di comunicazione
nl_nl: Voeg het formulier communicatie-voorkeur toe
sv_se: Bädda in formuläret för kommunikationspreferenser
tr_tr: İletişim tercihleri formu eklensin

source: Add a link to the form
de_de: Einen Link im Formular hinzufügen
fr_fr: Ajouter un lien vers le formulaire
it_it: Aggiungi un link al modulo
nl_nl: Voeg een link naar het formulier toe
sv_se: Lägg till en länk till formuläret
tr_tr: Forma bir bağlantı eklensin

source: Do Nothing
de_de: Nichts machen
fr_fr: Ne rien faire
it_it: Non far nulla
nl_nl: Doe niets
sv_se: Gör ingenting
tr_tr: Hiç bir şey yapılmasın

source: Introductory text
de_de: Einleitungstext
fr_fr: Texte d'introduction
it_it: Testo introduttivo
nl_nl: Introductie-tekst
sv_se: Inledande text
tr_tr: Giriş metni

source: Completion text
de_de: Nachricht nach Abschluß
fr_fr: Texte de clôture
it_it: Testo di completamento
nl_nl: Afrondingstekst
sv_se: Avslutande text
tr_tr: Tamamlanma metni

source: Link label
de_de: Link-Text
fr_fr: Libellé du lien
it_it: Etichetta del collegamento
nl_nl: Label van de link
sv_se: Ledtext för länk
tr_tr: Bağlantı etiketi

source: Text above the link
de_de: Text oberhalb der Link
fr_fr: Texte au-dessus du lien
it_it: Testo sopra il link
nl_nl: Tekst boven de link
sv_se: Text ovanför länken
tr_tr: Bağlantının üstündeki metin

source: Save
de_de: Speichern
fr_fr: Enregistrer
it_it: Salva
nl_nl: Opslaan
sv_se: Spara
tr_tr: Kaydet

source: Send Confirmation Email?
de_de: Bestätigungsmail senden?
fr_fr: Envoyer un courriel de confirmation ?
it_it: Inviare email di conferma?
nl_nl: Bevestiging e-mailen?
sv_se: Skicka bekräftelsemail?
tr_tr: Onay e-postası gönderilsin

source: Text
fr_fr: Texte
it_it: Testo
nl_nl: Tekst
tr_tr: Metin

source: CC Confirmation To
de_de: CC Bestätigung an
fr_fr: CC (Confirmation à)
it_it: Conferma gli indirizzi in CC
nl_nl: CC bevestiging naar
sv_se: Skicka en kopia på bekräftelsen till
tr_tr: Onayın kopyasının gönderileceği adres

source: Please enter a valid list of comma delimited email addresses
de_de: Bitte eine gültige Liste mit komma-getrennten E-Mailadressen eingeben
fr_fr: Veuillez saisir une liste valide d'adresses de courriel séparées par des virgules
it_it: Inserisci un elenco valido di indirizzi email delimitati da virgolette
nl_nl: Voer a.u.b. een kommagescheiden lijst van geldige e-mailadressen in
sv_se: Ange en lista med komma-separerade epostadresser
tr_tr: Lütfen virgül ile ayrılmış geçerli e-posta adreslerinden oluşan bir liste yazın

source: BCC Confirmation To
de_de: CC Bestätigung an
fr_fr: BCC (Confirmation à)
it_it: Conferma gli indirizzi in CCN
nl_nl: BCC bevestiging naar
sv_se: Skicka blindkopia på bekräftelsen till
tr_tr: Onayın gizli kopyasının gönderileceği adres

source: Confirm From Name
de_de: Bestätige Absendename
fr_fr: Confirmer le nom de l'expéditeur
it_it: Conferma per Nome
nl_nl: Naam afzender bevestiging
sv_se: Bekräfta namn för avsändare
tr_tr: Onayın "Kimden" adı

source: Confirm From Email
de_de: Bestätige Absende-E-Mail
fr_fr: Confirmer l'adresse de courriel de l'expéditeur
it_it: Conferma per Email
nl_nl: E-mailadres afzender bevestiging
sv_se: Bekräfta avsändarens epost
tr_tr: Onayın "Kimden" e-posta adresi

source: Email is not valid.
de_de: E-Mail ist nicht gültig.
fr_fr: Le courriel est invalide.
it_it: L'indirizzo email non è valido.
nl_nl: E-mailadres is niet geldig.
sv_se: Epostadressen är inte giltig.
tr_tr: E-posta adresi geçersiz.

source: Terms & Conditions information has been saved.
de_de: AGBs wurden gespeichert.
fr_fr: Les informations relatives aux conditions générales ont été sauvegardées.
it_it: I termini e condizioni sono stati salvati.
nl_nl: Informatie Begrippen en Voorwaarden opgeslagen.
sv_se: Informationen om villkoren har sparats.
tr_tr: Hüküm ve koşullar metni kaydedildi.

source: Saved
de_de: Gespeichert.
fr_fr: Sauvegardé
it_it: Salvato
nl_nl: Opgeslagen
sv_se: Sparat
tr_tr: Kaydedildi

source: Something went wrong. Please contact Admin.
de_de: Ein Fehler ist aufgetreten. Bitte Admin kontaktieren.
fr_fr: Quelque chose s'est mal passé. Veuillez contacter l'Admin.
it_it: Qualcosa è andato storto. Si prega di contattare l'amministratore.
nl_nl: Er is iets misgegaan. Neem contact op met de beheerder.
sv_se: Något gick fel. Kontakta administratören.
tr_tr: Bir sorun çıktı. Lütfen yönetici ile görüşün.

source: Export Data -
tr_tr: Verileri dışa aktar -

source: Select data to export *
tr_tr: Dışa aktarılacak verileri seçin *

source: Format
it_it: Formato
tr_tr: Biçim

source: Export
it_it: Esporta
tr_tr: Dışa aktar

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
it_it: Annulla
nl_nl: Annuleren
sv_se: Avbryt
tr_tr: İptal

source: Select entities to export.
tr_tr: Dışa aktarılacak varlıkları seçin.

source: No data available to export.
tr_tr: Dışa aktarılabilecek bir veri yok.

source: Export Data
tr_tr: Verileri dışa aktar

source: Contact
de_de: Kontakt
it_it: Contatto
tr_tr: Kişi

source: Activity
de_de: Aktivität
it_it: Attività
tr_tr: İşlem

source: Relationship
de_de: Beziehung
it_it: Relazione
tr_tr: İlişki

source: Contribution
de_de: Zuwendung
it_it: Contributo
tr_tr: Katkı

source: Membership
de_de: Mitgliedschaft
it_it: Iscrizione
sv_se: Medlemsskap
tr_tr: Üyelik

source: Participant
de_de: Teilnehmende
it_it: Partecipante
tr_tr: Katılımcı

source: Case
de_de: Fall
it_it: Caso
tr_tr: Olay

source: Gift Aid Declaration
tr_tr: Hediye yardımı bildirimi

source: GDPR
de_de: DSGVO
fr_fr: RGDP
tr_tr: KVKK

source: Forget me
de_de: Ich möchte vergessen werden.
fr_fr: Oubliez-moi
it_it: Dimenticami
nl_nl: Vergeet me
sv_se: Glöm mig
tr_tr: Bilgilerimi unut

source: Record not Deleted cleanly
de_de: Der Datensatz wurde nicht sauber gelöscht.
fr_fr: L'enregistrement n'a pas été effacé proprement
it_it: Dato non cancellato correttamente
nl_nl: Record niet definitief verwijderd
sv_se: Posten kunde inte tas bort ordentligt.
tr_tr: Kayıt tam olarak silinemedi

source: Contact has been made anonymous.
de_de: Kontakt wurde anonymisiert.
fr_fr: Le contact a été rendu anonyme.
it_it: Il contatto è stato reso anonimo.
nl_nl: Contact is anoniem gemaakt.
sv_se: Kontakten har anonymiserats.
tr_tr: Kişi anonimleştirildi.

source: Forget successful
de_de: Erfolgreich vergessen.
fr_fr: "Oublie" réussi.
it_it: Il processo "Dimenticami" è stato eseguito correttamente
nl_nl: "Vergeet me" is gelukt
sv_se: Bortglömningen lyckades
tr_tr: Bilgiler unutuldu

source: Records has not been cleared.
de_de: Datensätze wurden nicht gelöscht.
fr_fr: Les enregistrements n'ont pas été effacés.
it_it: I dati non sono stati rimossi correttamente.
nl_nl: Records zijn niet gewist.
sv_se: Posten har inte städats.
tr_tr: Kayıtlar temizlenemedi.

source: Record not Deleted cleanly. Please contact admin!
de_de: Löschung der Daten nicht erfolgreich. Bitte Admin kontaktieren.
fr_fr: L'enregistrement n'a pas été effacé proprement. Veuillez contacter l'administrateur !
it_it: Dato non cancellato correttamente. Si prega di contattare l'amministratore.
nl_nl: Record niet definitief verwijderd. Neem contact op met de beheerder!
sv_se: Posten har inte tagits bort ordentligt. Kontakta administratören.
tr_tr: Kayıtlar tam olarak silinemedi. Lütfen yönetici ile görüşün.

source: GDPR - Contact has been made anonymous
de_de: DSGVO -- Kontakt wurde anonymisiert.
fr_fr: RGPD - Le contact a été rendu anonyme
it_it: GDPR - Il contatto è stato reso anonimo
nl_nl: GDPR - Contact is anoniem gemaakt
sv_se: GDPR - kontakten har anonymiserats
tr_tr: KVKK - Kişi anonimleştirildi

source: Submit
de_de: Absenden
fr_fr: Envoyer
it_it: Invia
nl_nl: Verzenden
sv_se: Skicka in
tr_tr: Gönder

source: This field is required.
de_de: Diese Feld ist ein Pflichtfeld.
fr_fr: Ce champ est obligatoire.
it_it: Questo campo è obbligatorio.
nl_nl: Dit veld is verplicht.
sv_se: Detta fält är obligatoriskt.
tr_tr: Bu alanın doldurulması zorunludur.

source: Contacts without Activity for a period (GDPR)
tr_tr: Belirli bir süre içinde etkin olmayan kişiler (KVKK)

source: GDPR - Contacts without Activities
de_de: DSGVO -- Kontakte ohne Aktivitäten
fr_fr: RGPD - Contacts sans activités
it_it: GDPR - Contatti senza Attività
nl_nl: AVG - Contacten zonder activiteiten
sv_se: GDPR - Kontakter utan kopplade åtgärder
tr_tr: KVKK - Etkinlikte bulunmayan kişiler

source: Contact Id
de_de: Kontakt-ID
fr_fr: Identifiant de contact
it_it: Id Contatto
sv_se: Kontakt-ID
tr_tr: Kişi kimliği

source: Contact Type
de_de: Kontaktart
fr_fr: Type de contact
it_it: Tipo Contatto
sv_se: Kontakttyp
tr_tr: Kişi türü

source: Search Group Subscription by Date Range
de_de: Gruppen-Abos nach Datumsbereich durchsuchen
fr_fr: Rechercher des Abonnement de groupe par Plage de dates
it_it: Cerca il gruppo degli abbonamenti per intervallo di date
nl_nl: Aanmelding groep zoeken op periode
sv_se: Sök grupp-prenumeration utifrån datumintervall
tr_tr: Tarih aralığına göre grup aboneliği arama

source: Name
fr_fr: Nom
it_it: Nome
nl_nl: Naam
sv_se: Namn
tr_tr: Ad

source: - any contact type -
de_de: -- beliebige Kontaktart --
fr_fr: - tout type de contact -
it_it: - qualsiasi tipo di contatto -
nl_nl: - elk contacttype -
sv_se: - alla kontakttyper -
tr_tr: - Tüm kişi türleri -

source: is...
de_de: ist...
fr_fr: est...
it_it: è...
sv_se: är...
tr_tr: şu olan...

source: - select group -
de_de: -- Gruppe auswählen --
fr_fr: - sélectionner groupe -
it_it: - seleziona gruppo -
nl_nl: - selecteer groep -
sv_se: - välj grupp -
tr_tr: - Grup seçin -

source: in...
fr_fr: dans...
sv_se: i...
tr_tr: şunun içinde...

source: Group Status
de_de: Gruppenstatus
fr_fr: Statut du groupe
it_it: Stato del gruppo
nl_nl: Groepsstatus
sv_se: Gruppstatus
tr_tr: Grup durumu

source: From
de_de: Von
fr_fr: De
it_it: Da
nl_nl: Van
sv_se: Från
tr_tr: Başlangıç

source: Status
fr_fr: Statut
tr_tr: Durum

source: Subscription Date
de_de: Datum des Abos
fr_fr: Date de souscription
it_it: Data di iscrizione
nl_nl: Aanmeldingsdatum
sv_se: Prenumerationsdatum
tr_tr: Abonelik tarihi

source: GDPR - Settings
de_de: DSGVO-Einstellungen
fr_fr: RGDP - Paramètres
it_it: GDPR - Impostazioni
nl_nl: GDPR - Instellingen
sv_se: GDPR - Inställningar
tr_tr: KVKK - Ayarlar

source: Point of Contact
de_de: Kontaktperson
fr_fr: Point de contact
it_it: Punto di Contatto
nl_nl: Contactpersoon
sv_se: Kontaktperson
tr_tr: İletişim noktası

source: Activity Types
de_de: Art der Aktivitäten
fr_fr: Types d'activité
it_it: Tipi Attività
nl_nl: Activiteitstypes
sv_se: Åtgärdstyper
tr_tr: Etkinlik türleri
