Repository: civicrm/civicrm-l10n-extensions
Catalog: po/mailchimp/*/mailchimp.po
Languages: es_es, ja_jp, nl_nl, tr_tr

source: Import
es_es: Importar
ja_jp: インポート
nl_nl: Importeren
tr_tr: İçe aktar

source: Import From Mailchimp
es_es: Importar desde Mailchimp
ja_jp: Mailchimp からインポート
nl_nl: Importeren vanuit Mailchimp
tr_tr: Mailchimp üzerinden içe aktar

source: API Key
ja_jp: API キー
tr_tr: API anahtarı

source: Security Key
ja_jp: セキュリティキー
tr_tr: Güvenlik anahtarı

source: Save & Test
es_es: Guardar y probar
ja_jp: 保存してテスト
nl_nl: Opslaan & Testen
tr_tr: Kaydedip sına

source: Sync Contacts
es_es: Sincronizar contactos
ja_jp: 連絡先を同期
nl_nl: Synchroniseer Contacten
tr_tr: Kişileri eşitle

source: Nothing to sync. Make sure mailchimp settings are configured for the groups with enough members.
es_es: Nada para sincronizar. Asegúrese de que la configuración de Mailchimp esté lista para grupos con miembros suficientes.
ja_jp: 同期してません。Mailchimp 設定が、十分なメンバーを持ったグループで設定されているか確認してください。
nl_nl: Niets te synchroniseren. Zorg dat de instellingen van Mailchimp correct zijn voor de groepen met voldoende leden.
tr_tr: Eşitlenecek bir şey yok. Mailchimp ayarlarının yeterli sayıda üye bulunan gruplar için yapılandırıldığından emin olun.

source: Mailchimp Sync: CiviCRM to Mailchimp
es_es: Sincronización Mailchimp: de CiviCRM a Mailchimp
ja_jp: Mailchimp の同期 : Mailchimp に CiviCRM
nl_nl: Mailchimp synchronisatie: CiviCRM naar Mailchimp
tr_tr: Mailchimp eşitleme: CiviCRM => Mailchimp

source: Upgrade %1 to revision %2
es_es: Actualizar %1 a la revisión %2
ja_jp: リビジョン %2 へ %1 の更新
nl_nl: Upgrade %1 naar revisie %2
tr_tr: %1, %2 sürümüne güncelle

source: Mailchimp List
es_es: Lista de Mailchimp
ja_jp: Mailchimp リスト
nl_nl: Mailchimp Lijst
tr_tr: Mailchimp listesi

source: Mailchimp Group
es_es: Grupo de Mailchimp
ja_jp: Mailchimp グループ
nl_nl: Mailchimp Groep
tr_tr: Mailchimp grubu

source: Subscribers are NOT able to update this grouping using Mailchimp
es_es: Los suscriptores NO pueden actualizar este grupo mediante Mailchimp
ja_jp: 加入者は Mailchimp を使用して、このグループを更新することができません
nl_nl: Leden kunnen de groep NIET aanpassen via Mailchimp
tr_tr: Aboneler bu gruplamayı Mailchimp kullanarak güncelleyemez.

source: Subscribers are able to update this grouping using Mailchimp
es_es: Los suscriptores pueden actualizar este grupo mediante Mailchimp
ja_jp: 加入者は Mailchimp を使用して、このグループを更新することができます
nl_nl: Abonnees kunnen de groep met behulp van MailChimp actualiseren
tr_tr: Aboneler bu gruplamayı Mailchimp kullanarak güncelleyebilir.

source: No integration
es_es: Sin integración
ja_jp: 統合なし
nl_nl: Geen integratie
tr_tr: Bütünleştirme yok

source: Sync membership of this group with membership of a Mailchimp List
es_es: Sincronizar la pertenencia a este grupo con la pertenencia a una lista de Mailchimp
ja_jp: Mailchimp リストの会員を持つ、このグループの会員を同期
nl_nl: Synchroniseer lidmaatschap van deze groep met lidmaatschap van een Mailchimp Lijst
tr_tr: Bu grubun üyeleri bir Mailchimp listesinin üyeleriyle eşitlensin

source: Sync membership of with a Mailchimp interest grouping
es_es: Sincronizar la pertenencia con un grupo de intereses de Mailchimp
ja_jp: Mailchimp の利息グループ化と会員の同期
nl_nl: Synchroniseer lidmaatschap met een Mailchimp interesse groep
tr_tr: Üyeler bir Mailchimp ilgi grubu ile eşitlensin

source: Please specify the mailchimp list
es_es: Por favor, especificar la lista de Mailchimp
ja_jp: Mailchimp リストを指定してください
nl_nl: Selecteer alstublieft de Mailchimp Lijst
tr_tr: Lütfen Mailchimp listesini belirtin

source: The list you selected does not have a membership group set up. You must set up a group to track membership of the Mailchimp list before you set up group(s) for the lists's interest groupings.
es_es: La lista configurada no tiene un grupo de miembros configurado. Se debe configurar un grupo para realizar un seguimiento de la pertenencia a la lista de Mailchimp antes de configurar un grupo(s) para las listas de agrupaciones de intereses.
ja_jp: 選択したリストの会員グループが設定されていません。リストの利息グループのためのグループを設定する前に Mailchimp リストの会員を追跡するため、グループを設定する必要があります。
nl_nl: De lijst die u heeft geselecteerd heeft geen lidmaatschapsgroep. U moet een groep opzetten om het lidmaatschap van de Mailchimp Lijst te volgen voordat u groepen opzet voor de interesse groeperingslijst.
tr_tr: Seçtiğiniz listede bir üyelik grubu ayarlanmamış. Listelerin ilgi gruplarını ayarlamadan önce Mailchimp listesinin üyeliğini izleyecek bir grup ayarlamalısınız.

source: Please select an interest grouping.
es_es: Seleccione un grupo de intereses.
ja_jp: 利息のグループ化を選択してください。
nl_nl: Selecteer alstublieft een interesse groepering
tr_tr: Lütfen bir ilgi grubu seçin.

source: allow webhook posts
es_es: permitir publicar webhooks
ja_jp: webhook の投稿を許可
nl_nl: webhook berichten toestaan
tr_tr: internet çapaları gönderilebilsin

source: Mailchimp Settings
es_es: Configuraciones de Mailchimp
ja_jp: Mailchimp 設定
nl_nl: Mailchimp Instellingen
tr_tr: Mailchimp ayarları

source: Sync Civi Contacts To Mailchimp
es_es: Sincronizar contactos de CiviCRM con Mailchimp
ja_jp: Mailchimp に Civi の連絡先を同期
nl_nl: Synchroniseer Civi Contacten met Mailchimp
tr_tr: Mailchimp Civi kişileri ile eşitlensin

source: Sync Mailchimp Contacts To Civi‏
es_es: Sincronizar contactos de Mailchimp con CiviCRM
ja_jp: Civi に Mailchimp の連絡先を同期
tr_tr: Civi‏ kişileri Mailchimp ile eşitlensin

source: Import completed with result counts as:
es_es: Importación completada con el resultado:
ja_jp: インポートは、カウント結果として完了
nl_nl: Import voltooid met het aantal:
tr_tr: İçe aktarma şu sonuç sayıları ile tamamlandı:

source: Contacts on Mailchimp
es_es: Contactos en Mailchimp
ja_jp: Mailchimp の連絡先
nl_nl: Contacten in Mailchimp
tr_tr: Mailchimp üzerindeki kişi sayısı

source: Contacts on CiviCRM (originally)
es_es: Contactos en CiviCRM (originalmente)
ja_jp: CiviCRM の連絡先 (本元)
nl_nl: Contacten in CiviCRM (origineel)
tr_tr: CiviCRM üzerindeki kişi sayısı (asıl)

source: Contacts that were in sync already
es_es: Contactos que ya estaban sincronizados
ja_jp: 既に同期した連絡先
nl_nl: Contacten die al zijn gesynchroniseerd
tr_tr: Zaten eşitlenmiş kişi sayısı

source: Contacts Added to the CiviCRM group
es_es: Contactos agregados al grupo de CiviCRM
ja_jp: CiviCRM グループに追加した連絡先
nl_nl: Contacten toegevoegd aan de CiviCRM groep
tr_tr: CiviCRM grubuna eklenmiş kişi sayısı

source: Contacts Removed from the CiviCRM group
es_es: Contactos eliminados del grupo de CiviCRM
ja_jp: CiviCRM グループから連絡先を削除
nl_nl: Contacten verwijderd uit de CiviCRM groep
tr_tr: CiviCRM grubundan kaldırılmış kişi sayısı

source: API Key Setting
es_es: Configuración de la API Key
ja_jp: API キーの設定
nl_nl: API Key Instelling
tr_tr: API anahtarı ayarı

source: API Key from Mail Chimp
es_es: API Key de Mailchimp
ja_jp: Mail Chimp のAPI キー
nl_nl: API Key van Mailchimp
tr_tr: Mailchimp API anahtarı

source: Define a security key to be used with webhooks
es_es: Definir una clave de seguridad para utilizarla en webhooks
ja_jp: セキュリティキーを定義し webhooks で使用します
nl_nl: Definieer een veiligheidssleutel dat gebruikt wordt met webhooks
tr_tr: İnternet çapaları ile kullanılacak bir güvenlik kodu belirtin

source: Sync completed with result counts as:
es_es: Sincronización completada con el resultado:
ja_jp: カウント結果として同期を完了 :
nl_nl: Synchronisatie voltooid met het aantal:
tr_tr: Eşitleme şu sonuç sayıları ile tamamlandı:

source: Civi Blocked
es_es: CiviCRM bloqueado
ja_jp: Civi ブロック
nl_nl: Civi Geblokkeerd
tr_tr: Civi tarafından engellenen sayısı

source: Contacts on CiviCRM
es_es: Contactos en CiviCRM
ja_jp: CiviCRM の連絡先
nl_nl: Contacten in CiviCRM
tr_tr: CiviCRM üzerindeki kişi sayısı

source: Contacts on Mailchimp (originally)
es_es: Contactos en Mailchimp (originalmente)
ja_jp: Mailchimp の連絡先 (本元)
nl_nl: Contacten in Mailchimp (origineel)
tr_tr: Mailchimp üzerindeki kişi sayısı (asıl)

source: Contacts Subscribed or updated at Mailchimp
es_es: Contactos suscritos o actualizados en Mailchimp
ja_jp: 加入連絡先、または Mailchimp で更新
nl_nl: Contacten ingeschreven of bijgewerkt in Mailchimp
tr_tr: Mailchimp abonesi yapılan ya da güncellenen kişi sayısı

source: Contacts Unsubscribed from Mailchimp
es_es: Contactos desuscritos de Mailchimp
ja_jp: Mailchimp の未加入連絡先
nl_nl: Contacten uitgeschreven via Mailchimp
tr_tr: Mailchimp aboneliğinden ayrılan kişi sayısı

source: Sync Mailchimp Contacts To Civi‚Äè
nl_nl: Synchroniseer Mailchimp Contacten met Civi
