Repository: civicrm/civicrm-l10n-extensions
Catalog: po/doctorwhen/*/doctorwhen.po
Languages: tr_tr

source: "civicrm_activity.created_date" - Fill in missing values using "civicrm_log" (CRM-20958)
tr_tr: "civicrm_activity.created_date" - "civicrm_log" (CRM-20958) kullanılarak eksik değerler doldurulsun

source: "civicrm_activity.modified_date" - Fill in missing values using "civicrm_log" (CRM-20958)
tr_tr: "civicrm_activity.modified_date" - "civicrm_log" (CRM-20958) kullanılarak eksik değerler doldurulsun

source: "civicrm_case.created_date" - Fill in missing values using the activity log (CRM-20958)
tr_tr: "civicrm_case.created_date" - İşlem günlüğü (CRM-20958) kullanılarak eksik değerler doldurulsun

source: "civicrm_case.modified_date" - Fill in missing values using the activity log (CRM-20958)
tr_tr: "civicrm_case.modified_date" - İşlem günlüğü (CRM-20958) kullanılarak eksik değerler doldurulsun

source: Example title
tr_tr: Örnek başlık

source: Restore modification tracking after upgrade (CRM-20958) [required]
tr_tr: Yükseltmeden sonra değişiklik izlemesi geri yüklensin (CRM-20958) [zorunlu]

source: Suspend modification tracking during upgrade (CRM-20958) [required]
tr_tr: Yükseltme sırasında değişiklik izlemesi duraklatılsın (CRM-20958) [zorunlu]

source: Submit
tr_tr: Gönder

source: Doctor When: Temporal cleanup agent
tr_tr: Doctor When: Çevresel temizleme uygulaması

source: Executed DoctorWhen.
tr_tr: Yürütülen Doctor When.

source: CiviCRM Cleanup Tasks
tr_tr: CiviCRM temizlik görevleri

source: Doctor When is a tool for cleaning up datetime/timestamp data.
tr_tr: Doctor When tarihsaat ve zaman damgası verilerini temizleyen bir araçtır.

source: Please take precautions:
tr_tr: Lütfen dikkatle kullanın:

source: Before executing in production, review the list of <a href="%1">open issues</a>.
tr_tr: Üretim ortamında kullanmadan önce <a href="%1">çözülmemiş sorunları</a> gözden geçirin.

source: Before executing in production, execute on a staging system with representative data. Inspect the data.
tr_tr: Üretim ortamında kullanmadan önce, temsili veriler ile bir ara sistem üzerinde deneyin. Verileri inceleyin.

source: Before executing in production, take a new backup.
tr_tr: Üretim ortamında kullanmadan önce bir yedek alın.

source: After confirming that DoctorWhen has run successfully, the extension should be uninstalled.
tr_tr: Sorunsuz çalıştığını doğruladıktan sonra Doctor When uygulamasını kaldırmalısınız.
