Repository: civicrm/civicrm-l10n-extensions
Catalog: po/msoffice365/*/msoffice365.po
Languages: de_de, fr_ca, nl_nl, tr_tr

source: View activity
de_de: Aktivität anzeigen
fr_ca: Voir la fiche d'activité
nl_nl: Activiteit bekijken
tr_tr: İşlemi görüntüle

source: View activity with subject: %1
de_de: Zeige Aktivität mit Betreff: %1
fr_ca: Voir l'activité avec le sujet : %1
nl_nl: Activiteit met onderwerp %1 bekijken
tr_tr: Konusu şu olan işlemleri görüntüle: %1

source: Bucket ID
tr_tr: Buket kodu

source: Title
de_de: Titel
fr_ca: Titre
nl_nl: Titel
tr_tr: Başlık

source: Description
de_de: Beschreibung
nl_nl: Beschrijving
tr_tr: Açıklama

source: Contact ID(s)
de_de: Kontakt-ID(s)
fr_ca: Id(s). de contact
tr_tr: Kişi kodları

source: Activity ID(s)
de_de: Aktivitäts-ID(s)
fr_ca: Id(s). d'Activité
nl_nl: Activiteit-id(s)
tr_tr: İşlem kodları

source: MS Office 365: Create task in plan board
de_de: MS Office 365: Erstelle Aufgabe im Plan Board
fr_ca: MS Office 365 : Créer une tâche dans le tableau de planification
nl_nl: MS Office 365: Taak in planner aanmaken
tr_tr: MS Office 365: Planlama tahtasına bir görev ekle

source: Invalid credentials, client id or client secret. Did you set the app correctly in Azure AD App including the API permissions?
de_de: Ungültige Anmeldedaten, Client ID oder Client Secret. Ist die App in den Azure AD APp korrekt eingestellt, inklusive der API-Berechtigungen?
fr_ca: Identifiants non valides (id. de client ou phrase secrète de client). Avez vous configuré correctement l'app dans Azure AD y compris les autorisations ?
nl_nl: Ongeldige credentials, client-id of client secret. Is in Azure AD-App de app goed ingesteld inclusief de API-rechten?
tr_tr: Müşteri kimliği veya müşteri parolası gibi kimlik doğrulama bilgileri geçersiz. . Uygulamayı, API izinleri ile birlikte Azure AD uygulaması üzerinden doğru bir şekilde ayarladınız mı?

source: Could not connect to MS Office 365
de_de: Die Verbindung zu MS Office 365 konnte nicht hergestellt werden
fr_ca: Impossible de se connecter à MS Office 365
nl_nl: Er kan geen verbinding met MS Office 365 worden gemaakt
tr_tr: MS Office 365 bağlantısı kurulamadı

source: See the readme of this extension on how to setup the app Azure AD. This app requires the following API Permissions in Azure AD: %1.
de_de: Siehe in der Anleitung dieser Erweiterung nach, wie die App Azure AD eingerichtet wird. Diese App benötigt die folgende API-Berechtigung in Azure AD: %1.
fr_ca: Voir le fichier README de cette extension pour configurer l'app dans Azure AD. Cette app nécessite les autorisations API suivantes dans Azure AD : %1.
nl_nl: Lees in de readme van deze extensie hoe Azure AD ingesteld moet worden. Voor deze app zijn de volgende API-rechten nodig: %1.
tr_tr: Azure AD uygulamasının nasıl kurulacağını öğrenmek için bu eklentinin readme bölümüne bakın. Bu uygulama için Azure AD üzerinde şu API izinlerinin verilmesi gerekir: %1.

source: MS Office 365 settings
de_de: MS Office 365 - Einstellungen
fr_ca: Paramètres MS Office 365
nl_nl: MS Office 365 instellingen
tr_tr: MS Office 365 ayarları

source: Tenant
tr_tr: Kiracı

source: The name or the id of the tenant.
de_de: Der Name oder die ID des Tenants.
nl_nl: De naam of het id van de tenant.
tr_tr: Kiracının adı ya da kimliği

source: Client ID
tr_tr: Müşteri kimliği

source: The ID of the app in your tenant.
de_de: Die ID der App in Ihrem Tenent.
nl_nl: Het ID van de app in uw tenant.
tr_tr: Kiracılığınız altındaki uygulamanın kimliği.

source: Client Secret
tr_tr: Müşteri parolası

source: The secret of the app in your tenant.
de_de: Der geheime Schlüssel in der App im Tenant.
nl_nl: Het secret van de app in uw tenant.
tr_tr: Kiracılığınız altındaki uygulamanın parolası.

source: Username
de_de: Benutzername
fr_ca: Nom d'utilisateur
tr_tr: Kullanıcı adı

source: Password
de_de: Passwort
fr_ca: Mot de passe
tr_tr: Parola
