Repository: civicrm/civicrm-l10n-extensions
Catalog: po/tutorial/*/tutorial.po
Languages: de_de, fr_fr, nl_nl, tr_tr

source: Introduction to Contacts
de_de: Einführung zu Kontakten
fr_fr: Introduction aux contacts
nl_nl: Introductie contacten
tr_tr: Kişilere giriş

source: Welcome to the contact summary.
de_de: Willkommen zur Kontaktübersicht.
fr_fr: Bienvenue au sommaire de contact
nl_nl: Welkom bij het contactoverzicht.
tr_tr: Kişi özetine hoş geldiniz.

source: This is the main view of your contacts in CiviCRM. Let's take a look around...
de_de: Das ist die Standardansicht für Kontakte in CiviCRM. Schauen wir es uns genauer an...
fr_fr: Ceci est la vue principale de vos contacts dans CiviCRM. Faisons un tour...
nl_nl: Dit is de standaardweergave in CiviCRM van uw contacten. Laten we het eens bekijken...
tr_tr: CiviCRM üzerinde kişilerin temel görünümü bu biçimdedir. Neler var bakalım...

source: View and edit contact information.
de_de: Zeige und bearbeite Kontaktinfos.
fr_fr: Voir et modifier l'information du contact
nl_nl: Contactinformatie bekijken en wijzigen.
tr_tr: Kişi bilgilerini görüntülemek ve düzenlemek

source: Click on a box to add or edit this contact's email, phone, address, etc.
de_de: Klickt man in ein Kästchen, dann kann man für diesen Kontakt E-Mail, Telefon, Adresse etc. eintragen oder bearbeiten.
fr_fr: Cliquer sur une case pour ajouter ou modifier le courriel, téléphone, adresse, etc. du contact.
nl_nl: Klik op een box om de e-mail, telefoon, adres, ... van het contact toe te voegen of te wijzigen.
tr_tr: Bu kişinin e-posta adresi, telefonu, sokak adresi gibi bilgilerini eklemek veya düzenlemek için bir kutuya tıklayın.

source: Click to edit name
de_de: Klicken, um den Namen zu bearbeiten
fr_fr: Cliquer pour modifier le nom
nl_nl: Klik om de naam te wijzigen.
tr_tr: Adı düzenlemek için tıklayın

source: You can edit this contact's name by clicking here.
de_de: Der Name des Kontakts kann hier durch Klicken bearbeitet werden.
fr_fr: Vous pouvez modifier le nom de ce contact en cliquant ici.
nl_nl: U kunt door hier te klikken de contactnaam wijzigen.
tr_tr: Bu kişinin adını buraya tıklayarak düzenleyebilirsiniz.

source: Things you can do.
de_de: Dinge, die Du machen kannst.
fr_fr: Les actions que vous pouvez faire.
nl_nl: Wat kunt u doen.
tr_tr: Yapabilecekleriniz.

source: The actions menu gives a quick list of ways you can interact with this contact.
de_de: Das Aktionsmenü gibt eine schnelle Übersicht der Optionen, die man auf diesem Kontakt durchführen kann.
fr_fr: Le menu des actions liste rapidement les diverses manière d'interagir avec ce contact.
nl_nl: Het actiemenu geeft een aantal opties om iets met dit contact te doen.
tr_tr: İşlemler menüsünde, bu kişiyle etkileşim kurabileceğiniz yolları bulabilirsiniz.

source: Related information in tabs.
de_de: Verknüpfte Infos in den Tabs.
fr_fr: Informations liées dans les onglets.
nl_nl: De gerelateerde informatie staat in tabbladen.
tr_tr: Sekmelerdeki ilişkili bilgiler.

source: Click around in the other tabs to see this contact's contributions, activities, relationships, etc.
de_de: Klicke auf die anderen Tabs, um die Zuwendungen, Aktivitäten, Beziehungen etc. von diesem Kontakt zu sehen.
fr_fr: Cliquez sur les autres onglets pour voir les contributions, activités, relations, etc. de ce contact.
nl_nl: Klik op de aanwezige tabbladen om de informatie op dat tabblad te bekijken.
tr_tr: Bu kişinin katkıları, işlemleri ilişkileri gibi bilgilerini görmek için diğer sekmelere tıklayın.

source: Custom Data
de_de: Benutzerdefinierte Daten
fr_fr: Champs personnalisés
nl_nl: Aangepaste gegevens
tr_tr: Özel veriler

source: All the custom fields your organization has created for contacts are shown here. You can click to edit these too.
de_de: Alle benutzerdefinierten Felder Deiner Organisation werden hier angezeigt. Mit einem Klick lassen sich diese hier auch bearbeiten.
fr_fr: Toutes les données personnalisées que votre organisation a créé pour les contacts sont affichées ici. Vous pouvez aussi cliquer pour les modifier.
nl_nl: Alle door uw organisatie aangemaakte aangepaste velden voor contacten worden hier getoond. U kunt hier klikken om deze gegevens te wijzigen.
tr_tr: Kuruluşunuzun kişiler için oluşturduğu tüm özel alanlar burada görüntülenir. Tıklayarak bunları da düzenleyebilirsiniz.

source: Tutorial From %1
de_de: Tutorial von %1
fr_fr: Tutorial de %1
nl_nl: Tutorial van %1
tr_tr: %1 üzerinden eğitim

source: Custom Tutorial
de_de: Benutzerdefiniertes Tutorial
fr_fr: Tutoriel personnalisé
nl_nl: Aangepaste tutorial
tr_tr: Özel eğitim

source: Title
de_de: Titel
fr_fr: Titre
nl_nl: Titel
tr_tr: Başlık

source: Title as it will appear in the menu.
de_de: Titel, wie er im Menü angezeigt wird.
fr_fr: Titre de menu
nl_nl: Titel zoals het in het menu wordt weergegeven.
tr_tr: Menüde görüntülenecek başlık.

source: Page
de_de: Seite
nl_nl: Pagina
tr_tr: Sayfa

source: Relative url of page.
de_de: Relative URL der Seite.
fr_fr: URL relative de la page
nl_nl: Relatieve URL van de pagina.
tr_tr: Sayfanın göreli adresi.

source: For
de_de: für
fr_fr: Pour
nl_nl: Voor
tr_tr: Şunun için

source: Users who will see this tutorial.
de_de: User, denen das Tutorial angezeigt wird.
fr_fr: Utilisateurs qui verront ce tutoriel.
nl_nl: De gebruikers waar de tutorial voor is.
tr_tr: Bu eğitimi görebilecek kişiler.

source: Auto-run
de_de: Autom. Ausführen
fr_fr: Lancement automatique
tr_tr: Otomatik başlatılsın

source: Launch tutorial the first time a user visits this page.
de_de: Starte das Tutorial beim ersten Mal, wenn ein User diese Seite besucht.
fr_fr: Lancer le tutoriel la première fois qu'un utilisateur visite cette page.
nl_nl: De tutorial starten als de betreffende gebruiker voor het eerst op deze pagina komt.
tr_tr: Eğitim bu sayfayı ilk kez ziyaret eden kullanıcılar için otomatik olarak başlatılılır.

source: Add Step
de_de: Schritt hinzufügen
fr_fr: Ajouter une étape
nl_nl: Stap toevoegen
tr_tr: Adım ekle

source: No title
de_de: Kein Titel
fr_fr: Aucun titre
nl_nl: Geen titel
tr_tr: Başlıksız

source: Element
fr_fr: Élément
tr_tr: Bileşen

source: Click to select page element.
de_de: Klicken, um Seitenelement zu wählen.
fr_fr: Cliquer pour sélectionner l’élément sur la page
nl_nl: Klik om een pagina-element te selecteren.
tr_tr: Sayfa bileşenini seçmek için tıklayın.

source: Placement
de_de: Platzierung
fr_fr: Positionnement
nl_nl: Plaatsing
tr_tr: Konum

source: Top
fr_fr: Haut
nl_nl: Bovenaan
tr_tr: Üstte

source: Bottom
fr_fr: Bas
nl_nl: Onderaan
tr_tr: Altta

source: Left
de_de: Links
fr_fr: Gauche
nl_nl: Links
tr_tr: Solda

source: Right
de_de: Rechts
fr_fr: Droite
nl_nl: Rechts
tr_tr: Sağda

source: Icon
fr_fr: Icône
nl_nl: Icoon
tr_tr: Simge

source: Learn about this screen
de_de: Lerne etwas zu diesem Bildschirm
fr_fr: En savoir plus sur cet écran.
nl_nl: Dit scherm laten toelichten
tr_tr: Bu görünüm hakkında bilgi alın

source: Unsaved Changes.
de_de: Ungespeicherte Änderungen.
fr_fr: Modifications non sauvegardées.
nl_nl: Niet opgeslagen wijzigingen.
tr_tr: Kaydedilmemiş değişiklikler var.

source: Your tutorial has not been saved. You can get back to editing it from this menu; if you leave or refresh this page your changes will be lost.
de_de: Das Tutorial wurde nicht gespeichert. Über dieses Menü kann es weiter bearbeitet werden; beim Verlassen oder Neuladen der Seite gehen alle Änderungen verloren.
fr_fr: Votre tutoriel n'a pas été sauvegardé. Vous pouvez revenir en arrière pour le modifier à partir du menu ; si vous quittez ou réactualiser cette page vos modifications seront perdues.
nl_nl: Uw tutorial is niet opgeslagen. U kunt teruggaan naar het wijzigen via het menu, als u deze pagina verlaat of de pagina ververst dan bent u uw wijzigingen kwijt.
tr_tr: Eğitiminiz kaydedilmedi. Bu menüden düzenlemeye geri dönebilirsiniz. Bu sayfadan ayrılırsanız ya da sayfayı yenilerseniz değişiklikleriniz kaybolur.

source: Close
de_de: Schließen
fr_fr: Fermer
nl_nl: Sluiten
tr_tr: Kapat

source: Revert Tutorial
de_de: Tutorial zurücksetzen
fr_fr: Rétablir le didacticiel
nl_nl: De tutorial herstellen
tr_tr: Eğitimi geri yükle

source: Delete Tutorial
de_de: Tutorial löschen
fr_fr: Supprimer le tutoriel
nl_nl: De tutorial verwijderen
tr_tr: Eğitimi sil

source: Local changes to this tutorial will be deleted and the original copy from %1 will be restored.
de_de: Lokale Änderungen in diesem Tutorial werden gelöscht und die Original-Kopie von %1 wird wiederhergestellt.
fr_fr: Les changements locaux à ce tutoriel seront supprimés et la copie originale %1 sera restaurée.
nl_nl: Lokale wijzigingen aan deze tutorial worden verwijderd en de originele versie van %1 wordt hersteld.
tr_tr: Bu eğitimdeki yerel değişiklikler silinecek ve %1 üzerindeki özgün kopya geri yüklenecek.

source: This tutorial will be completely removed. This action cannot be undone.
de_de: Dieses Tutorial wird komplett entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
fr_fr: Ce tutoriel sera supprimé. Cette action ne pourra être renversée.
nl_nl: De tutorial wordt verwijderd. Dit kan niet ongedaan gemaakt worden.
tr_tr: Bu eğitim tümüyle silinecek. Bu işlem geri alınamaz.

source: Groups
de_de: Gruppen
fr_fr: Groupes
nl_nl: Groepen
tr_tr: Gruplar

source: Edit
de_de: Bearbeiten
fr_fr: Modifier
nl_nl: Wijzigen
tr_tr: Düzenle

source: Next
de_de: Weiter
fr_fr: Suivant
nl_nl: Volgende
tr_tr: Sonraki

source: Done
de_de: Fertig
fr_fr: Fait
nl_nl: Klaar
tr_tr: Tamam

source: Back
de_de: Zurück
fr_fr: Retour
nl_nl: Terug
tr_tr: Geri

source: To see this tutorial again, or for more ways to learn and get help, open the Support menu.
de_de: Um dieses Tutorial noch einmal anzusehen, oder für mehr Wege zum Lernen und Hilfe erhalten, öffne das Unterstützungsmenü.
fr_fr: Pour revoir ce tutoriel, ou pour obtenir des liens vers d'autres ressources d'aide, vous pouvez utiliser le menu Support.
nl_nl: Om deze tutorial opnieuw te bekijken of om andere informatie en hulp te bekijken dient u naar het menu Ondersteuning te gaan.
tr_tr: Bu eğitimi yeniden görüntülemek ya da diğer eğitim ve yardım alma yollarını görmek için Destek menüsünü açın.

source: Got it
de_de: Verstanden
fr_fr: J'ai compris
nl_nl: Begrepen
tr_tr: Anladım

source: Edit tutorial
de_de: Tutorial bearbeiten
fr_fr: Modifier le tutoriel
nl_nl: Tutorial wijzigen
tr_tr: Eğitimi düzenle

source: Create new tutorial
de_de: Neues Tutorial erstellen
fr_fr: Créer nouveau tutoriel
nl_nl: Tutorial aanmaken
tr_tr: Eğitim ekle
