Repository: civicrm/civicrm-l10n-extensions
Catalog: po/gtmtracking/*/gtmtracking.po
Languages: tr_tr

source: Google Tag Manager Settings
tr_tr: Google etiket yöneticisi ayarları

source: Google Tag Manager ID
tr_tr: Google etiket yöneticisi kimliği

source: Enter your Google Tag Manager ID here. Use comma without space (,) to enter multiple IDs.
tr_tr: Google etiket yöneticisi kimliğinizi buraya yazın. Birden fazla kimliği boşluk bırakmadan (,) virgül ile ayırarak yazın.

source: Enable tracking for test forms
tr_tr: Deneme formları için izlemeyi aç

source: Enable for test forms (eg. test contribution pages)
tr_tr: Deneme formları için aç (deneme katkı sayfaları gibi)

source: - select -
tr_tr: - Seçin -

source: Enable for specific Contribution Pages
tr_tr: Belirli katkı sayfaları için aç

source: Leave blank to enable for all contribution pages
tr_tr: Tüm katkı sayfalarında açılması için boş bırakın

source: Enable for specific Event registration forms
tr_tr: Belirli etkinlik kaydı formlarında aç

source: Leave blank to enable for all event registration forms
tr_tr: Tüm etkinlik kaydı sayfalarında açılması için boş bırakın
