Repository: civicrm/civicrm-l10n-extensions
Catalog: po/mailbatch/*/mailbatch.po
Languages: tr_tr

source: Send e-mail to %1 contacts
tr_tr: %1 kişiye e-posta gönder

source: Message Template
tr_tr: İleti kalıbı

source: Sender
tr_tr: Gönderici

source: CC
tr_tr: Kopya

source: BCC
tr_tr: Gizli kopya

source: Reply-To
tr_tr: Yanıt adresi

source: Batch Size
tr_tr: Toplu işlem boyutu

source: Send if attachment not found?
tr_tr: Ek dosya bulunamadığında da gönderilsin mi?

source: Activity (when sent)
tr_tr: İşlem (gönderildiğinde)

source: Activity Subject
tr_tr: İşlem konusu

source: Activity (when failed)
tr_tr: İşlem (gönderilemediğinde)

source: Activity Style
tr_tr: İşlem türü

source: Individual
tr_tr: Bireysel

source: Grouped
tr_tr: Gruplanmış

source: Subject (Sending Failed)
tr_tr: Konu (gönderilemediğinde)

source: Subject (No Email)
tr_tr: Konu (e-posta yok)

source: Assign to
tr_tr: Atanmış kişi

source: Send %1 Emails
tr_tr: %1 e-postayı gönder

source: Sending Emails %1 - %2
tr_tr: E-postalar gönderiliyor %1 - %2

source: Finishing
tr_tr: Tamamlanıyor

source: Sending %1 Event Emails
tr_tr: %1 etkinlik e-postası gönderiliyor

source: %1 E-Mails per Batch
tr_tr: Her toplu işlemde %1 e-posta

source: --disabled--
tr_tr: --Etkisizleştirilmiş--

source: Send %1 Email(s) to %2 Contact(s)
tr_tr: %1 e-postayı %2 kişiye gönder

source: E-Mail Type
tr_tr: E-posta türü

source: Refresh
tr_tr: Yenile

source: primary
tr_tr: birincil

source: billing (flag)
tr_tr: faturalama (işaret)

source: Attachment '%1' could not be generated or found.
tr_tr: '%1' ek dosyası oluşturulamadı ya da bulunamadı.

source: The following errors occurred (with contact/contribution IDs):
tr_tr: Şu sorunlar çıktı (kişi ya da katkı kimlikleri):

source: Contribution [%1] (Contact [%2]): %3
tr_tr: Katkı [%1] (Kişi [%2]): %3

source: Error was: %1
tr_tr: Hata şuydu: %1

source: The following errors occurred (with contact IDs):
tr_tr: Şu sorunlar çıktı (kişi kimlikleri ile):

source: The following errors occurred (with contact/membership IDs):
tr_tr: Şu sorunlar çıktı (kişi ya da üyelik kimlikleri):

source: Membership [%1] (Contact [%2]): %3
tr_tr: Üyelik [%1] (Kişi [%2]): %3

source: There have been changes to the way attachments are handled in the MailBatch extension. If you were using attachments you should install the %1 extension.
tr_tr: MailBatch eklentisinde ek dosyaların işlenme biçiminde değişiklikler yapıldı. Ek dosyalar kullanıyorsanız %1 eklentisini kurmalısınız.

source: MailBatch: Changes to attachments
tr_tr: MailBatch: Ek dosyalardaki değişiklikler

source: Send E-Mail (via MailBatch)
tr_tr: E-postaları gönder (MailBatch ile)

source: If this is checked, the email will be sent, even if the attachment is not found.
tr_tr: Bu seçenek işaretlendiğinde, ek dosya bulunmasa bile e-posta gönderilir.

source: Otherwise it will be not sent, and receive an error activity instead.
tr_tr: Yoksa gönderilmez ve bunun yerine hata bildirimi alınır.

source: SMARTY is a template language to provide highly personalised content. Only turn this on, if you know what you're doing.
tr_tr: SMARTY, son derece kişiselleştirilmiş içerikler sağlamak için kullanılan bir kalıp dilidir. Bu seçeneği yalnızca ne yaptığınızı biliyorsanız açın.

source: SMARTY can negatively interact with inline html styling or font declarations, so if you don't have straightforward HTML content, you might run into issues using SMARTY as well.
tr_tr: SMARTY, satır içi HTML biçemi veya yazı tipi bildirimleriyle olumsuz etkileşime girebilir. Bu nedenle basit HTML içeriğiniz yoksa, SMARTY kullanırken de sorunlarla karşılaşabilirsiniz.

source: You can set another subject for activities contacts that didn't have a valid email address in the first place.
tr_tr: En başta geçerli bir e-posta adresi olmayan etkinlik kişileri için başka bir konu belirleyebilirsiniz.

source: If you leave this empty, no activity will be created in for those contacts.
tr_tr: Boş bırakırsanız, o kişiler için herhangi bir işlem oluşturulmaz.

source: Warning:
tr_tr: Uyarı:

source: %1 contact(s) have no viable email address, an email will not be sent to them.
tr_tr: %1 kişisinin geçerli bir e-posta adresi yok. Ona bir e-posta gönderilmeyecek.

source: Mailing Properties
tr_tr: E-posta gönderimi özellikleri

source: Content
tr_tr: İçerik

source: Attachments
tr_tr: Ek dosyalar

source: If you would like to add file attachments to e-mails, consider installing the %1 extension which provides a framework for different attachment types.
tr_tr: E-postalara dosyalar eklemek istiyorsanız, farklı ek dosya türleri için bir çerçeve sağlayan %1 eklentisini kurmayı düşünün.

source: This includes e.g. attaching existing files per contact.
tr_tr: Böylece, örneğin her kişi için var olan dosyalar eklenebilir.

source: Activities
tr_tr: İşlemler

source: %1 contribution(s) belong to a contact that has no viable e-mail address, e-mail will not be sent for those contributions.
tr_tr: %1 katkı, geçerli bir e-posta adresi olmayan bir kişi tarafından yapılmış. Bu katkılar için e-posta gönderilmeyecek.

source: This includes e.g. attaching existing files per contact or contribution and CiviCRM invoices.
tr_tr: Böylece, örneğin her kişi için var olan dosyalar veya katkı ve CiviCRM faturaları eklenebilir.

source: %1 membership(s) belong to a contact that has no viable e-mail address, e-mail will not be sent for those memberships.
tr_tr: %1 üyelik, geçerli bir e-posta adresi olmayan bir kişi tarafından yapılmış. Bu üyelikler için e-posta gönderilmeyecek.

source: This includes e.g. attaching existing files per contact or membership.
tr_tr: Böylece, örneğin her kişi veya üyelik için var olan dosyalar eklenebilir.
