Repository: civicrm/civicrm-l10n-extensions
Catalog: po/cividiscount/*/cividiscount.po
Languages: de_de, fr_fr, hu_hu, ja_jp, nl_nl, tr_tr

source: Percent
de_de: Prozent
fr_fr: Pourcentage
hu_hu: Százalék
nl_nl: Procent
tr_tr: Yüzde

source: Fixed Amount
de_de: Fester Betrag
fr_fr: Montant fixe
hu_hu: Fix összeg
nl_nl: Vast bedrag
tr_tr: Sabit tutar

source: Contribution
de_de: Zuwendung
nl_nl: Bijdrage
tr_tr: Katkı

source: Participant
de_de: Teilnehmer*in
nl_nl: Deelnemer
tr_tr: Katılımcı

source: Membership
de_de: Mitgliedschaft
fr_fr: Adhésion
hu_hu: Tagság
ja_jp: 会員
nl_nl: Lidmaatschap
tr_tr: Üyelik

source: There are not enough uses remaining for this code.
de_de: Dieser Code wurde schon zu oft verwendet.
fr_fr: Ce code a un nombre limité d'utilisation. Il n'y en a plus assez.
hu_hu: Nem maradt elég felhasználás ehhez a kódhoz.
ja_jp: このコードの残りに十分な用途がありません。
nl_nl: Deze kortingscode is opgebruikt.
tr_tr: Bu kodun kullanım hakkı kalmamış.

source: You have already used this code.
tr_tr: Bu kodu zaten kullandınız.

source: The discount code you entered is invalid.
de_de: Der eingegebene Rabattcode ist nicht gültig.
fr_fr: Le code de réduction que vous avez saisi n'est pas valide.
hu_hu: A megadott kedvezmény kód érvénytelen.
ja_jp: 入力した割引コードは無効です。
nl_nl: Ongeldige kortingscode.
tr_tr: Yazdığınız indirim kodu geçersiz.

source: Discounts
de_de: Rabatte
fr_fr: Réductions
hu_hu: Kedvezmények
ja_jp: 割引
nl_nl: Kortingen
tr_tr: İndirimler

source: - none -
de_de: - nichts -
fr_fr: - aucun -
hu_hu: - nincs -
nl_nl: - geen -
tr_tr: - Yok -

source: Discount Code
de_de: Rabattcode
fr_fr: Code de réduction
hu_hu: Kedvezmény kód
ja_jp: 割引コード
nl_nl: Kortingscode
tr_tr: İndirim kodu

source: Code already exists in Database.
de_de: Der Code ist bereits in der Datenbank vorhanden.
fr_fr: Le code existe déjà dans la base de données
hu_hu: A kód már az adatbázisban van.
ja_jp: コードは、既にデータベースに存在しています。
nl_nl: Deze code bestaat al in de database.
tr_tr: Kod veri tabanında zaten var.

source: Code can only consist of alpha-numeric characters
de_de: Der Code darf nur aus alphanumerischen Zeichen bestehen.
fr_fr: Le code ne doit contenir que des caractères alpha-numérique
hu_hu: A kód csak alfanumerikus karaktereket tartalmazhat
ja_jp: コードは英数字でのみ構成することができます
nl_nl: De code mag enkel alfanumerieke tekens bevatten
tr_tr: Kod yalnızca harfler ve rakamlardan oluşabilir

source: Description
de_de: Beschreibung
hu_hu: Leírás
ja_jp: 説明
nl_nl: Omschrijving
tr_tr: Açıklama

source: Discount Amount
de_de: Rabattbetrag
fr_fr: Montant de réduction
hu_hu: Kedvezményes összeg
nl_nl: Kortingsbedrag
tr_tr: İndirim tutarı

source: Total Limit
tr_tr: Toplam sınır

source: Per-User Limit
tr_tr: Kullanıcı başına sınır

source: Activation Date
de_de: Aktiv ab
fr_fr: Date d'activation
hu_hu: Aktiválás dátuma
ja_jp: 認証日
nl_nl: Activatiedatum
tr_tr: Etkinleştirilme tarihi

source: Expiration Date
de_de: Aktiv bis
fr_fr: Date d'expiration
hu_hu: Lejárat dátuma
ja_jp: 有効期限
nl_nl: Vervaldatum
tr_tr: Son kullanma tarihi

source: Organization
de_de: Organisation
fr_fr: Organisation
hu_hu: Szervezet
ja_jp: 団体
nl_nl: Organisatie
tr_tr: Kuruluş

source: Is this discount active?
de_de: Ist dieser Rabatt aktiv?
fr_fr: Réduction active ?
hu_hu: Ez a kedvezmény aktív?
ja_jp: この割引はアクティブですか？
nl_nl: Is deze kortingscode actief?
tr_tr: İndirim etkin

source: Display a message to users not eligible for this discount?
de_de: Soll Benutzern, die diesen Rabatt nicht nutzen können, eine Nachricht angezeigt werden?
fr_fr: Afficher un message aux utilisateurs non éligible pour cette réduction ?
hu_hu: Kijelezzem az üzenetet a erre kedvezményre nem jogosult felhasználóknak is?
ja_jp: この割引対象外のユーザにメッセージを表示しますか？
nl_nl: Een boodschap tonen aan gebruikers die niet in aanmerking komen?
tr_tr: Bu indirime uygun olmayan kullanıcılara bir ileti görüntülensin

source: Message to non-eligible users
de_de: Nachricht an Benutzer, die den Rabatt nicht nutzen können
fr_fr: Message pour les utilisateurs non-admissible
hu_hu: Üzenet a jogosulatlan felhasználóknak
nl_nl: Boodschap voor gebruikers die niet in aanmerking komen
tr_tr: Uygun olmayan kullanıcılara görüntülenecek ileti

source: Memberships
de_de: Mitgliedschaften
fr_fr: Adhésions
hu_hu: Tagságok
ja_jp: 会員
nl_nl: Lidmaatschappen
tr_tr: Üyelikler

source: Specify entity for advanced autodiscount
fr_fr: Spécifier l'entité pour les réductions automatiques avancées
hu_hu: Adja meg a haladó automatikus kedvezmény egyedét
ja_jp: 高度な自動割引のエンティティを指定
nl_nl: Kies de entiteit voor gevorderde automatische korting
tr_tr: Gelişmiş otomatik indirimin varlığını belirtin

source: Specify api string for advanced filter
fr_fr: Spécifier la chaîne API pour les filtres avancés
hu_hu: A speciális szűrő api-karakterláncát adja meg
nl_nl: API string voor gevorderde filtering
tr_tr: Gelişmiş süzgecin API dizgesini belirtin

source: --any event--
de_de: - beliebige Veranstaltung -
fr_fr: --tout événement--
hu_hu: --bármely esemény--
ja_jp: --任意のイベント--
nl_nl: - elk evenement -
tr_tr: -- Tüm etkinlikler --

source: Events
de_de: Veranstaltungen
fr_fr: Événements
hu_hu: Esemény
ja_jp: イベント
nl_nl: Evenementen
tr_tr: Etkinlikler

source: Event Types
de_de: Veranstaltungsarten
fr_fr: Types d'événement
hu_hu: Esemény típusok
ja_jp: イベントタイプ
nl_nl: Evenementstype
tr_tr: Etkinlik türleri

source: Event types could not be accessed due to permissions
tr_tr: İzinler nedeniyle etkinlik türlerine erişilemiyor

source: Price Field Options
de_de: Preisfeldoptionen
fr_fr: Option de Champ de Tarif
hu_hu: Az ár-mező beállításai
nl_nl: Prijsopties
tr_tr: Fiyat alanı seçenekleri

source: - any -
de_de: - beliebig -
fr_fr: - tous -
hu_hu: - bármilyen -
nl_nl: - elke -
tr_tr: - Tümü -

source: Please re-enter %1, a %2 is required.
de_de: Bitte erneut eingeben %1, %2 ist Pflichtfeld.
fr_fr: Veuillez ressaisir %1, un %2 est nécessaire.
hu_hu: Kérjük, írja be újra a %1 értékét, %2 érték is szükséges.
nl_nl: Vul opnieuw %1 in, een %2 is verplicht.
tr_tr: Lütfen yeniden %1 yazın, bir %2 gereklidir.

source: Selected Discount has been deleted.
de_de: Gewählter Rabatt wurde gelöscht.
fr_fr: La réduction sélectionnée a été supprimée.
hu_hu: A kiválasztott kedvezmény törlésre került.
ja_jp: 選択した割引を削除されました。
nl_nl: De geselecteerde korting is verwijderd.
tr_tr: Seçilmiş indirim silindi.

source: Deleted
de_de: Gelöscht
fr_fr: Supprimé
hu_hu: Törölve
nl_nl: Verwijderd
tr_tr: Silindi

source: Selected Discount has been duplicated.
de_de: Gewählter Rabatt wurde dupliziert.
fr_fr: La réduction sélectionnée a été dupliquée.
hu_hu: A kiválasztott kedvezmény megkettőzve.
ja_jp: 選択した割引は重複しています。
nl_nl: De geselecteerde korting is gedupliceerd.
tr_tr: Seçilmiş indirim kopyalandı.

source: Saved
de_de: Gespeichert
fr_fr: Enregistré
hu_hu: Mentve
nl_nl: Opgeslagen
tr_tr: Kaydedildi

source: The events you selected will be ignored because you also chose "any event."
fr_fr: Les événements que vous avez sélectionné seront ignorés car vous avez aussi choisi "tous les événements".
hu_hu: A kiválasztott eseményeket figyelmen kívül hagyja, mert a "bármilyen eseményt" is kiválasztotta.
nl_nl: De geselecteerde evenementen zullen genegeerd worden omdat je ook "elk evenement" koos.
tr_tr: "Tüm etkinlikler" seçimini yaptığınız için seçtiğiniz etkinlikler yok sayılacak.

source: The discount "%1" has been saved.
de_de: Der Rabatt "%1" wurde gespeichert.
fr_fr: La réduction "%1" a été enregistrée.
hu_hu: A "%1" kedvezmény elmentve.
nl_nl: De korting "%1" is opgeslagen.
tr_tr: "%1" indirimi kaydedildi.

source: You cannot nest apis in the advanced filter
fr_fr: Vous ne pouvez imbriquer des apis dans le filtre avancé
hu_hu: Az API-k nem tehetők a haladó szűrőbe
ja_jp: 高度なフィルタのネストAPIを使用することができません
nl_nl: Je mag geen API's nesten in geavanceerde filtering
tr_tr: Gelişmiş süzgeç içine API uygulamaları eklenemez

source: You have a criteria without an = sign
de_de: Es gibt ein Kriterium ohne = Zeichen
fr_fr: Vous avez un critère sans le signe =
hu_hu: Van egy = jel nélküli kritériuma
ja_jp: 記号 = は、無しの条件を持っています
nl_nl: U heeft een criterium zonder gelijkteken
tr_tr: = işareti olmayan bir ölçütünüz var

source: The statuses you selected will be ignored because you also chose "any current status."
fr_fr: Les statuts que vous avez sélectionnés seront ignorés parce que vous avez aussi choisi "tous les statuts".
hu_hu: A kiválasztott állapotok figyelmen kívül maradnak, mert az "aktuális állapotot" is kiválasztotta.
nl_nl: De geselecteerde statussen zullen genegeerd worden omdat je ook "elke status" koos.
tr_tr: "Tüm güncel durumlar" seçimini yaptığınız için seçtiğiniz durumlar yok sayılacak.

source: Automatic discount for existing members of type
de_de: Automatischer Rabatt für bestehende Mitglieder der Art
fr_fr: Réduction automatique pour des membres existants de type
hu_hu: Automatikus kedvezmény a meglévő tagságtípusokhoz
ja_jp: タイプに既存メンバーのための自動割引
nl_nl: Automatische korting voor huidige leden van het type
tr_tr: Türün var olan üyeleri için otomatik indirim

source: Automatic discount for Membership Statuses
de_de: Automatischer Rabatt für Mitgliedschaften mit Status
fr_fr: Réduction automatique pour les statuts d'adhésion
hu_hu: Automatikus kedvezmény a tagsági állapototkhoz
ja_jp: 会員ステータスの自動割引
nl_nl: Automatische korting voor lidmaatschapsstatussen
tr_tr: Üyelik durumları için otomatik indirim

source: --any current status--
de_de: - beliebiger aktueller Status -
fr_fr: --tout statut courant--
hu_hu: --bármely aktuális állapot--
ja_jp: --任意の現在ステータス--
nl_nl: - elke status -
tr_tr: -- Tüm güncel durumlar --

source: Contact Type
de_de: Kontaktart
fr_fr: Type de contact
hu_hu: Kapcsolat típus
ja_jp: 連絡先タイプ
tr_tr: Kişi türü

source: Minimum Age
de_de: Mindestalter
fr_fr: Age minimum
hu_hu: Minimális életkor
ja_jp: 最小年齢
nl_nl: Minimumleeftijd
tr_tr: En küçük yaş

source: Maximum Age
de_de: Maximalalter
fr_fr: Age maximum
hu_hu: Maximális életkor
ja_jp: 最大年齢
nl_nl: Maximumleeftijd
tr_tr: En büyük yaş

source: Country
de_de: Land
fr_fr: Pays
hu_hu: Ország
ja_jp: 国
nl_nl: Land
tr_tr: Ülke

source: Edit
de_de: Bearbeiten
fr_fr: Modifier
hu_hu: Szerkesztés
ja_jp: 編集
nl_nl: Bewerken
tr_tr: Düzenle

source: Edit Discount
de_de: Bearbeite Rabatt
fr_fr: Modifier la réduction
hu_hu: Kedvezmény szerkesztése
ja_jp: 割引を編集
nl_nl: Korting bewerken
tr_tr: İndirimi düzenle

source: Disable
de_de: Deaktivieren
fr_fr: Désactiver
hu_hu: Letiltás
ja_jp: 無効
nl_nl: Deactiveren
tr_tr: Etkisizleştir

source: Disable Discount
de_de: Deaktiviere Rabatt
fr_fr: Désactiver la réduction
hu_hu: Kedvezmény letiltása
ja_jp: 割引を無効
nl_nl: Korting deactiveren
tr_tr: İndirimi etkisizleştir

source: Enable
de_de: Aktivieren
fr_fr: Activer
hu_hu: Engedélyezés
ja_jp: 有効
nl_nl: Activeren
tr_tr: Etkinleştir

source: Enable Discount
de_de: Aktiviere Rabatt
fr_fr: Activer la réduction
hu_hu: Kedvezmény engedélyezése
ja_jp: 割引を有効
nl_nl: Korting activeren
tr_tr: İndirimi etkinleştir

source: Delete
de_de: Löschen
fr_fr: Supprimer
hu_hu: Törlés
ja_jp: 削除
nl_nl: Verwijderen
tr_tr: Sil

source: Delete Discount
de_de: Lösche Rabatt
fr_fr: Supprimer la réduction
hu_hu: Kedvezmény törlése
ja_jp: 割引を削除
nl_nl: Korting verwijderen
tr_tr: İndirimi sil

source: We need a valid discount ID for view
fr_fr: Il faut un ID de réduction valide pour la consultation
hu_hu: Érvényes kedvezmény azonosító szükséges a megtekintéshez
ja_jp: 表示する有効な割引IDが必要です
nl_nl: Geldige korting-id nodig
tr_tr: Görüntülenecek indirimin kimliği gerekli

source: [%1] %2 off %3 %4
tr_tr: [%1] %2 indirim %3 %4

source: Discount Code Usage
de_de: Rabattcode Benutzung
nl_nl: Kortingscode gebruik
tr_tr: İndirim kodu kullanımı

source: Discount codes can be applied against events, memberships and price sets.
de_de: Rabattcodes können für Veranstaltungen, Mitgliedschaften und Preisschemata eingesetzt werden.
fr_fr: Ces codes de réduction peuvent être utilisés pour des événements, des adhésions et des grilles de prix.
hu_hu: Kedvezmény kódok használhatók az eseményeknél, tagságoknál és árlistáknál.
ja_jp: 割引コードはイベントに対して適用することができ、会員と価格を設定してください。
nl_nl: Kortingscode kunnen gebruikt worden voor evenementen, lidmaatschappen en prijssets.
tr_tr: İndirim kodları etkinliklere, üyeliklere ve fiyat kümelerine uygulanabilir.

source: Codes Redeemed
fr_fr: Codes remboursés
hu_hu: Beváltott kódok
ja_jp: 償還コード
nl_nl: Opgebruikte codes
tr_tr: Geçersiz kılınmış kodlar

source: Codes Assigned
de_de: Zugewiesene Codes
fr_fr: Codes assignés
hu_hu: Hozzárendelt kódok
ja_jp: コード割り当て
nl_nl: Toegekende codes
tr_tr: Atanmış kodlar

source: Includes applied discount
de_de: angewandter Rabatt
fr_fr: Réduction appliquée
nl_nl: Inclusief toegepaste korting
tr_tr: Uygulanan indirim ile birlikte

source: If you have a discount code, enter it here
de_de: Wenn Sie einen Rabattcode haben, geben Sie ihn hier ein.
fr_fr: Si vous avez un code remise, entrez-le ici
hu_hu: Ha van kedvezmény kódja, itt adja meg
ja_jp: 割引コードをお持ちの場合は、ここに入力してください
nl_nl: Kortingscode, indien u die heeft
tr_tr: Bir indirim kodunuz varsa buraya yazın

source: Apply
de_de: Anwenden
fr_fr: Appliquer
hu_hu: Alkalmaz
ja_jp: 適用
nl_nl: Toepassen
tr_tr: Uygula

source: administer CiviDiscount
de_de: administriere CiviDiscount
fr_fr: administrer CiviDiscount
hu_hu: CiviKedvezmények adminisztrációja
nl_nl: beheer CiviDiscount
tr_tr: CiviDiscount yönetimi

source: Administer the CiviDiscount extension
de_de: Verwalte die CiviDiscount-Erweiterung
nl_nl: Extensie CiviDiscount beheren
tr_tr: CiviDiscount eklentisi yönetimi

source: Administer Discount Codes
de_de: Verwalte Rabattcodes
fr_fr: Administrer les codes de réduction
nl_nl: Kortingscodes beheren
tr_tr: İndirim kodları yönetimi

source: Discount Codes
de_de: Rabattcode
nl_nl: Kortingscodes
tr_tr: İndirim kodları

source: Code
hu_hu: Kód
ja_jp: コード
tr_tr: Kod

source: View Discount Code
de_de: Zeige Rabattcode an
fr_fr: Consulter le code de réduction
hu_hu: Kedvezmény kód megtekintése
ja_jp: 割引コードを表示
nl_nl: Kortingscode bekijken
tr_tr: İndirim kodunu görüntüle

source: Enabled
de_de: Aktiviert
fr_fr: Activé
nl_nl: Ingeschakeld
tr_tr: Etkin

source: Usage Count
de_de: Anzahl Benutzungen
nl_nl: Teller gebruik
tr_tr: Kullanım sayısı

source: Unlimited
de_de: Unbegrenzt
fr_fr: Illimité
hu_hu: Korlátlan
ja_jp: 無制限
nl_nl: Onbeperkt
tr_tr: Sınırsız

source: Amount
de_de: Betrag
fr_fr: Montant
hu_hu: Összeg
ja_jp: 金額
nl_nl: Bedrag
tr_tr: Tutar

source: Start Date
de_de: Startdatum
fr_fr: Date de début
hu_hu: Kezdő dátum
ja_jp: 開始日
nl_nl: Startdatum
tr_tr: Başlangıç tarihi

source: End Date
de_de: Enddatum
fr_fr: Date de fin
hu_hu: Vég dátum
ja_jp: 終了日
nl_nl: Einddatum
tr_tr: Bitiş tarihi

source: Copy
de_de: Kopieren
fr_fr: Copier
hu_hu: Másolás
ja_jp: コピー
nl_nl: Kopiëren
tr_tr: Kopyala

source: Add Discount Code
de_de: Rabattcode hinzufügen
nl_nl: Kortingscode toevoegen
tr_tr: İndirim kodu ekle

source: Discount Uses
nl_nl: Gebruik van kortingen
tr_tr: İndirim kullanımları

source: Used By
de_de: Benutzt von
nl_nl: Gebruikt door
tr_tr: Kullanan

source: Date Used
de_de: Datum der Benutzung
nl_nl: Datum gebruikt
tr_tr: Kullanıldığı tarih

source: Event
de_de: Veranstaltung
fr_fr: Événement
hu_hu: Esemény
ja_jp: イベント
nl_nl: Evenement
tr_tr: Etkinlik

source: Discount Uses Report
nl_nl: Rapport Kortingsgebruik
tr_tr: İndirim kullanımları raporu

source: Discount Uses Redeemded
nl_nl: Kortingsgebruik ingewisseld
tr_tr: Geçersiz kılınmış indirim kullanımları

source: Discount Uses Assigned
nl_nl: Kortingsgebruik toegewezen
tr_tr: Atanmış indirim kullanımları

source: A discount item
tr_tr: Bir indirim ögesi

source: ID
tr_tr: Kimlik

source: Discount Item ID
de_de: Rabatt Item ID
nl_nl: Korting item-id
tr_tr: İndirim ögesi kimliği

source: Discount Description
de_de: Rabattbeschreibung
nl_nl: Korting beschrijving
tr_tr: İndirim açıklaması

source: Amount of discount, actual or percentage
de_de: Rabattbetrag, als Zahl oder Prozent
nl_nl: Kortingsbedrag, actueel of percentage
tr_tr: Tutar ya da yüzde olarak indirim tutarı

source: Amount Type
de_de: Art des Betrags
fr_fr: Type de réduction
hu_hu: Összeg típusa
ja_jp: 金額タイプ
nl_nl: Bedrag type
tr_tr: Tutar türü

source: Type of discount, actual or percentage
de_de: Rabattart, als Zahl oder Prozent
nl_nl: Kortingstype, actueel of percentage
tr_tr: Tutar ya da yüzde olarak indirim türü

source: Type
de_de: Art
tr_tr: Tür

source: Max Uses
de_de: Max. Benutzungen
nl_nl: Max. gebruik
tr_tr: En fazla kullanım

source: Max number of times this code can be used
de_de: Max. Anzahl, wie oft der Code benutzt werden kann
nl_nl: Aantal keren dat de korting gebruikt kan worden
tr_tr: Bu kodun en fazla kaç kez kullanılabileceği

source: Max Uses (total)
tr_tr: En fazla kullanım (total)

source: Max Uses Per User
tr_tr: Kullanıcı başına en fazla kullanım

source: Max number of times a user can use this code
tr_tr: Bir kullanıcının bu kodu en fazla kaç kez kullanabileceği

source: Max Uses (per user)
tr_tr: En fazla kullanım (kullanıcı başına)

source: Count Use
de_de: Wie oft verwendet?
fr_fr: Nombre de réduction utilisé
hu_hu: Használatban lévő darabszám
ja_jp: 使用カウント
nl_nl: Aantal in gebruik
tr_tr: Kullanım sayısı

source: Number of times this code has been used
de_de: Anzahl, wie oft der Code benutzt wurde
nl_nl: Aantal keren dat de korting gebruikt is
tr_tr: Bu kodun kaç kez kullanıldığı

source: Serialized list of events for which this code can be used
de_de: Serialisierte Liste von Veranstaltungen, für die dieser Code benutzt werden kann
nl_nl: Lijst van opeenvolgende evenementen waarvoor deze code kan worden gebruikt
tr_tr: Bu kodun kullanılabileceği etkinliklerin seri biçimindeki listesi

source: Pricesets
de_de: Preisschemata
fr_fr: Grilles de prix
hu_hu: Árlisták
ja_jp: 価格セット
nl_nl: Prijssets
tr_tr: Fiyat kümeleri

source: Serialized list of pricesets for which this code can be used
de_de: Serialisierte Liste von Preisschemata, für die dieser Code benutzt werden kann
nl_nl: Lijst van opeenvolgende prijssets waarvoor deze code kan worden gebruikt
tr_tr: Bu kodun kullanılabileceği fiyat kümelerinin seri biçimindeki listesi

source: Serialized list of memberships for which this code can be used
de_de: Serialisierte Liste von Mitgliedschaften, für die dieser Code benutzt werden kann
nl_nl: Lijst van opeenvolgende lidmaatschappen waarvoor deze code kan worden gebruikt
tr_tr: Bu kodun kullanılabileceği üyeliklerin seri biçimindeki listesi

source: Autodiscount
de_de: Automatischer Rabatt
fr_fr: Réduction automatique
hu_hu: Automatikus kedvezméy
ja_jp: 自動割引
nl_nl: Automatische korting
tr_tr: Otomatik indirim

source: Serialized list of entity-based attributes. A user with one of them has the discount automatically applied
de_de: Serialisierte Liste von Entitäts-basierten Attributen. Ein Benutzer mit einem davon wird den Rabatt automatisch erhalten
nl_nl: Lijst van attributen op basis van de entiteit. Een gebruiker met een van deze krijgt automatisch de korting
tr_tr: Varlık tabanlı özniteliklerin seri biçimindeki listesi. İndirim, bunlardan birinin sahibi olan bir kullanıcıya otomatik olarak uygulanır

source: Organization ID
de_de: Organisations-ID
nl_nl: Organisatie-id
tr_tr: Kuruluş kimliği

source: FK to Contact ID for the organization that originated this discount
nl_nl: FK naar Contact-id van de organisatie dat de korting heeft toegekend
tr_tr: Bu indirimi başlatan kuruluşun kişi kimliği dış anahtarı

source: Active On
de_de: Aktiv für
nl_nl: Actief op
tr_tr: Etkin olma tarihi

source: Date this discount activated
de_de: Datum an dem dieser Rabatt aktiviert wird
nl_nl: Datum waarop de korting is geactiveerd
tr_tr: Bu indirimin etkin olacağı tarih

source: Expire On
de_de: Läuft ab am
nl_nl: Vervalt op
tr_tr: Geçerlilik sonu

source: Date this discount expires
de_de: Datum an dem dieser Rabatt ausläuft
nl_nl: Datum waarop de korting vervalt
tr_tr: Bu indirimin biteceği tarih

source: Discount Msg Enabled
de_de: Rabattnachricht aktiviert
nl_nl: Kortingsbericht ingeschakeld
tr_tr: İndirim iletisi etkin

source: Discount Msg
de_de: Rabattnachricht
nl_nl: Kortingsbericht
tr_tr: İndirim iletisi

source: Not Eligible Message
nl_nl: Bericht niet beoordeeld
tr_tr: Uygun değil iletisi

source: Discount Filters
de_de: Rabatt-Filter
fr_fr: Filtres de réduction
hu_hu: Kedvezmény szűrők
ja_jp: 割引フィルタ
nl_nl: Kortingfilters
tr_tr: İndirim süzgeçleri

source: What filters apply to this discount (json array)
nl_nl: Welke filters zijn er bij deze korting van toepassing (JSON-array)
tr_tr: İndirime uygulanacak süzgeçler (JSON dizisi)

source: Discount Tracking
de_de: Rabatttracking
nl_nl: Korting tracking
tr_tr: İndirim izlemesi

source: Discount Trackings
de_de: Rabatttracking
nl_nl: Korting trackingen
tr_tr: İndirim izlemeleri

source: Record an instance of a discount use
tr_tr: İndirim kullanımının kopyasını kaydedin

source: Discount Code ID
de_de: Rabatt Code ID
nl_nl: Kortingscode-id
tr_tr: İndirim kodu kimliği

source: FK to Item ID of the discount code
de_de: FK zu Item ID für diesen Rabatt-Code
nl_nl: FK naar Item-id van de kortingscode
tr_tr: İndirim kodunun öge kimliği dış anahtarı

source: Contact ID
de_de: Kontakt-ID
fr_fr: Id du contact
tr_tr: Kişi kimliği

source: FK to Contact ID for the contact that used this discount
nl_nl: FK naar Contact-id van het contact dat de korting heeft gebruikt
tr_tr: Bu indirimi kullanan kişinin kişi kimliği dış anahtarı

source: Contact
de_de: Kontakt
hu_hu: Kapcsolat
ja_jp: 連絡先
tr_tr: Kişi

source: Used Date
de_de: Datum Benutzung
fr_fr: Date d'application
hu_hu: Használt dátum
ja_jp: 使用日
nl_nl: Gebruiksdatum
tr_tr: Kullanılma tarihi

source: Date of use
de_de: Einsatzdatum
nl_nl: Datum van gebruik
tr_tr: Kullanım tarihi

source: Contribution ID
de_de: Zuwendungs-ID
fr_fr: Id. de la contribution
nl_nl: Bijdrage ID
tr_tr: Katkı kimliği

source: FK to contribution table
de_de: FK zur Zuwendungstabelle
nl_nl: FK naar tabel Contribution
tr_tr: Katkı tablosunun dış anahtarı

source: Entity Table
de_de: Entitätstabelle
fr_fr: Table de l'entité
hu_hu: Egyed tábla
ja_jp: エンティティテーブル
nl_nl: Entiteitstabel
tr_tr: Varlık tablosu

source: Table where referenced item is stored
de_de: Tabelle, wo die Referenz gespeichert ist
nl_nl: Tabel waarin het betreffende item is opgeslagen
tr_tr: İlgili ögenin bulunduğu tablo

source: Entity ID
de_de: Entitäts-ID
fr_fr: ID d'entité
nl_nl: Entiteit-id
tr_tr: Varlık kimliği

source: Foreign key to the referenced item
nl_nl: FK naar het betreffende item
tr_tr: İlgili ögenin dış anahtarı

source: Entity
de_de: Entität
fr_fr: Entité
nl_nl: Entiteit
tr_tr: Varlık

source: The maximum number of times this discount code can be used. Leave blank for no limit.
de_de: Die maximale Anzahl von Malen, wie dieser Rabattcode benutzt werden kann. Leer lassen, um kein Limit zu setzen.
fr_fr: Le nombre maximal de fois où ce code de réduction peut être utilisé. Laisser vide pour ne pas limiter.
hu_hu: A kedvezményes kód maximális száma. Hagyja üresen, ha nincs korlát.
nl_nl: Aantal keer dat de kortingscode gebruikt kan worden. Leeg is onbeperkt.
tr_tr: Bu indirim kodunun en fazla kullanılabileceği sayı. Sınırlama olmaması için boş bırakın.

source: The maximum number of times a single user can use this discount code. Leave blank for no limit.
tr_tr: Tek bir kullanıcının bu indirim kodunu kaç kez kullanabileceği. Sınırsız olması için boş bırakın.

source: This discount will not be usable before this date. Leave blank to have it be enabled right away.
de_de: Der Rabatt ist vor diesem Datum nicht anwendbar. Leer lassen, um ihn sofort zu aktivieren.
fr_fr: Cette réduction ne sera pas utilisable avant cette date. Laisser blanc pour qu'elle soit active dès maintenant.
hu_hu: Ez a kedvezmény nem lesz használható ez előtt a dátum előtt. Hagyja üresen ha mostantól kívánja aktiválni.
ja_jp: この割引は、この日付以前に使用できません。すぐ有効にする場合は、空白のままにしてください。
nl_nl: Geldig vanaf. Leeg is meteen geldig.
tr_tr: Bu indirim belirtilen tarihten önce kullanılamaz. Hemen etkinleştirilmesi için boş bırakın.
