Repository: civicrm/civicrm-l10n-extensions
Catalog: po/cividiscount/*/cividiscount.po
Languages: de_de, fr_fr, hu_hu, ja_jp, nl_nl, tr_tr

source: This discount will not be usable after this date. Leave blank to have it never expire.
de_de: Der Rabatt ist nach diesem Datum nicht anwendbar. Leer lassen, damit er niemals abläuft.
fr_fr: Cette réduction ne sera pas utilisable après cette date. Laisser blanc pour qu'elle n'expire pas.
hu_hu: Ez a kedvezmény ez után a dátum után nem használható. Hagyja üresen ha azt akarja. hogy sose járjon le.
ja_jp: この割引は、この日付以後に使用できなくなります。失効させない場合は、空白のままにしてください。
nl_nl: Geldig tot. Leeg is geen vervaldatum.
tr_tr: Bu indirim belirtilen tarihten sonra kullanılamaz. Hemen etkinleştirilmesi için boş bırakın.

source: Used to associate this discount code with an organization. Every time this code is used it will be recorded on that organization's contact record.
fr_fr: Utilisé pour associé ce code de réduction avec une organisation. A chaque fois que le code est utilisé, il sera enregistré dans le dossier de cette organisation.
hu_hu: Ezen kedvezmény kód és egy szervezet összekapcsolására használt. Minden olyan esetben amikor ezt a kódot használják, ez rögzítésre kerül ezen szervezet kapcsolati rekordjaként
ja_jp: 団体でこの割引コードを関連付けるために使用します。このコードが使用されるたびに、それその団体の連絡先レコードに記録されます。
nl_nl: Koppel de kortingscode aan een organisatie. Elk gebruik wordt opgeslagen bij het contact zelf.
tr_tr: Bu indirim kodunu bir kuruluşla ilişkilendirmek için kullanılır. Bu kod her kullanıldığında, ilgili kuruluşun kişi kaydına kaydedilir.

source: Anyone with the selected memberships or contact attributes will automatically have the discount code applied.
de_de: Jeder mit der gewählten Mitgliedschaft oder Kontaktattributen erhält den Rabatt automatisch angewandt.
fr_fr: Le code de réduction s'appliquera automatiquement pour n'importe quel utilisateur avec l'adhésion ou les attributs sélectionnés.
hu_hu: A kiválasztott tagsággal vagy kapcsolat jellemzővel rendelkező kapcsolatra automatikusan alkalmazásra kerül a kedvezménykód.
ja_jp: 選択された会員や連絡先の属性を持つ誰もが自動的に割引コードの適用がされます。
nl_nl: Iedereen met het geselecteerde lidmaatschap of contactkenmerk zal automatisch de kortingscode krijgen.
tr_tr: İndirim kodu seçilmiş üyeliklere ya da kişi özelliklerine sahip olan herkese otomatik olarak uygulanır.

source: Autodiscount is generally used with a randomly-generated code which is <em>not</em> given out to users. Cividiscount will apply the discount with no code required.
fr_fr: La réduction automatique est généralement utilisé avec un code généré aléatoirement qui n'est pas fourni aux utilisateurs. Cividiscount appliquera la réduction sans demander de code.
hu_hu: Az automatikus kód általában véletlenszerűen kiválasztott kódot használ, amely <em>nem</em> kerül átadásra a felhasználóknak. A CiviKedvezmény kód megadása nélkül kerül alkalmazásra a kedvezmény.
ja_jp: Autodiscount は一般ユーザに配られて<em>いない</em>ランダムに生成されたコードで使用されます。Cividiscount は必要ありませんコードで割引が適用されます。
nl_nl: Automatische korting wordt over het algemeen gebruikt met een gegenereerde code die niet aan de gebruiker wordt bezorgd. CiviDiscount zal de korting toepassen zonder dat de gebruiker een code hoeft in te geven.
tr_tr: Otomatik indirim, genellikle kullanıcılara <em>verilmeyen</em> rastgele oluşturulmuş bir kodla kullanılır. CiviDiscount indirimi kod yazılması gerekmeden uygulanır.

source: This discount can be used on the selected event(s). Only active, public and current/future events are listed.
fr_fr: Cette réduction peut être utilisée sur les événements sélectionnés. Seul les événements actif, public et courant/futur sont listés.
hu_hu: Ez a kedvezmény a kiválasztott esemény(ek)en használható fel. Csak aktív, nyilvános és aktuális/jövőbeli események választhatók.
nl_nl: De korting kan gebruikt worden voor de gekozen evenement(en). Enkel actieve, openbare en huidige/toekomstige evenementen worden op de lijst getoond.
tr_tr: Bu indirim seçilmiş etkinliklerde kullanılabilir. Yalnızca etkin, herkese açık ve güncel ya da gelecekteki etkinlikler listelenir.

source: This discount can be used on any event of the select type(s).
de_de: Dieser Rabatt kann bei jeder Veranstaltung des gewählten Typ(en) benutzt werden.
fr_fr: La remise peut être utilisée sur n'importe quel événement des types sélectionnés.
hu_hu: Ez a kedvezmény a kiválasztott típus(ok) bármelyik eseményénél felhasználható.
nl_nl: De korting kan gebruikt worden voor elk evenement van het gekozen type.
tr_tr: Bu indirim seçilmiş etkinliklerde kullanılabilir. Yalnızca etkin, herkese açık ve güncel ya da gelecekteki etkinlikler listelenir.

source: If your form uses a price set, the discount will be applied to <em>all</em> options in the set by default. However, if you want the discount to be applied <em>only</em> to specific price options - select those options here.
fr_fr: Si votre formulaire utilise une tarification, la remise sera appliquée par défaut à <em>toutes</em> les options de la tarification. Par contre, si vous voulez que la remise soit appliquée <em>seulement</em>à certaines options de prix, sélectionnez ces options ici.
hu_hu: Ha az Ön űrlapja egy meghatározott árat használ, a kedvezmény alapértelmezés szerint a beállított <em>összes </em> beállításra vonatkozik. Ha azonban azt szeretné, hogy a kedvezményt <em>csak </em> bizonyos ár opciókra alkalmazzuk - válasszuk ki ezeket a beállításokat.
nl_nl: Indien uw formulier een prijsset gebruikt, zal de korting toegepast worden voor elke optie. Tenzij u hier opgeeft voor welke opties de korting van toepassing is.
tr_tr: Formunuz bir fiyat kümesi kullanıyorsa, indirim varsayılan olarak kümedeki <em>tümü</em> seçeneklerine uygulanır. Ancak, indirimin <em>yalnızca</em> belirli fiyat seçeneklerine uygulanmasını istiyorsanız, buradan seçenekleri seçin.

source: Discount the price of purchasing memberships. Only active memberships with start and end dates defined will appear in this list.
fr_fr: Réduction sur le prix d'achat de l'adhésion. Seules les adhésions actives avec des dates de début et de fin définies apparaîtront dans cette liste.
hu_hu: A tagsági díj kedvezmény adás. Csak aktív, kezdő és végdátummal rendelkező tagságok jelennek meg a listában.
ja_jp: 会員を購入する際の価格を割り引きます。このリストで定義された開始日と終了日を有するアクティブなメンバーにのみ表示されます。
nl_nl: Geeft korting op de aankoop van een lidmaatschap. Enkel actieve lidmaatschappen met een start- en einddatum worden op de lijst getoond.
tr_tr: Üyelik satın alma fiyatında indirim. Bu listede yalnızca başlangıç ve bitiş tarihleri belirtilmiş etkin üyelikler görüntülenir.

source: Enter the message you'd like users to see if they are not receiving a discount. Can be used to promote membership.<br />The message will appear above the form.
fr_fr: Entrer le message pour les utilisateurs qui n'ont pas droit à une réduction. Peux être utilisé pour promouvoir les adhésions.<br />Ce message apparaîtra au dessus du formulaire.
hu_hu: Adja meg azt az üzenetet amit a felhasználók akkor látnak amikor nem kapják meg a kedvezményt. A tagság reklámozására használható. </br>Az üzenet ez űrlap felett jelenik meg.
ja_jp: 彼らが割引を受けていない場合に、ユーザが参照するメッセージを入力します。会員を促進するために使用することができます。<br />メッセージがフォーム上に表示されます。
nl_nl: Vul een boodschap in voor gebruikers zonder kortingscode. Kan gebruikt worden om een lidmaatschap te promoten.
tr_tr: İndirim almadıklarında kullanıcılara görüntülenecek iletiyi yazın. Üyeliği özendirmek için kullanılabilir.<br />İleti formun üzerinde görüntülenir.

source: New Discount
de_de: Neuer Rabatt
fr_fr: Nouvelle réduction
hu_hu: Új kedvezmény
ja_jp: 新しい割引
nl_nl: Nieuwe korting
tr_tr: Yeni indirim

source: Copy Discount
de_de: Kopiere Rabatt
fr_fr: Copier la réduction
hu_hu: Kedvezmény másolása
ja_jp: 割引をコピー
nl_nl: Korting kopiëren
tr_tr: İndirimi kopyala

source: Are you sure you want to copy this discount code?
de_de: Sind Sie sicher, dass Sie diesen Rabatt Code kopieren möchten?
fr_fr: Êtes vous sûr de vouloir copier ce code de réduction ?
hu_hu: Biztos abban, hogy le kívánja másolni ezt a kedvezmény kódot?
ja_jp: この割引コードをコピーしてもよろしいですか？
nl_nl: Weet u zeker dat u deze korting wilt kopiëren?
tr_tr: Bu indirim kodunu kopyalamak istediğinize emin misiniz?

source: WARNING: Deleting this discount code (%1) will prevent users who have this code to avail of this discount.
fr_fr: ATTENTION: Supprimer ce code de réduction (%1) empêchera les utilisateurs qui ont ce code de l'utiliser.
hu_hu: FIGYELMEZTETÉS: A (%1) kedvezmény kód törlése a kóddal rendelkező felhasználókat megakadályozza a a kedvezmény igénybevételében.
ja_jp: 警告 : この割引コード (%1) を削除すると、この割引を利用する、このコードを持つユーザを妨げることになります。
nl_nl: OPGELET: Indien u deze kortingscode (%1) wist, kunnen gebruikers die niet meer gebruiken.
tr_tr: UYARI: Bu indirim kodunun (%1) silinmesi, bu kodu almış kullanıcıların bu indirimden yararlanmasını engeller.

source: Do you want to continue?
de_de: Wollen Sie fortfahren?
fr_fr: Voulez-vous continuer ?
hu_hu: Folytatni kívánja?
ja_jp: 続行しますか？
nl_nl: Wilt u doorgaan?
tr_tr: İlerlemek istiyor musunuz?

source: Random
de_de: Zufällig
fr_fr: Aléatoire
hu_hu: Véletlenszerű
nl_nl: Willekeurig
tr_tr: Rastgele

source: Do not use spaces in the Discount Code.
de_de: Bitte keine Leerzeichen im Rabattcode benutzen.
fr_fr: Ne pas utiliser d'espace dans le code de remise.
hu_hu: Ne használjon szóközt a kedvezmény kódjában
nl_nl: Gebruik geen spaties in een kortingscode.
tr_tr: İndirim kodunda boşluk karakteri kullanmayın

source: Usage Limits
tr_tr: Kullanım sayısı sınırı

source: Additional Options
de_de: Zusätzliche Optionen
fr_fr: Options supplémentaires
hu_hu: További lehetőségek
nl_nl: Bijkomende opties
tr_tr: Ek seçenekler

source: Discounts for events
de_de: Rabatte für Veranstaltungen
fr_fr: Réduction pour les événements
hu_hu: Eseményekre szóló kedvezmények
nl_nl: Korting voor evenementen
tr_tr: Etkinlik indirimleri

source: Discounts for memberships
de_de: Rabatte für Mitgliedschaften
fr_fr: Réductions pour les adhésions
hu_hu: Tagoknak szóló kedvezmények
nl_nl: Korting voor lidmaatschappen
tr_tr: Üyelik indirimleri

source: Automatic Discounts
de_de: Automatische Rabatte
fr_fr: Réductions automatiques
hu_hu: Automatikus kedvezmények
nl_nl: Automatische kortingen
tr_tr: Otomatik indirimler

source: Discount will be applied automatically if all of the following conditions are met (no code needed).
de_de: Rabatt wird automatisch gewährt, wenn alle vorliegenden Bedingungen erfüllt sind (kein Code nötig).
fr_fr: La réduction sera appliquée automatiquement lorsque tous ces critères sont valides (pas de code nécessaire).
hu_hu: A kedvezmény automatikusan érvényesül, ha az alábbi feltételek mindegyike teljesül (nincs szükség kódra).
nl_nl: De korting zal automatisch toegekend worden indien er voldaan wordt aan alle onderstaande voorwaarden (geen code nodig).
tr_tr: Aşağıdaki koşulların tümü karşılanıyorsa indirim otomatik olarak uygulanır (kod gerekmez).

source: View Discount
de_de: Zeige Rabatt
fr_fr: Consulter la réduction
hu_hu: Kedvezmény megtekintése
ja_jp: 割引を表示
nl_nl: Korting bekijken
tr_tr: İndirimi görüntüle

source: Discount
de_de: Rabatt
fr_fr: Réduction
hu_hu: Kedvezmény
ja_jp: 割引
nl_nl: Korting
tr_tr: İndirim

source: Usage
de_de: Benutzung
fr_fr: Utilisation
hu_hu: Használat
ja_jp: 使用法
nl_nl: Gebruik
tr_tr: Kullanım

source: (ongoing)
de_de: (laufend)
fr_fr: (en cours)
hu_hu: (folyamatban)
ja_jp: (継続中)
nl_nl: (lopend)
tr_tr: (sürüyor)

source: Automatic Discount
de_de: Automatischer Rabatt
fr_fr: Réduction automatique
hu_hu: Automatikus kedvezmény
ja_jp: 自動割引
nl_nl: Automatische korting
tr_tr: Otomatik indirim

source: Price Sets
de_de: Preisschemata
fr_fr: Tarifications
hu_hu: Árlisták
ja_jp: 価格セット
nl_nl: Prijssets
tr_tr: Fiyat paketleri

source: Enabled?
de_de: Aktiviert?
fr_fr: Activé ?
hu_hu: Engedélyezett?
ja_jp: 有効ですか？
nl_nl: Geactiveerd?
tr_tr: Etkin

source: Yes
de_de: Ja
fr_fr: Oui
hu_hu: Igen
ja_jp: はい
nl_nl: Ja
tr_tr: Evet

source: No
de_de: Nein
fr_fr: Non
hu_hu: Nem
ja_jp: いいえ
nl_nl: Nee
tr_tr: Hayır

source: Note
de_de: Notiz
hu_hu: Megjegyzés
ja_jp: 注意
nl_nl: Notitie
tr_tr: Not

source: Done
de_de: Erledigt
fr_fr: Terminé
hu_hu: Kész
ja_jp: 完了
nl_nl: Klaar
tr_tr: Tamam

source: Count Max
hu_hu: Maximális darabszám
ja_jp: 最大カウント

source: Usage Limit
hu_hu: Felhasználási korlát

source: Must be an integer
hu_hu: Egésznek kell lennie
ja_jp: 整数でなければなりません。

source: View
hu_hu: Nézet
ja_jp: 表示

source: Edit Discount Code
hu_hu: Kedvezmény kód szerkesztése
ja_jp: 割引コードを編集

source: Clone Discount Code
hu_hu: Kedvezmény kód klónozása
ja_jp: 割引コードのクローン

source: Disable Discount Code
hu_hu: Kedvezmény kód letiltása
ja_jp: 割引コードを無効

source: Enable Discount Code
hu_hu: Kedvezmény kód engedélyezése
ja_jp: 割引コードを有効

source: Delete Discount Code
hu_hu: Kedvezmény kód törlése
ja_jp: 新しい割引コードを削除

source: Upgrade %1 to revision %2
hu_hu: A %1 frissítése a %2 verzióra

source: Includes automatic member discount of
hu_hu: Automatikus tag-kedvezményt tartalmaz

source: CiviDiscount
fr_fr: CiviDiscount (remises)
hu_hu: CiviKedvezmények

source: Name / Description
hu_hu: Név / Leírás
ja_jp: 名前 / 説明

source: There are no discount codes.
hu_hu: Nincsenek kedvezménykódok.
ja_jp: 割引コードはありません。

source: New Discount Code
hu_hu: Új kedvezmény kód
ja_jp: 新しい割引コード

source: Date
hu_hu: Dátum
ja_jp: 日付

source: Discount Message
ja_jp: 割引メッセージ
