Repository: civicrm/civicrm-l10n-extensions
Catalog: po/apikey/*/apikey.po
Languages: de_de, nl_nl, pl_pl, tr_tr

source: You do not have permission to edit API keys for this contact.
de_de: Fehlende Berechtigung, um den API-Schlüssel für diesen Kontakt zu bearbeiten.
nl_nl: U mag geen API-Keys van dit contact wijzigen.
pl_pl: Nie masz uprawnień, żeby edytować klucze API dla tego kontaktu.
tr_tr: Bu kişinin API anahtarlarını düzenleme izniniz yok.

source: API Key
de_de: API-Schlüssel
pl_pl: Klucz API
tr_tr: API anahtarı

source: Save
de_de: Speichern
nl_nl: Opslaan
pl_pl: Zapisz
tr_tr: Kaydet

source: Cancel
de_de: Abbrechen
nl_nl: Afbreken
pl_pl: Anuluj
tr_tr: İptal

source: The administrator has restricted the ability to view the site key.
de_de: Der Administrator hat die Sichtbarkeit des API-Schlüssels eingeschränkt.
nl_nl: De beheerder heeft de mogelijkheid beperkt om de site-key te bekijken.
pl_pl: Administrator ograniczył możliwość podglądu klucza strony.
tr_tr: Yönetici, site anahtarının görüntülenmesini kısıtlamış.

source: Add API Key
de_de: API-Schlüssel hinzufügen
nl_nl: API-Key toevoegen
pl_pl: Dodaj klucz API
tr_tr: API anahtarı ekle

source: Edit API Key
de_de: API-Schlüssel bearbeiten
nl_nl: API-Key wijzigen
pl_pl: Edytuj klucz API
tr_tr: API anahtarını düzenle

source: APIKey
pl_pl: Klucz API
tr_tr: APIAnahtari

source: View own API key
de_de: Zeige eigenen API-Schlüssel
nl_nl: Eigen API-Key bekijken
pl_pl: Zobacz własy klucz API
tr_tr: Kendi API anahtarını görüntüleyebilir

source: Allows contacts to view their own API key on their contact summary screen/record.
de_de: Erlaubt Kontakten, ihren eigenen API-Schlüssel auf ihrer Kontaktübersichtseite zu sehen.
nl_nl: Contacten toestaan de eigen API-Key te bekijken op hun contactsamenvatting.
pl_pl: Pozwala kontaktom na podgląd własnego klucza API na ich ekranie podsumowania.
tr_tr: Bu seçenek etkinleştirildiğinde, kişiler kendi kişi özeti bölümlerinden API anahtarlarını görüntüleyebilir.

source: Edit own API key
de_de: Eigenen API-Schlüssel bearbeiten
nl_nl: Eigen API-Key wijzigen
pl_pl: Edytuj własny klucz API
tr_tr: Kendi anahtarını düzenleyebilir

source: Allows contacts to edit their own API key on their contact summary screen/record
de_de: Erlaubt Kontakten, ihren eigenen API-Schlüssel auf ihrer Kontaktübersichtseite zu bearbeiten.
nl_nl: Contacten toestaan de eigen API-Key te wijzigen op hun contactsamenvatting
pl_pl: Pozwala kontaktowi na edycję własnego klucza API na ich ekranie podsumowania.
tr_tr: Bu seçenek etkinleştirildiğinde, kişiler kendi kişi özeti bölümünden API anahtarlarını düzenleyebilir.

source: View site key
de_de: Zeige Site-Key
nl_nl: Site-key bekijken
pl_pl: Podgląd klucza strony
tr_tr: Site anahtarını görüntüleyebilir

source: Allows contacts to view the site key on their contact summary screen/record.
de_de: Erlaubt Kontakten, ihren eigenen Site-Key auf ihrer Kontaktübersichtseite zu sehen.
nl_nl: Contacten toestaan de Site-key te bekijken op hun contactsamenvatting.
pl_pl: Pozwala kontaktom na podgląd klucza strony na ich ekranie podsumowania.
tr_tr: Bu seçenek etkinleştirildiğinde, kişiler kendi kişi özeti bölümünden site anahtarını görüntüleyebilir.

source: View all API keys
de_de: Zeige alle API-Schlüssel
nl_nl: Alle API-Keys bekijken
pl_pl: Podgląd wszystkich kluczy API
tr_tr: Tüm API anahtarlarını görüntüleyebilir

source: Allows users to view API keys for all contacts.
de_de: Erlaubt Benutzern, die API-Schlüssel aller Kontakte zu sehen.
nl_nl: De gebruikers toestaan voor alle contacten de API-Keys te bekijken.
pl_pl: Pozwala użytkownikom na podgląd kluczy API wszystkich kontaktów.
tr_tr: Bu seçenek etkinleştirildiğinde, kullanıcılar tüm kişilerin API anahtarlarını görüntüleyebilir.

source: Edit all API keys
de_de: Bearbeite alle API-Schlüssel
nl_nl: Alle APK-Keys wijzigen
pl_pl: Edytuj wszystkie klucze API
tr_tr: Tüm API anahtarlarını düzenleyebilir

source: Allows users to edit API keys for all contacts.
de_de: Erlaubt Benutzern, die API-Schlüssel aller Kontakte zu bearbeiten.
nl_nl: De gebruikers toestaan voor alle contacten de API-Keys te wijzigen.
pl_pl: Pozwala użytkownikom na edycję kluczy API dla wszystkich kontaktów.
tr_tr: Bu seçenek etkinleştirildiğinde, kullanıcılar tüm kişilerin API anahtarlarını düzenleyebilir.

source: Generate
de_de: Erzeugen
nl_nl: Genereren
pl_pl: Generuj
tr_tr: Üret

source: API Keys
de_de: API-Schlüssel
pl_pl: Klucze API
tr_tr: API anahtarları

source: Your API key is
de_de: Der API Key ist
nl_nl: Uw API-Key is
pl_pl: Twój klucz API to
tr_tr: API anahtarınız:

source: You are not authorized to display this API Key.
de_de: Fehlende Berechtigung zur Anzeige dieses API-Schlüssels.
nl_nl: U mag deze API-Key niet tonen.
pl_pl: Nie masz uprawnień żeby wyświetlić ten klucz API.
tr_tr: Bu API anahtarını görüntüleme izniniz yok.

source: The Site Key is
de_de: Der Site-Key ist
nl_nl: De Site-key is
pl_pl: Klucz strony to
tr_tr: Site anahtarı:

source: You are not authorized to display the Site Key.
de_de: Fehlende Berechtigung zur Anzeige des Site-Keys.
nl_nl: U mag de Site-key niet tonen.
pl_pl: Nie masz uprawnień żeby wyświetlić klucz strony.
tr_tr: Site anahtarını görüntüleme izniniz yok.
