Repository: civicrm/civicrm-l10n-extensions
Catalog: po/iats/*/iats.po
Languages: ja_jp, nl_nl, tr_tr

source: Processor Id is not set in the Administer CiviCRM &raquo; System Settings &raquo; Payment Processors.
nl_nl: Processor-id is niet ingesteld in Beheer &raquo; Systeeminstellingen &raquo; Betaalmethode.
tr_tr: "CiviCRM" &amp;raquo; "Sistem ayarları" &amp;raquo; "Ödeme aracıları" bölümünden Aracı kimliği ayarlanmamış.

source: Transaction Center Id is not set in the Administer CiviCRM &raquo; System Settings &raquo; Payment Processors.
nl_nl: Transaction-Center-Id is niet ingesteld in Beheer &raquo; Systeeminstellingen &raquo; Betaalmethode.
tr_tr: "CiviCRM" &amp;raquo; "Sistem ayarları" &amp;raquo; "Ödeme aracıları" bölümünden Hesap hareketi metkezi kimliği ayarlanmamış.

source: Merchant Key is not set in the Administer CiviCRM &raquo; System Settings &raquo; Payment Processors.
nl_nl: Merchant Key is niet ingesteld in Beheer &raquo; Systeeminstellingen &raquo; Betaalmethode.
tr_tr: "CiviCRM" &amp;raquo; "Sistem ayarları" &amp;raquo; "Ödeme aracıları" bölümünden Satıcı anahtarı ayarlanmamış.

source: Cryptogram
tr_tr: Şifrelenmiş metin

source: You have cancelled this recurring contribution.
ja_jp: あなたは、この定期的な支援をキャンセルしました。
nl_nl: U heeft de terugkerende bijdrage geannuleerd.
tr_tr: Bu yinelenen katkıyı iptal ettiniz.

source: Warning
ja_jp: 警告
nl_nl: Waarschuwing
tr_tr: Uyarı

source: Error %1
nl_nl: Fout %1
tr_tr: Hata: %1

source: Error: %1
nl_nl: Fout: %1
tr_tr: Hata: %1

source: Unknown System Error.
nl_nl: Onbekende systeemfout.
tr_tr: Bilinmeyen sistem sorunu.

source: Agent Code is not set in the Administer CiviCRM &raquo; System Settings &raquo; Payment Processors.
ja_jp: エージェントコードが CiviCRM の管理 &raquo; システムの設定 &raquo; 支払いプロセッサで設定されていません。
nl_nl: Agent-Code is niet ingesteld in Beheer &raquo; Systeeminstellingen &raquo; Betaalmethode.
tr_tr: "CiviCRM" &amp;raquo; "Sistem ayarları" &amp;raquo; "Ödeme aracıları" bölümünden Aracı kodu ayarlanmamış.

source: Password is not set in the Administer CiviCRM &raquo; System Settings &raquo; Payment Processors.
ja_jp: パスワードが CiviCRM の管理 &raquo; システムの設定 &raquo; 支払いプロセッサで設定されていません。
nl_nl: Wachtwoord is niet bepaald in Beheer &raquo; Systeeminstellingen &raquo; Betaalmethode.
tr_tr: "CiviCRM" &amp;raquo; "Sistem ayarları" &amp;raquo; "Ödeme aracıları" bölümünden Parola ayarlanmamış.

source: This system is unable to perform self-service updates to credit cards. Please contact the administrator of this site.
nl_nl: Met dit systeem kun u niet zelf creditcards wijzigen. Neem contact op met de beheerder van deze website.
tr_tr: Bu sistem, kredi kartlarında kendi kendine güncelleme yapamaz. Lütfen bu sitenin yöneticisi ile görüşün.

source: Account type
ja_jp: 口座タイプ
tr_tr: Hesap türü

source: Account No.
tr_tr: Hesap no

source: Bank No. (3 digits)
tr_tr: Banka numarası (3 hane)

source: %1 is a required field.
ja_jp: %1 は必須フィールドです。
nl_nl: %1 is een verplicht veld.
tr_tr: %1 alanının doldurulması zorunludur

source: Bank No.
tr_tr: Banka numarası

source: %1 must contain only digits.
nl_nl: %1 mag alleen cijfers bevatten.
tr_tr: %1 yalnızca rakamlardan oluşmalıdır.

source: %1 must be of length 3.
nl_nl: %1 moet uit 3 tekens bestaan.
tr_tr: %1 3 hane olmalıdır.

source: Transit Number (5 digits)
nl_nl: Transit-nummer (5 cijfers)
tr_tr: Aktarım numarası (5 hane)

source: Transit No.
tr_tr: Aktarım numarası

source: %1 must be of length 5.
nl_nl: %1 moet uit 5 tekens bestaan.
tr_tr: %1 5 hane olmalıdır.

source: You have updated the amount of this recurring contribution.
ja_jp: この定期的な支援額を更新しました。
nl_nl: U heeft het bedrag van deze terugkerende bijdrage gewijzigd.
tr_tr: Bu yinelenen katkının tutarını güncellediniz.

source: Encrypted Credit Card Details
nl_nl: Versleutelde details creditcard
tr_tr: Şifrelenmiş kredi kartı ayrıntıları

source: Unable to retrieve card details from iATS.<br />%1
nl_nl: Ophalen creditcardgegevens van iATS mislukt.<br />%1
tr_tr: iATS üzerinden kart bilgileri alınamadı<br />%1

source: Submit
nl_nl: Verzenden
tr_tr: Gönder

source: Back
nl_nl: Terug
tr_tr: Geri

source: Unexpected error getting a payment token for recurring schedule id %1
nl_nl: Onverwachte fout bij ophalen token betaling voor terugkerend schema id %1
tr_tr: %1 yinelenen zamanlama kimliği için bir ödeme kodu alınırken beklenmeyen bir sorun çıktı

source: Recur id %1 is missing a payment token.
nl_nl: Bij recur-id %1 ontbreekt een token bij de betaling.
tr_tr: %1 yinelenme kimliğinde bir ödeme kodu yok

source: Unexpected error getting payment processor information for recurring schedule id %1
nl_nl: Onverwachte fout bij ophalen informatie betaalmethode voor terugkerende schema id %1
tr_tr: %1 yinelenen zamanlama kimliği için ödeme aracısı alınırken beklenmeyen bir sorun çıktı

source: Unexpected error transacting one-time payment for schedule id %1
nl_nl: Onverwachte fout bij verwerken van eenmalige betaling voor schedule-id %1
tr_tr: %1 zamanlama kimliği için tek seferlik ödeme yapılırken beklenmeyen bir sorun çıktı

source: Automated email receipt for this contribution.
nl_nl: Automatische ontvangstbewijs per e-mail bij deze bijdrage.
tr_tr: Bu katkının otomatik e-posta alındısı.

source: Create this as a contribution in the recurring series.
nl_nl: Maak hiervan een terugkerende bijdrage.
tr_tr: Bu, yinelenme dizisine bir katkı olarak eklensin.

source: Charge this card
nl_nl: Van deze kaart incasseren
tr_tr: Bu kart kullanılsın

source: The contribution created by this form will be saved as contribution in the existing recurring series unless you uncheck the corresponding setting.
nl_nl: De bijdrage op dit formulier wordt opgeslagen als een terugkerende als u niet de bijbehorende instelling uitzet.
tr_tr: Bu form tarafından oluşturulan katkı, ilgili seçeneğin işaretini kaldırmadığınız sürece var olan yinelenen diziye katkı olarak kaydedilir.

source: Donor Email
nl_nl: Donateur e-mail
tr_tr: Bağışçı e-posta adresi

source: Donor Phone
nl_nl: Donateur telefoon
tr_tr: Bağışçı telefonu

source: Contribution ID
nl_nl: Bijdrage-id
tr_tr: Katkı kimliği

source: Financial Type
nl_nl: Financieel Type
tr_tr: Mali tür

source: Contribution Status
nl_nl: Bijdrage-status
tr_tr: Katkı durumu

source: Contribution Page
nl_nl: Bijdragepagina
tr_tr: Katkı sayfası

source: Source
nl_nl: Bron
tr_tr: Kaynak

source: Payment Type
nl_nl: Betaaltype
tr_tr: Ödeme türü

source: Check Number
nl_nl: Controlegetal
tr_tr: Çek numarası

source: Amount
nl_nl: Bedrag
tr_tr: Tutar

source: Non-deductible Amount
nl_nl: Niet-aftrekbaar bedrag
tr_tr: Vergiden düşülemeyecek tutar

source: Contribution OR Soft Credit?
nl_nl: Bijdrage OF Zacht Krediet?
tr_tr: Katkı ya da sanal kredi

source: Soft Credits
nl_nl: Zacht Krediet
tr_tr: Sanal krediler

source: Soft Credit For
nl_nl: Zacht Krediet voor
tr_tr: Şunun için sanal kredi

source: Cancelled / Refunded Date
nl_nl: Datum annuleren / terugbetalen
tr_tr: İptal / Geri ödeme tarihi

source: Cancellation / Refund Reason
nl_nl: Reden annuleren / terugbetaling
tr_tr: İptal / Geri ödeme nedeni

source: Contributions Only
nl_nl: Alleen bijdragen
tr_tr: Yalnızca katkılar

source: Soft Credits Only
nl_nl: Alleen zacht krediet
tr_tr: Yalnızca sanal krediler

source: Both
nl_nl: Beide
tr_tr: İkisi de

source: Currency
nl_nl: Valuta
tr_tr: Para birimi

source: Contribution Amount
nl_nl: Bijdrage bedrag
tr_tr: Katkı tutarı

source: Payment Method
nl_nl: Betaalmethode
tr_tr: Ödeme yöntemi

source: Date Received
nl_nl: Ontvangstdatum
tr_tr: Alındığı tarih

source: Thank-you Date
nl_nl: Datum bedanken
tr_tr: Teşekkür tarihi

source: Contribution
nl_nl: Bijdrage
tr_tr: Katkı

source: Soft Credit Type
nl_nl: Zacht krediettype
tr_tr: Sanal kredi türü

source: Soft Credit amount
nl_nl: Zacht-kredietbedrag
tr_tr: Sanal kredi tutarı

source: Soft Credit
nl_nl: Zacht krediet
tr_tr: Sanal kredi

source: Credit Card Type
tr_tr: Kredi kartı türü

source: Batch Name
nl_nl: Batchnaam
tr_tr: Toplu işlem adı

source: Contribution Ordinality
nl_nl: Bijdragerangschikking
tr_tr: Katkı sırası

source: Contribution Note
nl_nl: Bijdragenotitie
tr_tr: Katkı notu

source: Donor Name
nl_nl: Naam donateur
tr_tr: Bağışçı adı

source: CiviCRM Journal Id
tr_tr: CiviCRM günlük kaydı kimliği

source: iATS Journal Id
tr_tr: iATS günlük kaydı kimliği

source: Transaction Date Time
nl_nl: Datum/tijd transactie
tr_tr: Hesap hareketi tarih ve saati

source: iATS Journal Payment Status
nl_nl: iATS Journal betalingsstatus
tr_tr: iATS günlük kaydı ödeme durumu

source: You cannot group by soft credit when displaying contributions only. Please uncheck "Soft Credit" in the Grouping tab.
nl_nl: U kunt niet groeperen op zacht-krediet als er alleen bijdragen getoond worden.
tr_tr: Yalnızca katkıları görüntülerken sanal krediye göre gruplandıramazsınız. Lütfen gruplandırma sekmesindeki "Sanal kredi" seçeneğinin işaretini kaldırın.

source: Total Amount (Contributions)
nl_nl: Totaalbedrag (Bijdragen)
tr_tr: Toplam tutar (katkılar)

source: Total Contributions
nl_nl: Aantal bijdragen
tr_tr: Katkıların toplamı

source: Fees
nl_nl: Kosten
tr_tr: Ücretler

source: Average
nl_nl: Gemiddeld
tr_tr: Ortalama

source: Total Amount (Soft Credits)
nl_nl: Totaalbedrag (Zacht Krediet)
tr_tr: Toplam tutar (sanal krediler)

source: Total Soft Credits
nl_nl: Totaal Zachte Kredieten
tr_tr: Sanal krediler toplamı

source: Average (Soft Credits)
nl_nl: Gemiddeld (Zacht Krediet)
tr_tr: Ortalama (sanal krediler)

source: Is it not possible to filter on soft contribution type when not including soft credits.
nl_nl: U kunt niet filteren op zachte bijdragetypes als zachte-kredieten niet meegenomen worden.
tr_tr: Sanal krediler katılmadığında, sanal katkı türüne göre süzgeç uygulanamaz mı?

source: View Contribution Details
nl_nl: Bijdragedetails
tr_tr: Katkı ayrıntılarını görüntüle

source: View Contact Summary for this Contact.
nl_nl: Algemene gegevens van dit contact weergeven.
tr_tr: Bu kişinin özetini görüntüle

source: View Details of this Contribution.
nl_nl: Details van deze bijdrage weergeven.
tr_tr: Bu katkının ayrıntılarını görüntüler.

source: CiviCRM 1stPay Journal Id
nl_nl: CiviCRM 1e Betaling Journal-id
tr_tr: CiviCRM ilk ödeme günlük kaydı kimliği

source: 1stPay Transaction Id
nl_nl: 1e Betaling Transactie-id
tr_tr: İlk ödeme hesap hareketi kimliği

source: Payment Status
nl_nl: Betalingsstatus
tr_tr: Ödeme durumu

source: Last name, First name
nl_nl: Achternaam, Voornaam
tr_tr: Soyad, Ad

source: First Name
nl_nl: Voornaam
tr_tr: Ad

source: Last Name
nl_nl: Achternaam
tr_tr: Soyad

source: Prefix
nl_nl: Voorvoegsel
tr_tr: Ön ek

source: Contact Name
nl_nl: Naam contact
tr_tr: Kişi adı

source: Email
tr_tr: E-posta

source: Phone
nl_nl: Telefoon
tr_tr: Telefon

source: Contribution ID(s)
nl_nl: Bijdrage-id(s)
tr_tr: Katkı kimlikleri

source: Amount - to date
nl_nl: Bedrag - tot datum
tr_tr: Tutar - Bu güne kadar

source: Total Amount
nl_nl: Totaalbedrag
tr_tr: Toplam tutar

source: Expiry Date
nl_nl: Vervaldatum
tr_tr: Sona erme tarihi

source: Series ID
tr_tr: Dizi kimliği

source: Current Amount
nl_nl: Huidig bedrag
tr_tr: Geçerli tutar

source: Start Date
nl_nl: Startdatum
tr_tr: Başlangıç Tarihi

source: Modified Date
nl_nl: Wijzigingsdatum
tr_tr: Değiştirilme tarihi

source: Next Scheduled Contribution Date
nl_nl: Volgende geplande bijdragedatum
tr_tr: Sonraki zamanlanmış katkı tarihi

source: Cycle Day
nl_nl: Datum cyclus
tr_tr: Dönem günü

source: Failure Count
nl_nl: Aantal fouten
tr_tr: Alınamayan ödeme sayısı

source: Payment Processor
nl_nl: Betaalmethode
tr_tr: Ödeme aracısı

source: Invoice ID
nl_nl: Factuur-id
tr_tr: Fatura kimliği

source: Donation Status
nl_nl: Bijdrage-status
tr_tr: Bağış durumu

source: Frequency interval
nl_nl: Frequentie interval
tr_tr: Dönem sıklığı

source: Frequency unit
nl_nl: Frequentie eenheid
tr_tr: Dönem birimi

source: Installments
nl_nl: Termijnen
tr_tr: Taksitler

source: Create Date
nl_nl: Aanmaakdatum
tr_tr: Oluşturulma tarihi

source: Cancel Date
nl_nl: Annuleringsdatum
tr_tr: İptal tarihi

source: Failure Retry Date
nl_nl: Herhaaldatum mislukte
tr_tr: Yeniden deneme tarihi

source: Frequency Unit
nl_nl: Frequentie-eenheid
tr_tr: Sıklık birimi

source: Next Scheduled Day
nl_nl: Volgende geplande datum
tr_tr: Sonraki zamanlanmış gün

source: Address
nl_nl: Adres
tr_tr: Adres

source: Supplementary Address Field 1
nl_nl: Aanvulling Adresveld1
tr_tr: 1. ek adres alanı

source: Supplementary Address Field 2
nl_nl: Aanvulling Adresveld2
tr_tr: 2. ek adres alanı

source: View Details of this Recurring Series.
nl_nl: Toon details van deze terugkerende serie.
tr_tr: Bu yinelenen dizinin ayrıntılarını görüntüler.

source: CiviCRM Verify Id
nl_nl: CiviCRM Verificatie-id
tr_tr: CiviCRM doğrulama kimliği

source: Verification Date Time
nl_nl: Verificatie datum/tijd
tr_tr: Doğrulama tarih ve saati

source: View this contact.
nl_nl: Toon dit contact.
tr_tr: Bu kişiyi görüntüler.

source: View details of the verified contribution.
nl_nl: Toon details van deze gecontroleerde bijdrage.
tr_tr: Doğrulanmış katkının ayrıntılarını görüntüler.

source: Failed to process recurring contribution id %1: %2
nl_nl: Verwerken van terugkerende bijdrage mislukt, id %1: %2
tr_tr: %1 kimlikli yinelenen katkı işlenemedi: %2

source: Successfully processed recurring contribution in series id %1: %2
nl_nl: Verwerken van terugkerende bijdragen gelukt, serie-id %1: %2
tr_tr: %1 kimlikli dizinin yinelenen katkısı işlendi: %2

source: Successfully processed pending recurring contribution in series id %1: %2
nl_nl: Bezig met het verwerken van terugkerende bijdragen, serie-id %1: %2
tr_tr: %1 kimlikli dizinin bekleyen yinelenen katkısı işlendi: %2

source: Unsupported processor class %1
nl_nl: Niet ondersteunde processor-class %1
tr_tr: %1 aracı sınıfı desteklenmiyor

source: Unsupported processor group %1
nl_nl: Niet ondersteunde processor-groep %1
tr_tr: %1 aracı grubu desteklenmiyor

source: Now
nl_nl: Nu
tr_tr: Şimdi

source: Invalid currency selection: %1 for domain %2
tr_tr: Para birimi seçimi geçersiz: %1, %2 etki alanı için

source: No method for request.
tr_tr: İstek için bir yöntem yok.

source: For account %1, type %2, retreived %3 transactions.
nl_nl: Voor account %1, type %2, %3 transacties opgehaald.
tr_tr: %1 hesabı için %2 türünde %3 hesap hareketi alındı.

source: Failed to acquire lock. No contribution records were processed.
nl_nl: Het zetten van een lock is mislukt. Er zijn geen bijdragen verwerkt.
tr_tr: Kilitlenemedi. Herhangi bir katkı kaydı yapılmadı.

source: Stale recurring contribution schedule for contact id %1, recurring schedule id %2, %3
tr_tr: %1 kişi kimliği için yinelenen Stale katkı zamanlaması, %2 yinelenen zamanlama kimliği, %3

source: iATS Payments (%1) Recurring Contribution ( id = %2 )
nl_nl: iATS Betalingen (%1) Terugkerende bijdrage ( id = %2 )
tr_tr: iATS Payments (%1) yinelenen katkı ( kimlik = %2 )

source: Unexpected error, no payment token for recurring schedule id %1
nl_nl: Onverwachte fout, token betaling ontbreekt voor terugkerende schedule-id %1
tr_tr: Beklenmeyen sorun. %1 yinelenen zamanlama kimliği için bir ödeme belirteci yok

source: Admin
tr_tr: Yönetici

source: It seems something is not quite right with your recurring contribution payment. Please see details below.
tr_tr: Yinelenen katkı ödemenizde bir şeylerin pek doğru olmadığı anlaşılıyor. Lütfen aşağıdaki ayrıntılara bakın.

source: Attempted iATS Payments (%1) Recurring Contribution for %2
nl_nl: Geprobeerde iATS Betalingen (%1) Terugkerende bijdrage voor %2
tr_tr: %2 için iATS Payments (%1) yinelenen katkısı alınmaya çalışıldı

source: An error occurred while creating activity record for contact id %1: %2
ja_jp: 連絡先ID %1 のアクティビティレコードを作成中にエラーが発生しました : %2
nl_nl: Het aanmaken van activiteitsrecord voor contact-id %1: %2 is mislukt
tr_tr: %1 kimlikli kişi için işlem kaydı eklenirken bir sorun çıktı: %2

source: Created activity record for contact id %1
ja_jp: 連絡先ID %1 に作成したアクティビティレコード
nl_nl: Activiteitsrecord voor contact-id %1 is aangemaakt
tr_tr: %1 kimlikli kişi için işlem kaydı eklendi

source: System Administrator
tr_tr: Sistem yöneticisi

source: Completed, but with %1 errors. %2 records processed.
ja_jp: 完成しましたが、%1 エラーが発生しました。 %2 のレコードが処理されます。
nl_nl: Voltooid, maar met %1 fouten, er zijn %2 records verwerkt.
tr_tr: İşlem tamamlandı ancak %1 sorun çıktı. %2 kayıt işlendi.

source: %1 contribution record(s) were processed.
ja_jp: %1 の支援レコードが処理されました。
nl_nl: Aantal verwerkte bijdragen: %1.
tr_tr: %1 katkı kaydı işlendi.

source: No contribution records were processed.
ja_jp: 支援レコードは処理されませんでした。
nl_nl: Er zijn geen bijdragen verwerkt.
tr_tr: Herhangi bir katkı kaydı işlenmedi.

source: For account %1, type %2, processed %3 approvals from the one-day journals, and %4 approval and %5 rejection records from previous days using the box journals.
nl_nl: Voor account %1, type %2, %3 goedkeuringen verwerkt van de dagelijkse journals en %4 goedkeuringen en %5 afkeuringen van eerdere dagen met gebruikmaking van de journals.
tr_tr: %1 hesabı için, %2 türünde, bir günlük günlük kayıtlarından %3 onay işlendi ve tüm günlük kayıtlarındaki önceki günlerden %4 onay ve %5 ret kaydı işlendi.

source: Found %1 contributions to verify.
nl_nl: Er zijn %1 te controleren bijdragen.
tr_tr: Doğrulanacak %1 katkı bulundu.

source: Completed with %1 errors.
ja_jp: %1 エラーで完了しました。
nl_nl: Voltooid met %1 fouten.
tr_tr: %1 sorun ile tamamlandı.

source: The PHP SOAP extension is not installed on this server, but is required for this extension
ja_jp: このサーバに PHP の SOAP拡張モジュールがインストールされていませんが、このエクステンションで必要になります
nl_nl: De benodigde PHP-extensie SOAP is niet geïnstalleerd
tr_tr: Bu sunucuya PHP SOAP eklentisi kurulmamış. Ancak bu eklentinin çalışması için gerekli

source: iATS Payments Installation
ja_jp: iATS 支払いのインストール
nl_nl: iATS Betalingen Installatie
tr_tr: iATS Payments kurulumu

source: The SOAP extension for PHP %1 is not installed on this server, but is required for this extension.
nl_nl: De benodigde PHP %1 extensie SOAP is niet geïnstalleerd.
tr_tr: Bu sunucuya PHP %1 SOAP eklentisi kurulmamış. Ancak bu eklentinin çalışması için gerekli.

source: Date of first contribution
nl_nl: Datum eerste bijdrage
tr_tr: İlk katkı tarihi

source: Email address is not a valid format.
nl_nl: Het e-mailadres is niet in een geldig formaat.
tr_tr: E-posta adresinin biçimi geçersiz.

source: Threshhold must be a positive integer.
nl_nl: Drempel moet een geheel getal zijn.
tr_tr: Eşik değeri pozitif bir tamsayı olmalıdır.

source: Your next scheduled contribution date will automatically be updated to the next allowable day of the month: %1
nl_nl: De datum voor volgende geplande bijdrage wordt automatisch aangepast in de eerst toegestane dag van de maand: %1
tr_tr: Sonraki zamanlanmış katkı tarihiniz otomatik olarak ayın bir sonraki izin verilen gününe ötelenecek: %1

source: Status
tr_tr: Durum

source: Your Bank No. requires three digits, use a leading "0" if necessary
tr_tr: Banka numaranız üç haneli olmalıdır, gerekirse başına "0" ekleyin

source: Your Transit No. requires exactly five digits
tr_tr: Banka aktarım numaranız tam olarak beş hane olmalıdır

source: Click here - then swipe.
nl_nl: Klik hier en swipe.
tr_tr: Buraya tıklayın ardından kartı okutun.

source: Email Recurring Contribution failure reports to this Email address
nl_nl: Het mislukken van de terugkerende bijdrage melden op dit e-mailadres
tr_tr: Alınamayan yinelenen katkı raporları bu e-posta adresine gönderilsin

source: BCC Email Recurring Contribution failure reports to this Email address.
tr_tr: Alınamayan yinelenen katkı raporları bu gizli kopya e-posta adresine gönderilsin.

source: When failure count is equal to or greater than this number, push the next scheduled contribution date forward
nl_nl: Verzet de geplande bijdragedatum naar achteren als er meer fouten optreden dan dit aantal
tr_tr: Başarısızlık sayısı bu sayıya eşit veya büyük olduğunda, bir sonraki zamanlanmış katkı tarihini ötelensin

source: Never
tr_tr: Hiçbir zaman

source: Always
tr_tr: Her zaman

source: As set for a specific Contribution Series
tr_tr: Belirli bir katkı dizisi için ayarlandığı gibi

source: Email receipt for a Contribution if Recurring payment fails - with error message
tr_tr: Yinelenen ödeme alınamadığında katkı için e-posta alındısı - Hata iletisiyle

source: Disable use of cryptogram (only applies to FirstAmerican).
nl_nl: Gebruik van cryptogram uitschakelen (van toepassing bij FirstAmerican).
tr_tr: Şifrelenmiş metin kullanılmasın (yalnızca FirstAmerican için geçerlidir)

source: ACH Category Text (only applies to FirstAmerican).
nl_nl: ACH Categorie-tekst (van toepassing bij FirstAmerican).
tr_tr: ACH kategorisi metni (yalnızca FirstAmerican için geçerlidir).

source: Disable extra edit fields for Recurring Contributions
nl_nl: Schakel extra wijzigingsvelden uit voor terugkerende bijdragen
tr_tr: Yinelenen katkılar için ek düzenleme alanları etkisizleştirilsin

source: Enable self-service updates to recurring contribution Contact Billing Info.
nl_nl: Zelf updates laten doen inschakelen voor betaalgegevens contacten periodieke bijdrage.
tr_tr: Yinelenen katkı kişi fatura bilgilerinin kendi kendine güncellenebilmesini sağlar.

source: Allow self-service updates to recurring contribution amount.
nl_nl: Zelf updates laten doen toestaan voor periodieke bijdragen.
tr_tr: Yinelenen katkı miktarının kendi kendine güncellenebilmesini sağlar.

source: Enable self-service cancellation of a recurring contribution.
nl_nl: Zelf laten afbreken van periodieke bijdragen inschakelen.
tr_tr: Yinelenen bir katkıyı kendisi iptal edebilsin.

source: Enable public selection of future recurring start dates.
nl_nl: Publieke selectie van toekomstige startdatums inschakelen.
tr_tr: Gelecekteki yinelenen başlangıç tarihleri herkese açık olarak seçilebilsin.

source: Restrict allowable days of the month for Recurring Contributions
nl_nl: Beperken van toegestane dagen in de maand voor terugkerende bijdragen
tr_tr: Yinelenen katkılar için ayın izin verilen günleri kısıtlansın

source: Please fix the following errors in the form fields above:
ja_jp: 上記のフォームフィールドで次のエラーを修正してください :
nl_nl: Verbeter in de bovenstaande velden de volgende fouten:
tr_tr: Lütfen yukarıdaki form alanlarındaki şu sorunları giderin:

source: You can find your Transit number, Bank number and Account number by inspecting a cheque.
ja_jp: 確認検査をすることによって、あなたの取引番号、銀行番号と口座番号を見つけることができます。
nl_nl: U vindt het transit-nummer, het banknummer en het rekeningnummer op een cheque.
tr_tr: Bir çeki inceleyerek aktarım numaranızı, banka numaranızı ve hesap numaranızı bulabilirsiniz.

source: Please enter them below without any punctuation or spaces.
nl_nl: Voer het in zonder leestekens en spaties.
tr_tr: Lütfen bu bilgileri herhangi bir noktalama işareti veya boşluk kullanmadan aşağıya yazın.

source: You can find your Bank Routing Number and Bank Account number by inspecting a check.
ja_jp: あなたが確認検査をすることによって、あなたの銀行ルーティング番号と銀行口座番号を見つけることができます。
nl_nl: U vindt uw bank routing-nummer en het rekeningnummer op een cheque.
tr_tr: Bir çeki inceleyerek banka aktarım numaranızı ve banka hesap numaranızı bulabilirsiniz.

source: You may select a later start date if you wish.
ja_jp: 望む場合は、後で開始日を選択できます。
nl_nl: U mag een latere startdatum kiezen.
tr_tr: İsterseniz daha sonraki bir başlangıç tarihi seçebilirsiniz.

source: Get ready to SWIPE! Place your cursor in the Encrypted field below and swipe card.
ja_jp: スワイプする準備をしてください！暗号化された以下のフィールドとスワイプカードにカーソルを置いてください。
nl_nl: Klaar om te SWIPEN! Zet de cursor in het onderstaande beveiligde veld en gebruik de kaart.
tr_tr: Kartı okutmaya hazır olun! İmleci aşağıdaki şifrelenmiş alana getirin ve kartı okutun.

source: Card on File
tr_tr: Dosyadaki kart

source: Warning!
ja_jp: 警告！
nl_nl: Waarschuwing!
tr_tr: Uyarı!

source: Cron Running
ja_jp: Cron 実行中
nl_nl: Cron wordt uitgevoerd
tr_tr: Zamanlanmış görev yürütülüyor
