Repository: civicrm/civicrm-l10n-extensions
Catalog: po/iats/*/iats.po
Languages: ja_jp, nl_nl, tr_tr

source: Your iATS Payments cron last ran at %1.
ja_jp: IATS 支払い Cron の最後の %1 を実行
nl_nl: De cron-job iATS Betalingen heeft voor het laatst gelopen op %1.
tr_tr: iATS Payments zamanlanmış görevinin son yürütülmesi: %1.

source: Your recurring contributions for iATS Payments requires a correctly setup and functioning cron job that runs daily. You need to take action now.
ja_jp: IATS 支払いの、あなたの定期的な支援は毎日実行され、機能 Cron ジョブと正しいセットアップが必要になります。
nl_nl: Voor terugkerende bijdragen is het in iATS Betalingen nodig dat het instellen gelukt is en er een dagelijkse cron-jon loopt. U moet daarvoor nu actie ondernemen.
tr_tr: iATS Payments yinelenen katkılarınız için, her gün yürütülen, doğru şekilde kurulmuş ve çalışan bir zamanlanmış görev gereklidir. Şimdi işlem yapmalısınız.

source: It's all good.
ja_jp: それはすべて良い。
nl_nl: Het is goed.
tr_tr: Herşey tamam görünüyor.

source: Invoice
ja_jp: 請求書
nl_nl: Factuur
tr_tr: Fatura

source: Contact
ja_jp: 連絡先
tr_tr: Kişi

source: Request IP
ja_jp: リクエストIP
nl_nl: Verzoek IP
tr_tr: İsteğin IP adresi

source: Card Number
ja_jp: カード番号
nl_nl: Kaartnummer
tr_tr: Kart numarası

source: Total
ja_jp: 合計
nl_nl: Totaal
tr_tr: Toplam

source: Request DateTime
ja_jp: 不在リクエスト日時
nl_nl: Verzoek DatumTijd
tr_tr: İsteğin tarih ve saati

source: Result
ja_jp: 結果
nl_nl: Resultaat
tr_tr: Sonuç

source: Transaction ID
ja_jp: 取引ID
nl_nl: Transactie-id
tr_tr: Hesap hareketi kimliği

source: Response DateTime
ja_jp: 応答日時
nl_nl: Respons DatumTijd
tr_tr: Yanıtın tarih ve saati

source: and
nl_nl: en

source: Bank Number (3 digits)
nl_nl: Banknummer (3 cijfers)

source: Bank Number
ja_jp: 銀行番号
nl_nl: Banknummer

source: Transit Number
ja_jp: 取引数
nl_nl: Transit-nummer

source: Net
nl_nl: Netto

source: Email receipt for a Contribution in a Recurring Series
nl_nl: Ontvangstbewijs e-mailen voor een terugkerende bijdrage

source: Upgrade %1 to revision %2
ja_jp: リビジョン %2 へ %1 の更新
nl_nl: Upgrade %1 naar versie %2

source: Your Bank Number requires three digits, use a leading "0" if necessary
nl_nl: Het banknummer bestaat uit drie cijfers, gebruik indien nodig een extra 0 vooraan

source: Your Bank Transit Number requires exactly five digits
nl_nl: Het transit-nummer bestaat uit 5 cijfers

source: iATS Payments
ja_jp: iATS 支払い

source: iATS Payments ACHEFT
ja_jp: iATS 支払い ACHEFT

source: iATS Payments SWIPE
ja_jp: iATS 支払い SWIPE

source: iATS Payments UK Direct Debit
ja_jp: UK 口座振替の IATS 支払い

source: Invalid currency %1, must by GBP
ja_jp: GBP でしなければなならない無効な通貨 %1

source: You must specify the number of installments, open-ended contributions are not allowed.
ja_jp: 分割払いの数を指定する必要があり、オープンエンドの支援は許可されていません。

source: You must specify a number of installments greater than 1.
ja_jp: 1 より大きい分割払いの数を指定する必要があります。

source: You can only choose each week on a weekly schedule.
ja_jp: あなただけの週間予約に毎週選択することができます。

source: You can only choose monthly or every three months (quarterly) for a monthly schedule.
ja_jp: あなただけの毎月を選択するか、または月間予約のために 3ヶ月ごと (四半期ごと) にすることができます。

source: You can only choose each year for a yearly schedule.
ja_jp: あなただけの年間予定に毎年選択することができます。

source: Invalid frequency unit: %1
ja_jp: 無効な間隔数の単位 : %1

source: Service User Number (SUN) is not set in the Administer CiviCRM &raquo; System Settings &raquo; Payment Processors.
ja_jp: サービスユーザ番号 (SUN) は、CiviCRM の管理 &raquo; システムの設定 &raquo; 支払いプロセッサで設定されていません。

source: You can only use this payment processor with a UK iATS account
ja_jp: あなただけの UK IATS アカウントで、この支払いプロセッサを使用することができます

source: The transaction was determined to be suspicious by the issuing bank.
ja_jp: 取引は、発行銀行によって不審であると決定しました。

source: The CVN failed the processor's data validation check.
ja_jp: CVN は、プロセッサのデータ検証チェックに失敗しました。

source: The CVN matched.
ja_jp: CVN は一致しました。

source: The CVN did not match.
ja_jp: CVN が一致しませんでした。

source: The CVN was not processed by the processor for an unspecified reason.
ja_jp: CVN は、不特定な理由のため、プロセッサによって処理されませんでした。

source: The CVN is on the card but was not included in the request.
ja_jp: CVN は、カード上にありますが、リクエストに含まれていませんでした。

source: Card verification is not supported by the issuing bank.
ja_jp: カードの検証は発行銀行によってサポートされていません。

source: Card verification is not supported by the card association.
ja_jp: カードの検証はカード協会によってサポートされていません。

source: Card verification is not supported for this processor or card type.
ja_jp: カードの確認は、このプロセッサやカードタイプでサポートされていません。

source: An unrecognized result code was returned by the processor for the card verification response.
ja_jp: カードの認証応答のプロセッサによって返された結果コードは認識されていません。

source: No result code was returned by the processor.
ja_jp: 結果コードは、プロセッサによって返されませんでした。

source: Cancelled
ja_jp: キャンセル済み

source: Verified
ja_jp: 検証

source: No records found to process.
ja_jp: 処理するレコードが見つかりません。

source: Recur id %1 is missing a customer code.
ja_jp: 再発ID %1 の顧客コードが含まれていません。

source: Recur id %1 is has a mismatched contact id for the customer code.
ja_jp: 再発ID %1 の顧客コードが不一致な連絡先IDを持っています。

source: Recur id %1 is has an expired cc for the customer code.
ja_jp: 再発ID %1 の顧客コードが有効期限切れの CC を持っています。

source: Failed to process recurring contribution id %1:
ja_jp: 定期的な支援ID %1 の処理に失敗しました :

source: Successfully processed recurring contribution id %1:
ja_jp: 定期的な支援ID %1 は正常に処理されました :

source: Name of Account Holder
ja_jp: 口座名義人の名前

source: Account Number
ja_jp: アカウント番号

source: Bank Name
ja_jp: 銀行名

source: Bank Account Number
ja_jp: 銀行口座番号

source: Bank Routing Number
ja_jp: 銀行のルーティング番号

source: Bank Number + Transit Number
ja_jp: 銀行番号 + 取引数

source: Encrypted
ja_jp: 暗号化

source: You can only use this form to make recurring contributions.
ja_jp: あなただけの定期的な支援をするために、このフォームを使用することができます。

source: I wish to start a Direct Debit
ja_jp: 私は、口座振替を始めます

source: Date of first collection
ja_jp: 最初の収集日

source: The Declaration
ja_jp: 声明

source: Number of installments
ja_jp: 分割払いの数

source: Account Holder Name
ja_jp: 口座名義

source: Sort Code
ja_jp: 分類コード

source: Name and full postal address of your Bank or Building Society
ja_jp: 銀行、または社会建物の完全な名前および、住所

source: Service User Number
ja_jp: サービスユーザ番号

source: Reference
ja_jp: リファレンス

source: Today's Date
ja_jp: 今日の日付

source: Instruction to your Bank or Building Society
ja_jp: あなたの銀行または社会建物への指示

source: Process first step
ja_jp: 最初のステップ処理

source: Process second step
ja_jp: 第二ステップ処理

source: Upgrade Batch (%1 => %2)
ja_jp: アップグレードバッチ (%1 => %2)

source: Please enter a valid Card Number
ja_jp: 有効なカード番号を入力してください

source: Unexpected error: ACH Ref. %1 does not match for customer code %2 (should be %3)
ja_jp: 予期しないエラー : ACH Ref / %2 (%3 である必要があります) の顧客コードと %1 が一致しません。

source: For %1 pending ACH/EFT contributions, %2 non-recuring and %3 recurring contribution results applied.
ja_jp: %1 保留中の ACH / EFT 支援は、 %2 非レコードと %3 の定期的な支援の結果を得るために適用されます。

source: For %1 recurring UK direct debit contribution series, %2 new contributions found.
ja_jp: 定期的な UK 当座振替の支援シリーズ %1 では、%2 の新たな支援が見つかりました。

source: Please enter a valid Card Verification Number
ja_jp: 有効なカード確認番号を入力してください

source: Please enter a Card Number
ja_jp: カード番号を入力してください

source: Organization: %1, Phone: %2, Email: %3
ja_jp: 団体 : %1 、電話 : %2 メール : %3

source: Please pay %1 Direct Debits from the account detailed in this instruction subject to the safeguards assured by the Direct Debit Guarantee. I understand that this instruction may remain with TestingTest and, if so, details will be passed electronically to my Bank / Building Society.
ja_jp: 口座振替の保証により安心安全に、この指示対象に詳述された口座から %1 口座引落をお支払いください。私は、詳細が私の銀行 / 建築協会に電子的に渡されますので、この指示は、テスト中のテストに残り、および可能性があることを理解しています。

source: Note:
ja_jp: 注意 :

source: All Direct Debits are protected by a guarantee. In future, if there is a change to the date, amount of frequency of your Direct Debit, we will always give you 5 working days notice in advance of your account being debited. In the event of any error, you are entitled to an immediate refund from your Bank of Building Society. You have the right to cancel at any time and this guarantee is offered by all the Banks and Building Societies that accept instructions to pay Direct Debits. A copy of the safeguards under the Direct Debit Guarantee will be sent to you with our confirmation letter.
ja_jp: すべての口座引落は保証によって保護されています。あなたの口座振替の頻度を日付に変更し、額がある場合は、私たちは常にあなたへ 5 日営業で引き落としているアカウントへ先だって注意を促します。何らかのエラーが発生した場合、あなたは建築学会、あなたの銀行から即時還付を受けることができます。あなたはいつでもキャンセルする権利を持っており、この保証は、すべての銀行や口座引落で支払うための指示を受け付けている建築学会によって提供されています。口座振替保証の下での保障措置のコピーは、当社の確認レターで、あなたに送信されます。

source: Contact Information:
ja_jp: 連絡先情報 :

source: You can find your Account Number and Sort Code by inspecting a cheque.
ja_jp: あなたの口座番号を検索し、チェックを検査することで、コードを並べ替えることができます。
