Repository: civicrm/civicrm-l10n-extensions
Catalog: po/bic/*/bic.po
Languages: de_de, nl_nl, tr_tr

source: Find Banks
de_de: Bank finden
nl_nl: Bank zoeken
tr_tr: Banka arama

source: Available Banks
de_de: Verfügbare Banken
nl_nl: Beschikbare banken
tr_tr: Kullanılabilecek bankalar

source: Couldn't download source
de_de: Quelle konnte nicht heruntergeladen werden
nl_nl: Downloaden is mislukt van bron
tr_tr: Kaynak indirilemedi

source: Source file doesn't contain Identnummer/Bankleitzahl/SWIFT-Code
de_de: Quelldatei enthält keine Identnummer/Bankleitzahl/SWIFT-Code
nl_nl: Bronbestand bevat geen Identnummer/Bankleitzahl/SWIFT-Code
tr_tr: Kaynak dosyada Identnummer/Bankleitzahl/SWIFT-Code verisi yok

source: Couldn't download data file
de_de: Quelldatei konnte nicht heruntergeladen werden
nl_nl: Downloaden gegevensbestand is mislukt
tr_tr: Veri dosyası indirilemedi

source: Couldn't download data set
de_de: Datensatz konnte nicht herunterladen werden
nl_nl: Downloaden gegevensset is mislukt
tr_tr: Veri kümesi indirilemedi

source: Couldn't download basic page
de_de: Basisseite konnte nicht herunterladen werden
nl_nl: Downloaden basispagina is mislukt
tr_tr: Temel sayfa indirilemedi

source: Couldn't download CSV file
de_de: CSV-Datei konnte nicht herunterladen werden
nl_nl: Downloaden csv-bestand is mislukt
tr_tr: CSV dosyası indirilemedi

source: Couldn't find any bank information in the data source
de_de: Keine Bankinformationen in der Datenquelle gefunden
nl_nl: Er is geen bankinformatie gevonden in de gegevens
tr_tr: Veri kaynağında herhangi bir banka bilgisi bulunamadı

source: No bank entries could be extracted from the source for country <code>%1</code>. It is possible that the source is outdated. If you can rule out network issues, please report this here: https://github.com/Project60/org.project60.bic/issues.
de_de: Es konnten keine Bankeinträge aus der Quelle für Land <code>%1</code> extrahiert werden. Es ist möglich, dass die Quelle veraltet ist. Wenn Sie Netzwerkprobleme ausschließen können, melden Sie dies bitte hier: https://github.com/Project60/org.project60.bic/issues.
nl_nl: Er zijn geen banken gevonden in de gegevens voor land <code>%1</code>. Mogelijk is de bron verouderd. Als het geen netwerkprobleem is, dan kunt u het melden op: https://github.com/Project60/org.project60.bic/issues.
tr_tr: <code>%1</code> ülkesi için kaynaktan herhangi bir banka kaydı alınamadı. Kaynak eski olabilir. Ağ sorunu olmadığını söyleyebiliyorsanız, lütfen bu durumu şuradan bildirin: https://github.com/Project60/org.project60.bic/issues.

source: Problem with %1 Data Source
de_de: Problem mit %1 Datenquelle
nl_nl: Probleem met %1 gegevensbron
tr_tr: %1 veri kaynağı ile ilgili sorun

source: <p>An error occurred while updating the bank information:<pre>%1</pre></p>
de_de: <p>Ein Fehler trat während der Aktualisierung von Bankinfos auf:<pre>%1</pre></p>
nl_nl: <p>Er is een fout opgetreden bij het bijwerken van de bankinformatie:<pre>%1</pre></p>
tr_tr: <p>Banka bilgileri güncellenirken bir sorun çıktı:<pre>%1</pre></p>

source: <p>Please make sure your server is connected to the internet and try again.</p>
de_de: <p>Bitte sicherstellen, dass der Server mit dem Internet verbunden ist und noch einmal versuchen.</p>
nl_nl: <p>Controleer of er netwerkverbinding is en probeer het opnieuw.</p>
tr_tr: <p>Sunucunuzun internet bağlantısını olduğundan emin olun ve yeniden deneyin.</p>

source: <p>If the problem persists, the source file (provided by the bank) might have been changed. In this case the 'Little BIC Extension' needs to be updated. Please check <a href="https://github.com/Project60/org.project60.bic/releases">here</a> for a newer release.</p>
de_de: <p>IWenn das Problem weiterhin besteht, wurde die (von der Bank bereitgestellte) Quelldatei möglicherweise geändert. In diesem Fall muss die "Little BIC Extension" aktualisiert werden. Bitte <a href="https://github.com/Project60/org.project60.bic/releases">hier</a> auf eine neuere Version prüfen.</p>
nl_nl: <p>Als het probleem blijft optreden,dan kan het door de bank aangeleverde bestand zijn gewijzigd. In dat geval moet de extensie 'Little BIC' bijgewerkt worden. Kijk <a href="https://github.com/Project60/org.project60.bic/releases">hier</a> of er een nieuwe versie is.</p>
tr_tr: <p>Sorun sürerse, kaynak dosya (banka tarafından sağlanan) değiştirilmiş olabilir. Bu durumda 'Little BIC Eklentisi' güncellenmelidir. Lütfen <a href="https://github.com/Project60/org.project60.bic/releases">buradan</a> yeni bir sürüm olup olmadığına bakın.</p>

source: <p>If you are already running the newest version, feel free to contact us via <a href="mailto:endres@systopia.de">email</a> or on <a href="https://github.com/Project60/org.project60.bic/issues/new">GitHub</a>. The sooner we know about this problem, the sooner it'll be fixed.</p>
de_de: <p>Wenn bereits die neueste Version verwendet wird, dann kontaktieren Sie uns bitte über <a href="mailto:endres@systopia.de">E-Mail</a> oder auf <a href="https://github.com/Project60/org.project60.bic/issues/new">GitHub</a>. Je eher wir von diesem Problem wissen, desto eher wird es behoben.</p>
nl_nl: <p>Als u al de meest recente versie gebruikt, neem dan a.u.b. contact op met ons via <a href="mailto:endres@systopia.de">e-mail</a> of via <a href="https://github.com/Project60/org.project60.bic/issues/new">GitHub</a>. Hoe eerder wij van dit probleem weten, hoe eerder kunnen wij het oplossen.</p>
tr_tr: <p>Zaten son sürümü kullanıyorsanız, bizimle <a href="mailto:endres@systopia.de">e-posta göndererek</a> ya da <a href="https://github.com/Project60/org.project60.bic/issues/new">GitHub üzerinden</a> görüşün. Sorunu ne kadar erken bildirirseniz o kadar erken çözeriz.</p>

source: Upgrade %1 to revision %2
de_de: Upgrade %1 auf Revision %2
nl_nl: Upgrade %1 naar revisie %2
tr_tr: %1, %2 sürümüne güncelle

source: List of banks
de_de: Bankenliste
nl_nl: Lijst met banken
tr_tr: Banka listesi

source: No
de_de: Nein
nl_nl: Nee
tr_tr: Hayır

source: Yes
de_de: Ja
nl_nl: Ja
tr_tr: Evet

source: Normalise IBAN
de_de: Normalisiere IBAN
nl_nl: IBAN normaliseren
tr_tr: IBAN numarasını biçimlendir

source: BIC (pass-trough if not found)
de_de: BIC (pass-trough wenn nicht gefunden)
nl_nl: BIC (doorgaan indien niet gevonden)
tr_tr: BIC (bulunamazsa aktarılsın)

source: Title
de_de: Titel
nl_nl: Titel
tr_tr: Başlık

source: Error
de_de: Fehler
nl_nl: Fout
tr_tr: Hata

source: BIC not found/verified
de_de: BIC nicht gefunden/verifiziert
nl_nl: BIC not gevonden/geverifieerd
tr_tr: BIC bulunamadı ya da doğrulanamadı

source: leave as is
de_de: lassen wie es ist
nl_nl: niet wijzigen
tr_tr: olduğu gibi bırakılsın

source: normalise to upper case, no spaces
de_de: normalisiere zu Großbuchstaben, ohne Leerzeichen
nl_nl: omzetten naar hoofdletters, zonder spaties
tr_tr: büyük harflere dönüştürülüp boşluklar silinerek biçimlendirilsin

source: pass through as is
de_de: pass through wie es ist
nl_nl: invoer doorgeven
tr_tr: olduğu gibi aktarılsın

source: set to empty
de_de: auf leer einstellen
nl_nl: leegmaken
tr_tr: boşaltılsın

source: Normalisation
de_de: Normalisierung
nl_nl: Normaliseren
tr_tr: Biçimlendirme

source: If BIC invalid
de_de: Wenn BIC ungültig
nl_nl: Als BIC ongeldig is
tr_tr: BIC geçersiz ise

source: BIC (to check)
de_de: BIC (zu prüfen)
nl_nl: BIC (te controleren)
tr_tr: BIC (denetlenecek)

source: BIC '%1' invalid
de_de: BIC '%1' ungültig
nl_nl: BIC '%1' ongeldig
tr_tr: '%1' BIC değeri geçersiz

source: Look up BIC for IBAN
de_de: Ermittle BIC für IBAN
nl_nl: BIC bij IBAN opzoeken
tr_tr: IBAN için BIC değerine bakılsın

source: Verify BIC
de_de: Verifiziere BIC
nl_nl: BIC controleren
tr_tr: BIC doğrulansın

source: This page allows you to find banks and additional information. If you can't find the bank you're looking for, you may want to <a href='bicImport'>update your bank list</a>.
nl_nl: Op deze pagina vindt u banken en aanvullende informatie. Als u de bank die u zoekt niet kunt vinden, kunt u de <a href='bicImport'>lijst met banken bijwerken</a>.
tr_tr: Bu sayfa, bankaları ek bilgileri bulmanızı sağlar. Aradığınız bankayı bulamazsanız, <a href='bicImport'>banka listenizi güncellemek</a> isteyebilirsiniz.

source: Find Bank by IBAN
de_de: Suche Bank nach IBAN
nl_nl: Bank zoeken op IBAN
tr_tr: IBAN ile banka bul

source: Name
nl_nl: Naam
tr_tr: Ad

source: Description
de_de: Beschreibung
nl_nl: Beschrijving
tr_tr: Açıklama

source: Country
de_de: Land
nl_nl: Land
tr_tr: Ülke

source: National Bank ID
de_de: Nationale Bankleitzahl
tr_tr: Ulusal banka kimliği

source: Find Bank by National ID
de_de: Suche Bank nach nationaler Bankleitzahl
nl_nl: Bank zoek op National-id
tr_tr: Ulusal kimlik ile banka bul

source: If you click the Update button, next to the name of one of the listed countries, CiviCRM will try to connect to the official source of financial institutions in this country and retrieve its bank information. Then, you'll be able to query this information in the <a href="bicList">Banks List</a> page.
nl_nl: Als u op de knop Bijwerken klikt, naast de naam van een van de getoonde landen, zal CiviCRM een verbinding proberen te maken met de officiële financiële instituties in dat land en daarvan de informatie over banken ophalen. Daarna kunt u deze informatie verwerken <a href="bicList">in de lijst met banken</a>.
tr_tr: Listelenen ülkelerden birinin adının yanındaki "Güncelle" düğmesine tıklarsanız, CiviCRM bu ülkedeki finansal kuruluşların resmi kaynağına bağlanmaya ve banka bilgilerini almaya çalışır. Ardından, <a href="bicList">Banka listesi</a> sayfasında bu bilgileri sorgulayabilirsiniz.

source: Count
de_de: Anzahl
nl_nl: Teller
tr_tr: Sayı

source: Actions
de_de: Aktionen
nl_nl: Acties
tr_tr: İşlemler

source: Update
de_de: Aktualisieren
nl_nl: Bijwerken
tr_tr: Güncelle

source: Total
de_de: Gesamt
nl_nl: Totaal
tr_tr: Toplam

source: Update All
de_de: Alle aktualisieren
nl_nl: Alles bijwerken
tr_tr: Tümünü güncelle

source: Update Problem
nl_nl: Probleem wijzigen
tr_tr: Güncelleme sorunu

source: The update timed out, but maybe it was partially succesful. You might want to try again.
de_de: Das Update hat ein Time-Out, aber könnte zumindest teilweise erfolgreich gewesen sein. Einfach nochmal versuchen.
nl_nl: De tijd voor de update is verlopen, mogelijk is de update gedeeltelijk verwerkt. U kunt het opnieuw proberen.
tr_tr: Güncelleme işlemi zaman aşımına uğradı. Ancak kısmen tamamlanmış olabilir. Yeniden denemek isteyebilirsiniz.
