Repository: civicrm/civicrm-l10n-extensions
Catalog: po/volunteer/*/volunteer.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, sr_rs, tr_tr

source: Access forms to self-report performed volunteer hours
tr_tr: Gönüllü çalışılan saatleri kendi kendine kaydetmeyi sağlayan formlara erişebilir

source: create volunteer projects
tr_tr: Gönüllülük projeleri oluşturma

source: Create a new volunteer project record in CiviCRM
tr_tr: CiviCRM üzerinde yeni bir gönüllülük projesi kaydı oluşturabilir

source: edit own volunteer projects
tr_tr: Kendi gönüllülük projelerini düzenleme

source: Edit volunteer project records for which the user is specified as the Owner
tr_tr: Kullanıcının sahibi göründüğü gönüllülük projesi kayıtlarını düzenleyebilir

source: edit all volunteer projects
tr_tr: Tüm gönüllülük projelerini düzenleme

source: Edit all volunteer project records, regardless of ownership
tr_tr: Sahipliğinden bağımsız olarak tüm gönüllülük projesi kayıtlarını düzenleyebilir

source: delete own volunteer projects
tr_tr: Kendi gönüllülük projelerini silme

source: Delete volunteer project records for which the user is specified as the Owner
tr_tr: Kullanıcının sahibi göründüğü gönüllülük projesi kayıtlarını silebilir

source: delete all volunteer projects
tr_tr: Tüm gönüllülük projelerini silme

source: Delete any volunteer project record, regardless of ownership
tr_tr: Sahipliğinden bağımsız olarak tüm gönüllülük projesi kayıtlarını silebilir

source: edit volunteer project relationships
tr_tr: Gönüllülük projesi ilişkilerini düzenleme

source: Override system-wide default project relationships for a particular volunteer project
tr_tr: Belirli bir gönüllülük projesinin sistem genelindeki varsayılan proje ilişkilerini değiştirebilir

source: edit volunteer registration profiles
tr_tr: Gönüllü kayıt profillerini düzenleme

source: Override system-wide default registration profiles for a particular volunteer project
tr_tr: Belirli bir gönüllülük projesinin sistem genelindeki varsayılan kayıt profillerini değiştirebilir

source: Upgrade %1 to revision %2
cs_cz: Aktualizace %1 k revizi 2%
de_de: Upgrade %1 nach Version %2
es_es: Actualizar %1 a revisión %2
fr_fr: Mettre à jour %1 à la révision %2
hu_hu: %1 frissítése a %2 változatra
it_it: Aggiorna %1 alla revisione %2
ja_jp: リビジョン %2 へ %1 の更新
nl_nl: Upgrade %1 naar versie %2
pl_pl: Aktualizacja 1% dla zmiany 2%
sr_rs: Nadogradnja %1 na reviziju %2
tr_tr: %1, %2 sürümüne güncelle

source: Used to describe a contact's relationship to a project at large (e.g., beneficiary, manager). Not to be confused with contact-to-contact relationships.
tr_tr: Bir kişinin bir projeyle olan ilişkisini (örneğin, yararlanan, yönetici) tanımlamak için kullanılır. Kişiler arası ilişkilerle karıştırılmamalıdır.

source: Owner
tr_tr: Sahibi

source: This contact owns the volunteer project. Useful if restricting edit/delete privileges.
tr_tr: Bu kişi gönüllülük projesinin sahibidir. Düzenleme/silme izinlerini kısıtlıyorsanız kullanışlıdır.

source: Manager
tr_tr: Yönetici

source: This contact manages the volunteers in a project and will receive related notifications, etc.
tr_tr: Bu kişi projedeki gönüllüleri yönetir ve ilgili bildirimleri almak gibi işlemleri yapar.

source: Beneficiary
cs_cz: Příjemce
de_de: Begünstigter
es_es: Beneficiario
fr_fr: Bénéficiaire
hu_hu: Kedvezményezett
it_it: Beneficiario
ja_jp: 受益者
nl_nl: Begunstigde
pl_pl: Beneficjent
sr_rs: Krajnji korisnik
tr_tr: Yararlanan

source: This contact benefits from the volunteer project (e.g., if organizations are brokering volunteers to other orgs).
tr_tr: Bu kişi gönüllülük projesinden yararlanır (örneğin kuruluşlar başka kuruluşlara gönüllü sağlamakta aracılık ediyorsa).

source: Message Template Workflow for Volunteers
tr_tr: Gönüllüler için ileti kalıbı iş akışı

source: Email sent to volunteers who sign themselves up for volunteer opportunities.
tr_tr: Gönüllülük fırsatlarına kayıt olan gönüllülere gönderilecek e-posta.

source: Volunteer - Registration (on-line)
tr_tr: Gönüllü - Kayıt (çevrim içi)

source: Volunteer Confirmation
tr_tr: Gönüllü onayı

source: Volunteer Commendation
tr_tr: Gönüllü takdiri

source: Volunteer Project ID
tr_tr: Gönüllülük projesi kimliği

source: This upgrade introduces two new permissions ("Edit Volunteer Project Relationships" and "Edit Volunteer Registration Profiles"). Grant these to allow users more control over the volunteer project create/edit workflow. Revoke them to streamline the process. Volunteer projects created by users lacking these privileges will use the defaults set by the system administrator.
tr_tr: Bu yükseltme ile iki yeni izin eklenir ("Gönüllülük projesi ilişkilerini düzenleme" ve "Gönüllü kayıt profillerini düzenleme"). Kullanıcıların gönüllü proje oluşturma/düzenleme iş akışı üzerinde daha fazla kontrol sahibi olmasını sağlamak için bu izinleri verin. Süreci basitleştirmek için bu izinleri iptal edin. Bu izinlerin verilmediği kullanıcılar tarafından oluşturulan gönüllü projeleri, sistem yöneticisi tarafından ayarlanan varsayılan değerleri kullanır.

source: CiviVolunteer Upgrade Notice
tr_tr: CiviVolunteer güncelleme bildirimi

source: This version of CiviVolunteer will not function without features that were introduced in CiviCRM v4.7.21. It is recommended that you upgrade CiviCRM.
tr_tr: Bu CiviVolunteer sürümü CiviCRM v4.7.21 sürümünde tanıtılan özellikler olmadan çalışmaz. CiviCRM sürümünüzü yükseltmeniz önerilir.

source: Incompatible Versions
tr_tr: Sürümler uyumsuz

source: Some users have reported that their CiviVolunteer settings "disappear" after an upgrade. This is due to an issue with CiviCRM's extension system, but can usually be resolved by flushing CiviCRM's caches. For more information, see <a href="https://issues.civicrm.org/jira/browse/CRM-21210">CRM-21210</a>.
tr_tr: Bazı kullanıcılar yükseltme işleminden sonra CiviVolunteer ayarlarının "kaybolduğunu" bildirdi. Bu durum, CiviCRM eklenti sistemindeki bir sorundan kaynaklanıyor. Ancak genellikle CiviCRM ön belleklerini temizleyerek çözülebiliyor. Ayrıntılı bilgi almak için <a href="https://issues.civicrm.org/jira/browse/CRM-21210">CRM-21210</a> yazısına bakabilirsiniz.

source: Post-Upgrade Steps May Be Required
tr_tr: Güncelleme sonrası yapılması gereken işlemler olabilir

source: Volunteer
cs_cz: Dobrovolník
de_de: Freiwillige*r
es_es: Voluntario
fr_fr: Bénévole
hu_hu: Önkéntes
it_it: Volontario
ja_jp: ボランティア
nl_nl: Vrijwilliger
pl_pl: Wolontariusz
sr_rs: Volonter
tr_tr: Gönüllü

source: Volunteer Information
tr_tr: Gönüllü bilgileri

source: Skill Level
tr_tr: Beceri düzeyi

source: Not interested
tr_tr: İlgilenmiyorum

source: Teach me
tr_tr: Bana öğretin

source: Apprentice
tr_tr: Acemi

source: Journeyman
tr_tr: Kaşif

source: Master
tr_tr: Usta

source: Camera Skill Level
tr_tr: Kamera beceri düzeyi

source: CiviVolunteer tried to create a(n) %1 named %2, but it already exists. This may lead to unexpected behavior.
tr_tr: CiviVolunteer %2 adında bir %1 oluşturmaya çalıştı, ancak bu zaten var. Bu durum, beklenmeyen davranışlara yol açabilir.

source: Field already exists
tr_tr: Alan zaten var

source: Available
cs_cz: Dostupný
de_de: Verfügbar
es_es: Disponible
fr_fr: Disponible
hu_hu: Rendelkezésre áll
it_it: Disponibile
ja_jp: 利用可能
nl_nl: Beschikbaar
pl_pl: Dostępny
sr_rs: Dostupan/na
tr_tr: Uygun

source: No-show
cs_cz: Neúčast
de_de: Nicht erschienen
es_es: No se presentó
fr_fr: défection
hu_hu: Nem jelent meg
it_it: Non-mostrato
ja_jp: 表示なし
nl_nl: Niet gekomen
pl_pl: Nie wyświetla
sr_rs: Nije se pojavio/la
tr_tr: Gelmedi

source: Prerequisite check failed.
tr_tr: Gereksinimler denetlenemedi.

source: CiviVolunteer was installed successfully, but you must also install and enable the <a href="%1">Angular Profiles Extension</a> before you can manage volunteer projects.
tr_tr: CiviVolunteer kuruldu. Ancak gönüllülük projelerini yönetebilmeniz için <a href="%1">Angular Profiles eklentisini</a> de kurmalı ve etkinleştirmelisiniz.

source: Unknown error key: %1
tr_tr: Bilinmeyen hata anahtarı: %1

source: Project Settings
tr_tr: Proje ayarları

source: Project Title
tr_tr: Proje başlığı

source: Project Description
tr_tr: Proje açıklaması

source: Preview Description
tr_tr: Açıklama ön izlemesi

source: Select Campaign
tr_tr: Kampanya seçin

source: Edit Location
tr_tr: Konumu düzenle

source: This location is used by other events/projects. Modifying location information will change values for all events/projects
tr_tr: Bu konum diğer etkinlikler veya projeler tarafından kullanılıyor. Konum bilgilerini değiştirmek tüm etkinlikler veya projeler için değerleri değiştirir

source: Address
tr_tr: Adres

source: Address Name
tr_tr: Adres adı

source: Street Address
tr_tr: Sokak adresi

source: Supplemental Address 1
tr_tr: 1. ek adres

source: Supplemental Address 2
tr_tr: 2. ek adres

source: City
tr_tr: İlçe

source: Postal Code - Suffix
tr_tr: Posta kodu - son ek

source: Country
tr_tr: Ülke

source: Phone
cs_cz: Telefon
de_de: Telefonnummer
es_es: Teléfono
fr_fr: Téléphone
hu_hu: Telefon
it_it: Telefono
ja_jp: 電話
nl_nl: Telefoon
pl_pl: Telefon
sr_rs: Telefon
tr_tr: Telefon

source: Phone 1
tr_tr: 1. telefon

source: ext.
tr_tr: iç hat

source: Phone 2
tr_tr: 2. telefon

source: Email
de_de: E-Mail-Adresse
fr_fr: Courriel
ja_jp: メール
tr_tr: E-posta

source: Email 1
tr_tr: 1. e-posta

source: Email 2
tr_tr: 2. e-posta

source: Is this Project Active?
tr_tr: Bu proje etkin mi?

source: Relationships
tr_tr: İlişkiler

source: Volunteer Registration
tr_tr: Gönüllü kaydı

source: What questions would you like to ask your volunteers? Select one or more Profiles below to tailor the registration forms for this project.
tr_tr: Gönüllülerinize hangi soruları sormak istersiniz? Bu projenin kayıt formlarını kişiselleştirmek üzere aşağıdaki profillerden birini ya da birkaçını seçin.

source: You may create up to two sign up forms for a volunteer project: one for individual registrations and another for group registrations. The "Use For" field specifies whether the Profile should be used for individual registrations, group registrations, or both. For group registrations, it is recommended that a single, short Profile be used.
tr_tr: Bir gönüllülük projesi için en fazla iki kayıt formu oluşturabilirsiniz: Biri bireysel kayıtlar için, diğeri grup kayıtları için kullanılır. "Kullanım amacı" alanı, Profilin birey kayıtları, grup kayıtları veya her ikisi için de kullanılacağını belirtir. Grup kayıtları için tek bir kısa profil kullanılması önerilir.

source: Profile:
tr_tr: Profil:

source: Use For:
tr_tr: Kullanım amacı:

source: Save and Done
tr_tr: Kaydedip bitir

source: No volunteer project exists with an ID of %1
tr_tr: %1 kimlikli bir gönüllülük projesi bulunamadı

source: Not Found
tr_tr: Bulunamadı

source: Define Volunteer Opportunities
tr_tr: Gönüllülük fırsatlarını tanımlayın

source: Continue
tr_tr: İlerle

source: You must select at least one Profile
tr_tr: En az bir profil seçmelisiniz

source: Please select at least one profile, and remove empty selections
tr_tr: Lütfen en az bir profil seçin ve boş seçimleri kaldırın

source: You may only have one profile that is used for group registrations
tr_tr: Grup kayıtları için kullanılabilecek yalnızca bir profiliniz olabilir

source: Warning
tr_tr: Uyarı

source: Please select at least one profile that is used for individual registrations
tr_tr: Lütfen birey kayıtları için kullanılabilecek en az bir profil seçin

source: Title is a required field
tr_tr: Başlık alanının doldurulması zorunludur

source: The %1 relationship must not be blank.
tr_tr: %1 ilişkisi boş olmamalıdır.

source: Required
tr_tr: Zorunlu

source: Failed to save location details. Project could not be saved.
tr_tr: Konum ayrıntıları kaydedilmedi. Proje kaydedilemedi.

source: Error
cs_cz: Chyba
de_de: Fehler
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
nl_nl: Fout
pl_pl: Błąd
sr_rs: Greška
tr_tr: Hata

source: Your submission was not saved. Resubmitting the form is unlikely to resolve this problem. Please contact a system administrator.
tr_tr: Gönderiniz kaydedilmedi. Formu yeniden göndermek bu sorunu çözebilecek gibi değil. Lütfen bir sistem yöneticisiyle görüşün.

source: A technical problem has occurred
tr_tr: Bir teknik sorun çıktı

source: Changes saved successfully
tr_tr: Değişiklikler kaydedildi

source: This page displays only the volunteer projects which you have access to edit.
tr_tr: Bu sayfada yalnızca düzenleme izniniz olan gönüllülük projeleri görüntülenir.

source: Add Project
tr_tr: Proje ekle

source: Bulk Actions
tr_tr: Toplu işlemler

source: Run
tr_tr: Çalıştır

source: Filter by Beneficiary
tr_tr: Yararlanana göre süz

source: Filter by Campaign
tr_tr: Kampanyaya göre süz

source: Active
tr_tr: Etkin

source: Associated Entity
tr_tr: İlgili varlık

source: Beneficiaries
tr_tr: Yararlananlar

source: (ID: %1)
tr_tr: (Kimlik: %1)

source: Edit
tr_tr: Düzenle

source: Assign Volunteers
cs_cz: Přiřadit dobrovolníky
de_de: Freiwillige zuordnen
es_es: Asignar voluntarios
fr_fr: Attribuer des bénévoles
hu_hu: Önkéntesek hozzárendelése
it_it: Assegna Volontari
ja_jp: ボランティアの割り当て
nl_nl: Vrijwilligers toekennen
pl_pl: Przypisz wolontariuszy
sr_rs: Dodeli volontere
tr_tr: Gönüllüleri atayın

source: View Volunteer Roster
tr_tr: Gönüllü listesini görüntüle

source: Log Hours
tr_tr: Saatler kaydedilsin

source: Public Signup
tr_tr: Herkese açık kayıt

source: We couldn't find a link to this item
tr_tr: Bu ögenin bir bağlantısı bulunamadı

source: Enable
tr_tr: Etkinleştir

source: Are you sure you want to Enable the selected Projects?
tr_tr: Seçilmiş projeleri etkinleştirmek istediğinize emin misiniz?

source: Disable
tr_tr: Devre dışı bırak

source: Are you sure you want to Disable the selected Projects?
tr_tr: Seçilmiş projeleri devre dışı bırakmak istediğinize emin misiniz?

source: Are you sure you want to Delete the selected Projects?
tr_tr: Seçilmiş projeleri silmek istediğinize emin misiniz?

source: Filter this List of Volunteer Opportunities
tr_tr: Bu gönüllülük fırsatları listesini süz

source: Find Volunteer Opportunities
tr_tr: Gönüllülük fırsatı ara

source: Between
tr_tr: Şunların arasında olan

source: Select Volunteer Role(s)
tr_tr: Gönüllü rollerini seçin

source: With
tr_tr: Şununla

source: Select Organizer(s)
tr_tr: Düzenleyicileri seçin

source: Search by Location
tr_tr: Konuma göre ara

source: Within
tr_tr: Şunun içinde

source: Postal Code
tr_tr: Posta kodu

source: Select Country
tr_tr: Ülke seçin

source: Search
tr_tr: Arama

source: Your Selected Volunteer Opportunities
tr_tr: Seçtiğiniz gönüllülük fırsatları

source: Commitments
tr_tr: Alınan görevler

source: Make a commitment by clicking the checkbox for the volunteer opportunity that interests you.
tr_tr: İlginizi çeken gönüllülük fırsatının kutusuna tıklayarak görev alın.

source: Great! Make as many selections you like, then click 'Sign Up!' to complete your registration.
tr_tr: Harika! İstediğiniz kadar seçim yapın ve ardından kaydınızı tamamlamak için 'Kayıt ol!' üzerine tıklayın.

source: Time
tr_tr: Saat

source: Remove
tr_tr: Kaldır

source: Sign Up!
tr_tr: Kayıt ol!

source: Hide selections
tr_tr: Seçimleri gizle

source: View selections
tr_tr: Seçimleri görüntüle

source: No results found. Please try different search criteria.
tr_tr: Herhangi bir sonuç bulunamadı. Lütfen farklı bir arama ölçütü deneyin.

source: Available Volunteer Opportunities
tr_tr: Değerlendirilebilecek gönüllülük fırsatları

source: For additional project or role detail, click the corresponding detail icon in the table below.
tr_tr: Ek proje veya rol bilgileri aşağıdaki tablodan ilgili ayrıntılar simgesine tıklayın.

source: Sign up!
tr_tr: Kayıt ol!

source: Use this search form to find the volunteer opportunity near you that best matches with your personal skill set, interests, and time availability.
tr_tr: Kişisel becerilerinize, ilgi alanlarınıza ve zaman planınıza uyan gönüllülük fırsatını bulmak için bu arama formunu kullanabilirsiniz.

source: Click the checkbox for each volunteer opportunity you wish to add to your schedule, then click the "Sign Up!" button to supply your contact information and complete your registration.
tr_tr: Programınıza eklemek istediğiniz gönüllülük fırsatlarının kutusunu işaretleyin. Ardından iletişim bilgilerinizi yazmak ve kaydınızı tamamlamak için "Kayıt ol!" düğmesine tıklayın.

source: Searching...
tr_tr: Aranıyor...

source: Search complete
tr_tr: Arama tamamlandı

source: Campaign:
tr_tr: Kampanya:

source: miles
tr_tr: mil

source: Failed to load all backbone resources
tr_tr: Tüm omurga kaynakları yüklenemedi

source: You do not have permission to delete this event
tr_tr: Bu etkinliği silme izniniz yok

source: You do not have permission to modify contacts for this project
tr_tr: Bu projenin kişilerini düzenleme izniniz yok

source: Please supply a number
tr_tr: Lütfen bir sayı yazın

source: This opportunity can accommodate only %1 more volunteer(s). Click a button below to select a course of action.
tr_tr: Bu fırsatı yalnızca %1 gönüllü daha değerlendirebilir. Bir işlem yolu seçmek için aşağıdaki bir düğmeye tıklayın.

source: Continue with %1 volunteer(s)
tr_tr: %1 gönüllü ile ilerle

source: Search for other opportunities in this project
tr_tr: Bu projedeki diğer fırsatlara bakın

source: Search all volunteer projects
tr_tr: Tüm gönüllülük projelerinde ara

source: Invalid Selection
tr_tr: Seçim geçersiz

source: Available Volunteers
cs_cz: Dostupní dobrovolníci
de_de: Verfügbare Freiwillige
es_es: Voluntarios Disponibles
fr_fr: Bénévoles disponibles
hu_hu: Rendelkezésre álló önkéntesek
it_it: Volontari Disponibili
ja_jp: 利用可能なボランティア
nl_nl: Beschikbare vrijwilligers
pl_pl: Dostępni wolontariusze
sr_rs: Dostupni volonteri
tr_tr: Destek verebilecek gönüllüler

source: Volunteer Moved
tr_tr: Gönüllü taşındı

source: Volunteer Copied
tr_tr: Gönüllü kopyalandı

source: %1 More Needed
cs_cz: %1 ještě potřeba
de_de: %1 weitere benötigt
es_es: Se necesitan %1 más
fr_fr: besoin de %1 autres
hu_hu: További szükséges önkéntes %1
it_it: %1 Ancora Necessari
ja_jp: %1 の詳細が必要
nl_nl: %1 meer voorwaarden
pl_pl: Potrzebnych Więcej 1%
sr_rs: Potrebno još %1
tr_tr: %1 gönüllü daha gerekiyor

source: %1 Needed
cs_cz: %1 potřeba
de_de: %1 benötigt
es_es: Se necesitan %1
fr_fr: %1 nécessaires
hu_hu: %1 szükséges
it_it: %1 Necessari
ja_jp: %1 が必要
nl_nl: %1 voorwaarden
pl_pl: Potrzebnych 1%
sr_rs: %1 potrebno
tr_tr: %1 gönüllü gerekiyor

source: None
cs_cz: Žádný
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
hu_hu: Egyik sem
it_it: Nessuno
ja_jp: なし
nl_nl: Geen
pl_pl: Żadne
sr_rs: Nijedan
tr_tr: Yok

source: Delete Volunteer
cs_cz: Smazat dobrovolníka
de_de: Freiwillige/n löschen
es_es: Eliminar Voluntario
fr_fr: Supprimer le bénévole
hu_hu: Önkéntes törlése
it_it: Cancella Volontario
ja_jp: ボランティアを削除
nl_nl: Vrijwilliger verwijderen
pl_pl: Usuń wolontariusza
sr_rs: Obriši volontera
tr_tr: Gönüllüyü sil

source: Remove %1 from %2?
cs_cz: Odstranit %1 z %2?
de_de: %1 aus %2 entfernen?
es_es: ¿Eliminar %1 de %2 ?
fr_fr: Retirer %1 de %2 ?
hu_hu: Eltávolítsam az %1 a %2?
it_it: Rimuovi %1 da %2?
ja_jp: %2 から %1 を削除しますか？
nl_nl: Verwijder %1 van %2?
pl_pl: Usunąć %1 z %2?
sr_rs: Ukloni %1 iz %2?
tr_tr: %2 üzerinden +1 silinsin mi?

source: There is currently %count volunteer assigned to this need. The volunteer's activity history will be preserved, but they will be disconnected from this shift.
cs_cz: V současné době je k této potřebě přiděleno 1 %c dobrovolníků. Historie činnosti dobrovolníka bude zachována, ale budou od této směny odebráni.
de_de: Derzeit sind %cFreiwillige diesem Bedarf zugeordnet. Der Aktivitätsverlauf der Freiwilligen bleibt erhalten, sie werden jedoch aus dieser Schicht entfernt.
es_es: Hay actualmente %count voluntario asignado a esta necesidad. El historial de actividad del voluntario se conservará, pero se desconectarán a partir del cambio.
hu_hu: Jelenleg %count önkéntes hozzárendelve ehhez az igényhez. Az önkéntesek tevékenység története megőrzésre kerül, de leválasztásra kerülnek erről a váltásról.
it_it: C'è attualmente %count volontario assegnato a questa esigenza. Lo storico attività del volontario sarà preservato, ma saranno disconnesse da questo turno.
ja_jp: このようなニーズに割り当てられている、現在 %count 件のボランティアがあります。ボランティアの活動履歴は保持されますが、これらは、このシフトから切断されます。
nl_nl: Er is/zijn nu %count vrijwilliger(s) die aan deze voorwaarde voldoen. De geschiedenis van de activiteiten wordt bewaard, maar zijn niet meer gekoppeld aan deze shift.
sr_rs: Za ovu svrhu je trenutno dodeljeno%count volontera. Istorija aktivnosti volontera će biti sačuvana, ali neće biti povezani sa ovom smenom.
tr_tr: Bu gereksinim için şu anda %count gönüllü atanmış. Gönüllülerin işlem geçmişi saklanacak ancak bu zaman aralığından çıkarılacaklar.

source: There is currently %1 volunteer assigned to this need. The volunteer's activity history will be preserved, but they will be disconnected from this shift.
cs_cz: Momentálně je k této potřebě přiděleno 1% dobrovolníků. Historie činnosti dobrovolníka bude zachována, ale budou od této směny odebráni.
de_de: Aktuell ist %1 Freiwillige*r diesem Bedarf zugeordnet. Der Aktivitätsverlauf der/des Freiwilligen bleibt erhalten, er/sie wird jedoch aus dieser Schicht entfernt.
es_es: Hay actualmente %1 voluntario asignado a esta necesidad. El historial de actividad del voluntario se conservará, pero se desconectarán a partir del cambio.
fr_fr: Il y a actuellement %1 bénévole(s) rattaché(s) à ce besoin. L'historique d'Activité des bénévole restera inchangé mais les bénévoles seront déconnectés de cette équipe.
hu_hu: Jelenleg %1 önkéntes hozzárendelve ehhez az igényhez. Az önkéntesek tevékenység története megőrzésre kerül, de leválasztásra kerülnek erről a váltásról.
it_it: C'è attualmente %1 volontario assegnato a questa esigenza. Gli storici attività del volontario saranno preservati, ma sarà distaccati da questo turno.
ja_jp: このようなニーズに割り当てられている、現在 %1 件のボランティアがあります。ボランティアの活動履歴は保持されますが、これらは、このシフトから切断されます。
nl_nl: Er is/zijn nu %1 vrijwilliger(s) dia aan deze voorwaarde voldoen. De geschiedenis van de activiteiten wordt bewaard, maar zijn niet meer gekoppeld aan deze shift.
sr_rs: Za ovu svrhu je trenutno dodeljeno %1 volontera. Istorija aktivnosti volontera će biti sačuvana, ali neće biti povezani sa ovom smenom.
tr_tr: Bu gereksinim için şu anda %1 gönüllü atanmış. Gönüllülerin işlem geçmişi saklanacak ancak bu zaman aralığından çıkarılacaklar.

source: There are currently %1 volunteers assigned to this need.
cs_cz: Momentálně je přiřazeno %1 dobrovolníků k této potřebě.
de_de: Derzeit sind %1 Freiwillige diesem Bedarf zugeordnet.
es_es: Hay actualmente %1 voluntarios asignados a esta necesidad.
fr_fr: Il y a actuellement %1 bénévoles affectés à ce besoin.
hu_hu: Jelenleg %1 önkéntes hozzárendelve ehhez az igényhez.
it_it: Ci sono attualmente %1 volontari assegnati a questa esigenza.
ja_jp: このようなニーズに割り当てられている、現在 %1 件のボランティアはありません。
nl_nl: Er is/zijn nu %1 vrijwilliger(s) dia aan deze voorwaarde voldoen.
pl_pl: Obecnie jest zapisanych 1% wolontariuszy dla tej sprawy
sr_rs: Za ovu svrhu je trenutno dodeljeno%1 volontera.
tr_tr: Bu gereksinim için şu anda %1 gönüllü atanmış.
