Repository: civicrm/civicrm-l10n-extensions
Catalog: po/volunteer/*/volunteer.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, sr_rs, tr_tr

source: Immediately upon enabling Volunteer Management for this event, a volunteer sign-up form will become available from the Event Info Page to users with the "register to volunteer" permission.
de_de: Nach dem Aktivieren des Freiwilligenmanagements für diese Veranstaltung wird die Registrierung von Freiwilligen auf der Veranstaltungs-Infoseite für Benutzer mit der Berechtigung "Als Freiwillige*r registrieren" verfügbar.
es_es: Inmediatamente, al habilitar la gestión de voluntarios para este evento, el formato para inscribirse como voluntario estará disponible en la información del evento. Difunde entre usuario con el permiso de "Registro de voluntarios".
hu_hu: Erre az eseményre történő önkéntes kezelés engedélyezése után azonnal, az önkéntes feliratkozási űrlap elérhető lesz az esemény információs oldalán, az olyan felhasználóknak akik rendelkeznek a "önkéntesként regisztrálhat" beállítással.
it_it: Immediatamente dopo aver attivato la Gestione Volontari per questo evento, un form di iscrizione volontari diventerà disponibile dalla Pagina Info dell'Evento agli utenti con il permesso "register to volunteer".
ja_jp: この直後にイベントのボランティアの管理を有効にすると、 ボランティアのサインアップフォームは「ボランティアの登録」権限を持つユーザが イベント情報ページから利用できるようになります。
nl_nl: Na het inschakelen van vrijwilligersbeheer voor dit evenement is er een aanmeldscherm voor vrijwilligers beschikbaar op de informatiepagina van het evenement als die gebruiker tenminste het recht 'aanmelden als vrijwilliger' heeft.
sr_rs: Nakon što uključite menadžment volontera za ovaj događaj, formular za prijavu volontera će postati dostupan na stranici Informacije o događaju za korisnike sa dozvolom volonterske registracije.

source: If you want to disable Volunteer Management for this event, uncheck the box below and submit the form. Disabling Volunteer Management for this event will not result in loss of volunteer data.
cs_cz: Chcete-li pro tuto událost zakázat správu dobrovolníků, odškrtněte volbu níže a odešlete formulář. Zákaz správy dobrovolníků pro tuto událost nezpůsobí ztrátu dat dobrovolníka.
de_de: Wenn Sie das Freiwilligenmanagement für diese Veranstaltung deaktivieren möchten, entfernen Sie das Häkchen von der Checkbox und speichern Sie das Formular. Die Daten der Freiwilligen bleiben dabei erhalten.
es_es: Si quieres deshabilitar la gestión de voluntarios para este evento, quita la paloma de la caja debajo y somete la forma. Deshabilitar esta gestión de voluntarios para este evento no elimina los datos de los voluntarios
fr_fr: Si vous voulez désactiver le Management de volontaires pour cet événement, décochez la case ci-dessous et validez. Désactiver le Management de volontaires pour cet événement ne vous fera pas perdre les données concernant les volontaires.
hu_hu: Ha erre az eseményre az önkéntesek kezelését leakarja tiltani, az alábbi jelölőnégyzetet kiválasztását szüntesse meg és küldje be az űrlapot. Az önkéntesek kezelésének letiltása erre az eseményre nincs hatással az önkéntesek adataira.
it_it: Se desideri disabilitare la Gestione Volontari per questo evento, deseleziona la casella sottostante e invia il modulo. Disabilitando la Gestione Volontari per questo l'evento non comporterà la perdita dei dati dei volontari.
ja_jp: あなたはこのイベントのボランティアの管理を提供したい場合は、 以下のボックスのチェックを外して、 フォームを送信してください。このイベントのボランティアの管理を無効にしても、 ボランティアのデータが失われることはありません。
nl_nl: U kunt vrijwilligersbeheer ook weer uitzetten voor dit evenement door het onderstaand veld uit te vinken. Als u dat doet dan blijft de eventueel al aanwezige vrijwilligersinformatie van het evenement bewaard.
sr_rs: Ukoliko želite da isključite menadžment volontera za događaj odštiklirajte kućicu ispod i prosledite formular. Isključivanje menadžmenta za ovaj događaj neće dovesti do gubitka podatak o volonterima.

source: If you want to enable Volunteer Management for this event, check the box below and submit the form.
cs_cz: Pokud chcete povolit management dobrovolníků pro tuto událost, zaškrtněte volbu níže a odešlete formulář.
de_de: Wenn Sie das Freiwilligenmanagement für diese Veranstaltung aktivieren möchten, klicken Sie die Checkbox an und speichern Sie das Formular.
es_es: Si quieres habilitar la gestión de voluntarios para este evento, palomea la caja debajo y somete la forma.
fr_fr: Si vous voulez activer le Management de volontaires pour cet événement, cochez la case ci-dessous et validez.
hu_hu: Ha erre az eseményre az önkéntesek kezelését engedélyezni akarja, az alábbi jelölőnégyzetet válassza ki és küldje be az űrlapot.
it_it: Se si desidera attivare la Gestione Volontari per questo evento, spunta la casella sotto e invia il modulo.
ja_jp: あなたはこのイベントのボランティアの管理を提供したい場合は、 以下のボックスをチェックして、 フォームを送信してください。
nl_nl: Als u Vrijwilligersbeheer wilt inschakelen voor dit evenement, vink het onderstaande veld dan aan en verzend het scherm.
sr_rs: Ukoliko želite da uključite menadžment volontera za ovaj događaj čekirajte kućicu ispod i pošaljite formular.

source: Define Volunteer Needs
cs_cz: Definuj potřeby dobrovolníků
de_de: Freiwilligenbedarfe definieren
es_es: Definir necesidades de voluntarios
fr_fr: Définir les besoins en bénévoles
hu_hu: Önkéntes igények meghatározása
it_it: Definisci Esigenze Volontario
ja_jp: 必要なボランティアの定義
nl_nl: Voorwaarden aan vrijwilliger stellen
pl_pl: Zdefiniuj potrzeby wolontariatu
sr_rs: Definišite potrebe volontera

source: Enable or disable volunteer management for this event.
cs_cz: Povolit nebo zakázat management dobrovolníků pro tuto událost.
de_de: Freiwilligenmanagement für diese Veranstaltung aktivieren oder deaktivieren.
es_es: Habilitar o deshabilitar la gestión de voluntarios de este evento
fr_fr: Activer ou désactiver la gestion des bénévoles pour cet événement.
hu_hu: Önkéntesek kezelésének engedélyezése letiltása erre az eseményre.
it_it: Abilita o disabilita la gestione Volontari per questo evento.
ja_jp: このイベントのボランティアの管理を有効または無効にします。
nl_nl: Schakel vrijwilligersbeheer in of uit voor dit evenement.
pl_pl: Włącz lub wyłącz zarządzanie wolontariuszami w tym wydarzeniu.
sr_rs: Uključi ili isključi menadžment volontera za ovaj događaj

source: CiviVolunteer
cs_cz: CiviDobrovolnictví
es_es: CiviVoluntario
hu_hu: CiviÖnkéntes
pl_pl: CiviWolontariusze

source: Your extension resource url is not configured correctly. CiviVolunteer cannot work without this setting.
cs_cz: Vaše zdrojové url pro rozšíření není správně nastaveno. CiviDobrovolnictví nemůže fungovat bez tohoto nastavení.
de_de: Die URL für Extension-Ressourcen ist nicht korrekt konfiguriert. CiviVolonteer funktioniert ohne korrekte Einstellungen nicht.
es_es: Su extensión de la fuente de URL no se encuentra configurada correctamente. CiviVolunteer no puede trabajar sin esta configuración.
fr_fr: Votre URL des extensions (ressource) n'est pas paramétrée proprement. CiviVolunteer ne peut travailler sans ce paramètre.
hu_hu: Az kiterjesztések erőforrás URL-je nincs rendesen beállítva. A CiviÖnkéntes ezen beállítás nélkül nem működik.
it_it: L'URL delle risorse della tua estensione non è configurato correttamente. CiviVolunteer non può funzionare senza questa impostazione.
ja_jp: エクステンションリソースの URL が正しく構成されていません。この CiviVolunteer の設定なしでは動作することはできません。
nl_nl: De extensie van de URL van CiviVolunteer is niet goed ingesteld.
pl_pl: Źródłowy adres URL jest nieprawidłowo skonfigurowany. CiviVolunteer nie może pracować prawidłowo bez tego ustawienia.
sr_rs: Resursni url ekstenzije nije propisno podešen. CiviVolunteer ne može da radi bez ovog podešavanja.

source: Correct the problem at <a href="%1">Settings - Resource URLs</a>.
cs_cz: Opravte chybu v <a href="%1">Nastavení - Zdrojové URL</a>.
de_de: Korrigieren Sie die Einstellungen für <a href="%1">Einstellungen - Ressourcen-URLs</a>.
es_es: Corregir el problema en <a href="%1">Configuraciones - Recurso de URLs</a>.
fr_fr: Corrigez ce problème en allant dans <a href="%1">Paramètres - URLs Sources</a>.
hu_hu: Javítsa a problémát a <a href="%1">Rendszerbeállítások - Erőforrás URL-ek</a> alatt.
it_it: Correggi il problema in <a href="%1">Impostazioni - URL delle Risorse</a>.
ja_jp: <a href="%1">設定 - リソースのURL</a>で問題を修正する
nl_nl: Los het probleem op via <a href="%1">Instellingen - Bron-URLs</a>.
sr_rs: Ispravite problem na <a href="%1">Podešavanja - Resursni URLovi</a>.
