Repository: civicrm/civicrm-l10n-extensions
Catalog: po/volunteer/*/volunteer.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, sr_rs, tr_tr

source: Start Date/Time
cs_cz: Začátek
de_de: Startdatum/Uhrzeit
es_es: Inicio Fecha/Hora
fr_fr: Date/Heure début
hu_hu: Kezdő dátum/Idő
it_it: Inizio Data/Ora
ja_jp: 開始日 / 時間
nl_nl: Start datum/tijd
pl_pl: Data i Czas Rozpoczęcia
sr_rs: Datum/vreme početka
tr_tr: Başlangıç tarihi ve saati

source: End Date/Time
tr_tr: Bitiş tarihi ve saati

source: Minutes
cs_cz: Minut
de_de: Minuten
es_es: Minutos
hu_hu: Percek
it_it: Minuti
ja_jp: 分
nl_nl: Minuten
pl_pl: Minuty
sr_rs: Minuta
tr_tr: Dakika

source: New Opportunity
tr_tr: Yeni fırsat

source: Edit Search Criteria
tr_tr: Arama ölçütünü düzenle

source: Loading&hellip;
tr_tr: Yükleniyor&hellip;

source: Search results listings.
tr_tr: Arama sonuçları listesi.

source: Select All Rows
tr_tr: Tüm satırları seç

source: State
tr_tr: Durum

source: Previous
tr_tr: Önceki

source: Next
tr_tr: Sonraki

source: Send %1 an email.
tr_tr: %1 gönüllüsüne e-posta gönder.

source: Telephone %1.
tr_tr: %1 gönüllüsünü telefonla ara.

source: Call
tr_tr: Çağrı

source: Send %1 an SMS message.
tr_tr: %1 gönüllüsüne SMS iletisi gönder.

source: Assignments that end before %1 are not shown.
tr_tr: %1 tarihinden önce bitecek atamalar görüntülenmeyecek.

source: CiviVolunteer Slider Widget
tr_tr: CiviVolunteer kaydırma gereci

source: CiviVolunteer introduces a slider widget for multi-select fields where the option list represents a continuum. The options in the multi-select list are converted to stops on a slider. Items with a lower weight in the option group will appear on the left side of the slider, while heavily weighted items will appear on the right.
tr_tr: CiviVolunteer, seçenek listesinin bir sürekliliği temsil ettiği çoklu seçim alanları için bir kaydırıcı bileşeni sunar. Çoklu seçim listesindeki seçenekler kaydırıcı duraklarına dönüştürülür. Seçenek grubunda ağırlığı daha düşük olan ögeler kaydırıcının sol tarafında, daha yüksek ağırlıklı ögeler sağ tarafında görüntülenir.

source: The Skill Level option group that ships with CiviVolunteer demonstrates the benefit of this feature. When a user drags the slider, the current option (e.g., "Master") as well as all options with a lower weight are selected. As a result, a search for volunteers qualified to do "Apprentice"-level work will include volunteers with "Master"-level skills.
tr_tr: CiviVolunteer ile birlikte gelen Beceri Düzeyi seçeneği grubu bu özelliğin faydasını gösterir. Bir kullanıcı kaydırıcıyı sürüklediğinde, geçerli seçenek (örneğin, "Usta") ve daha düşük ağırlığı olan tüm seçenekler seçilir. Sonuç olarak, "Çırak" düzeyinde iş yapmaya hak kazanan bir gönüllü aramasında, "Usta" düzeyinde becerileri olan gönüllüler de bulunur.

source: Display option set as a slider? (This functionality is provided by CiviVolunteer.)
tr_tr: Kaydırma görünümü ayarlansın mı? (Bu özellik CiviVolunteer tarafından sağlanır.)

source: Volunteers
cs_cz: Dobrovolníci
de_de: Freiwillige
es_es: Voluntarios
fr_fr: Bénévoles
hu_hu: Önkéntesek
it_it: Volontari
ja_jp: ボランティア
nl_nl: Vrijwilligers
pl_pl: Wolontariusze
sr_rs: Volonteri
tr_tr: Gönüllüler

source: New Volunteer Project
tr_tr: Yeni gönüllülük projesi

source: Manage Volunteer Projects
tr_tr: Gönüllülük projeleri yönetimi

source: Configure Roles
tr_tr: Rolleri yapılandır

source: Configure Project Relationships
tr_tr: Proje ilişkilerini yapılandır

source: Configure Volunteer Settings
tr_tr: Gönüllü ayarlarını yapılandır

source: Volunteer Interest Form
tr_tr: Gönüllülük ilgisi formu

source: Search for Volunteer Opportunities
tr_tr: Gönüllülük fırsatlarını ara

source: Getting Started:
cs_cz: Začíná:
de_de: Für den Einstieg:
es_es: Comenzar:
fr_fr: Pour démarrer :
hu_hu: Kezdési idő:
it_it: Per cominciare:
ja_jp: 入門 :
nl_nl: Beginnen:
pl_pl: Rozpocznijmy:
sr_rs: Za početak:
tr_tr: Başlarken:

source: Read <a href="%1" target="_blank">documentation</a>
cs_cz: Přečíst<a href="%1" target="_blank">dokumentaci</a>
de_de: <a href="%1" target="_blank">Dokumentation</a> lesen
es_es: Leer <a href="%1" target="_blank">documentación</a>
fr_fr: Lire la <a href="%1" target="_blank">documentation</a>
hu_hu: Tekintse meg a <a href="%1" target="_blank">dokumentációt</a>
it_it: Leggi la <a href="%1" target="_blank">documentazione</a>
ja_jp: <a href="%1" target="_blank">ドキュメント</a>を読む
nl_nl: Lees <a href="%1" target="_blank">documentatie</a>
pl_pl: Przeczytaj <a href="%1" target="_blank">dokumentację</a>
sr_rs: Pročitajte <a href="%1" target="_blank">dokumentaciju</a>
tr_tr: <a href="%1" target="_blank">Belgeleri</a> okuyun

source: Ask questions on the <a href="%1" target="_blank">forum</a>
cs_cz: Polořit otázku na <a href="%1" target="_blank">fóru</a>
de_de: Im <a href="%1" target="_blank">Forum</a> fragen
es_es: Hacer una pregunta en el <a href="%1" target="_blank">foro</a>
fr_fr: Poser vos questions sur le <a href="%1" target="_blank">forum</a>
hu_hu: Tegye fel kérdéseit a <a href="%1" target="_blank">fórumon</a>
it_it: Fai domande sul <a href="%1" target="_blank">forum</a>
ja_jp: <a href="%1" target="_blank">フォーラム</a>で質問をする
nl_nl: Stel vragen op het <a href="%1" target="_blank">forum</a>
pl_pl: Zadaj pytanie na <a href="%1" target="_blank">forum</a>
sr_rs: Postavite pitanja na <a href="%1" target="_blank">forumu</a>
tr_tr: Sorularınızı <a href="%1" target="_blank">Forum</a> üzerinde sorabilirsiniz

source: Configure <a href="%1" target="_blank">volunteer roles</a>
cs_cz: Nastavit <a href="%1" target="_blank">role dobrovolníků</a>
de_de: <a href="%1" target="_blank">Freiwilligenrollen</a> konfigurieren
es_es: Configurar los <a href="%1" target="_blank">roles de los voluntarios</a>
fr_fr: Configurer les <a href="%1" target="_blank">rôles des bénévoles</a>
hu_hu: Állítsa be az <a href="%1" target="_blank">önkéntes szerepeket</a>
it_it: Configura <a href="%1" target="_blank">ruoli del volontario</a>
ja_jp: <a href="%1" target="_blank">ボランティアの役割</a>を設定する
nl_nl: Stel de <a href="%1" target="_blank">rollen</a> van de vrijwilligers in
pl_pl: Skonfiguruj <a href="%1" target="_blank">role wolontariuszy</a>
sr_rs: Podesite <a href="%1" target="_blank">uloge volontera</a>
tr_tr: <a href="%1" target="_blank">Gönüllü rolleri</a> yönetimi

source: Enable volunteer management for one or more <a href="%1" target="_blank">events</a>
cs_cz: Povolit management dobrovolníků pro jednu nebo více <a href="%1" target="_blank">událostí</a>
de_de: Freiwilligenmanagement für eine oder mehrere <a href="%1" target="_blank">Veranstaltungen</a> aktivieren
es_es: Habilitar manejo de voluntarios para uno o varios <a href="%1" target="_blank">eventos</a>
fr_fr: Activer la gestion des bénévoles sur un ou plusieurs <a href="%1" target="_blank">événements</a>
hu_hu: Engedélyezze az önkéntesek kezelését egy vagy több <a href="%1" target="_blank">eseményre</a>
it_it: Attiva la gestione volontari per uno o più <a href="%1" target="_blank">eventi</a>
ja_jp: 1 つ以上の<a href="%1" target="_blank">イベント</a>のために、ボランティアの管理を有効にする
nl_nl: Beheer vrijwilligers inschakelen voor een op meer <a href="%1" target="_blank">evenementen</a>
pl_pl: Włącz zarządzenie wolontariuszami dla jednego lub więcej <a href="%1" target="_blank">wydarzeń</a>.
sr_rs: Uključite menadžment volontera za jedan ili više <a href="%1" target="_blank">događaja</a>
tr_tr: Bir ya da birkaç <a href="%1" target="_blank">etkinlik</a> için gönüllü yönetimini etkinleştirin

source: CiviVolunteer Installed
cs_cz: CiviDobrovolnictví nainstalováno.
de_de: CiviVolunteer wurde installiert
es_es: CiviVolunteer instalado
fr_fr: CiviVolunteer a été installé
hu_hu: CiviÖnkéntes telepítve
it_it: CiviVolunteer Installato
ja_jp: CiviVolunteer インストール済み
nl_nl: CiviVolunteer geïnstalleerd
pl_pl: CiviVolunteer zainstalowany
sr_rs: CiviVolunteer instaliran
tr_tr: CiviVolunteer kuruldu

source: Volunteer Now
cs_cz: Staň se dobrovolníkem/icí
de_de: Jetzt als Freiwillige*r melden
es_es: Convertirse en voluntario ahora
fr_fr: Engagez-vous maintenant
hu_hu: Most önkéntes
it_it: Fai Volontariato Ora
ja_jp: 今すぐボランティア
nl_nl: Vrijwilliger nu
pl_pl: Wolontariat Teraz
sr_rs: Volontiraj odmah
tr_tr: Gönüllü olun

source: Use Slider Selector?
tr_tr: Kaydırmalı seçici kullanılsın mı?

source: I'm Flexible
cs_cz: Jsem flexibilní
de_de: Ich bin flexibel
es_es: Soy flexible
fr_fr: je suis flexible
hu_hu: Rugalmas vagyok
it_it: Sono Flessibile
ja_jp: 私はフレキシブル
nl_nl: Ik ben flexibel
pl_pl: Jestem Elastyczny.
sr_rs: Fleksiblno

source: Please enter the actual duration for Completed volunteer activity
cs_cz: Prosím, zadejte skutečnou dobu, po dokončení dobrovolnické činnosti
de_de: Bitte geben Sie die tatsächliche Dauer für die abgeschlossene Freiwilligenaktivität an
es_es: Por favor ingrese la duración de la actividad completada
fr_fr: Veuillez entrer la durée réelle de l'activité bénévole completée
hu_hu: Kérem adja meg a befejezett önkéntes tevékenység tényleges időtartamát
it_it: Inserisci la durata effettiva per l'attività completata del volontario
ja_jp: 完了したボランティア活動の所要時間を入力してください
nl_nl: Vul de actuele duur in van de afgeronde activiteit
pl_pl: Proszę podać aktualny okres Zakończenia aktywności wolontariatu
sr_rs: Unesite tačno trajanje za završenu volontersku aktivnost

source: Enable Volunteer Management?
cs_cz: Povolit management dobrovolníků?
de_de: Freiwilligenmanagement aktivieren?
es_es: ¿Habilitar la gestión de voluntarios?
fr_fr: Activer Gestion des bénévoles?
hu_hu: Önkéntesek kezelésének engedélyezése?
it_it: Abilita Gestione Volontari?
ja_jp: ボランティアの管理を有効にしますか？
nl_nl: Vrijwilligersbeheer inschakelen?
pl_pl: Włącz Zarządzanie Wolontariuszem
sr_rs: Uključi menadžment volontera?

source: Select Beneficiary
cs_cz: Vybert příjemce
de_de: Begünstigte/n auswählen
es_es: Seleccionar beneficiario
fr_fr: Sélectionner le bénéficiaire
hu_hu: Válassza ki a kedvezményezettet
it_it: Seleziona Beneficiario
ja_jp: 受益者を選択
nl_nl: Selecteer de begunstigde
pl_pl: Wybierz beneficjenta
sr_rs: Izaberi krajnjeg korisnika

source: Sign Up to Volunteer for %1
cs_cz: Zaregistrujte se dobrovolně na %1
de_de: Als Freiwillige*r für %1 eintragen
es_es: Inscribirse como voluntario para %1
fr_fr: Inscrivez-vous comme volontaire pour 1%
hu_hu: Jelentkezés önkéntesnek a %1
it_it: Iscriviti per fare il Volontario per %1
ja_jp: %1 のボランティアへサインアップ
nl_nl: Aanmelden als vrijwilliger voor %1
pl_pl: Zarejestrowani Wolontariusze przez 1%
sr_rs: Volontiraj za %1

source: Shift
cs_cz: Směna
de_de: Schicht
es_es: cambiar
fr_fr: Quart de travail
hu_hu: Eltolás
it_it: Turno
nl_nl: Werktijd
pl_pl: Zmiana
sr_rs: Smena

source: Additional Information
cs_cz: Další informace
de_de: Zusatzinformation
es_es: Información adicional
fr_fr: Informations complémentaires
hu_hu: Kiegészítő információ
it_it: Informazioni Aggiuntive
ja_jp: 追加情報
nl_nl: Aanvullende informatie
pl_pl: Dodatkowe Informacje
sr_rs: Dodatne informacije

source: Copied
cs_cz: Zkopírováno
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
hu_hu: Másolva
it_it: Copiato
ja_jp: コピー
nl_nl: Gekopieerd
pl_pl: Skopiowano
sr_rs: Kopirano

source: %1 has been created.
cs_cz: %1 bylo vytvořeno.
de_de: %1 wurde erstellt.
es_es: %1 ha sido creado.
fr_fr: %1 a été créé.
hu_hu: %1 létrehozva.
it_it: %1 è stato creato.
ja_jp: %1 が作成されました。
nl_nl: %1 is toegevoegd.
pl_pl: 1% został utworzony.
sr_rs: %1 je kreiran.

source: Contact Saved
cs_cz: Kontakt uložen
de_de: Kontakt gespeichert
es_es: Contacto guardado
fr_fr: Contact enregistré
hu_hu: Kapcsolat mentve
it_it: Contatto Salvato
ja_jp: 連絡先の保存
nl_nl: Contact opgeslagen
pl_pl: Kontakt Zapisany
sr_rs: Kontakt sačuvan

source: Scheduled Duration
cs_cz: Naplánované trvání
de_de: geplante Dauer
es_es: Duración Programada
fr_fr: Durée prévue
hu_hu: Ütemezett időtartam
it_it: Durata Pianificata
ja_jp: 予定された期間
nl_nl: Geplande tijdsduur
pl_pl: Zaplanowany Okres
sr_rs: Zakazano trajanje

source: Actual Duration
cs_cz: Aktuální trvání
de_de: Tatsächliche Dauer
es_es: Duración Actual
fr_fr: Durée réelle
hu_hu: Tényleges időtartam
it_it: Durata Attuale
ja_jp: 実際の所要時間
nl_nl: Actuele tijdsduur
pl_pl: Aktualny okres
sr_rs: Tačno trajanje

source: Select Contact
cs_cz: Vyber kontakt
de_de: Kontakt auswählen
es_es: Seleccionar Contacto
fr_fr: Sélectionner Contact
hu_hu: Kapcsolat kiválasztása
it_it: Seleziona Contatto
ja_jp: 連絡先を選択
nl_nl: Selecteer contact
pl_pl: Wybierz kontakt
sr_rs: Odaberi kontakt

source: Add
cs_cz: Přidat
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
hu_hu: Hozzáadás
it_it: Aggiungi
ja_jp: 追加
nl_nl: Toevoegen
pl_pl: Dodaj
sr_rs: Dodaj

source: OR
cs_cz: NEBO
de_de: ODER
es_es: O
fr_fr: OU
hu_hu: VAGY
it_it: O
nl_nl: OF
pl_pl: LUB
sr_rs: ILI

source: - create new contact -
cs_cz: - vytvořit nový kontakt -
de_de: - Neuen Kontakt anlegen -
es_es: - crear nuevo contacto -
fr_fr: - Créer nouveau contact -
hu_hu: - új kapcsolat létrehozása -
it_it: - crea nuovo contatto -
ja_jp: - 新しい連絡先を作成 -
nl_nl: - contact toevoegen -
pl_pl: -stwórz kontakt-
sr_rs: - dodaj novi kontakt -

source: <p>Use this form to define the number of volunteers needed for each role and time slot. For each slot, you will select a role, set the number of volunteers needed, set a start date and time, and indicate the duration in minutes.</p> <p>If you want to include a Sign Up button on the event information page, check the 'Public' column for at least one of the slots, or check the box to allow users to sign up without specifying a shift. 'Public' slots will be visible on the public signup form. You will also need to ensure that the 'CiviVolunteer: register to volunteer' permission has been enabled. </p> <p>If this is a new type of volunteer project, you may need to create additional volunteer roles first from <a href=%1>Administer > Administration Console > Volunteer Roles</a>.</p>
de_de: <p>Erfassen Sie hier die Zahl an Freiwilligen, die pro Rolle und Schicht benötigt werden. Für jede Schicht wählen Sie eine Rolle, legen die Anzahl der benötigten Freiwilligen fest, geben ein Startdatum und eine Startzeit sowie die Dauer in Minuten an.</p> <p>Wenn Sie einen Anmeldebutton auf der Veranstaltungsseite anbieten möchten, markieren Sie die Spalte "Öffentlich" für mindestens eine der Schichten oder aktivieren Sie das Kästchen, um Benutzern zu ermöglichen, sich ohne an Angabe einer spezifischen Schicht anzumelden. "Öffentliche" Schichten sind auf dem öffentlichen Anmeldeformular sichtbar. Stellen Sie sicher, dass die Benutzer die Berechtigung "CiviVolunteer: Registrieren als Freiwillige*r" haben. </p> <p>Wenn es sich um eine neue Art von Freiwilligenprojekt handelt, müssen Sie möglicherweise zunächst auf <a href=%1>Verwalten> Administrationskonsole> Freiwilligenrollen</a> zusätzliche Freiwilligenrollen erstellen.</p>
es_es: <p>Use esta forma para definir el número de voluntarios necesarios para cada función y horario. Para cada horario, selecciona la función del voluntario y el número de voluntarios requeridos, indica la fecha y horario de inicio y la duración de minutos.</p> <p>Si quieres incluir un botón para Inscribirse en la página de información del evento, palomea la columna 'Público' por lo menos en alguno de los horarios o palomea la caja para permitir a los usuarios inscribirse sin un horario específico. Los horarios 'Públicos' son visibles en la forma pública de inscripción. Necesitas asegurar también que que el permiso de 'CiviVoluntario: registra al voluntario' está permitido.</p> <p>Si es un nuevo proyecto de voluntariado, necesitas crear las funciones de voluntarios adicionales primero en <a href=%1> Administrar > Consola de Administración > Funciones del Voluntario</a>.</p>
hu_hu: <p>Használja ezt az űrlapot annak meghatározására, hogy melyik szekcióra és milyen szerepkörre hány önkéntes szükséges. Minden szekcióra, válassza ki a szerepkört és adja meg a szükséges önkéntes számot, állítsa be a kezdő dátumot és időt, adja meg a szükséges időt percekben.</p> <p>Ha az esemény információs oldalába a feliratkozási nyomógombot be szeretné tenni, válassza ki a 'Nyilvános' oszlopot legalább egy szekciónál, vagy válassza ki azt az opciót amely lehetővé teszi a felhasználóknak a feliratkozást a szekció megjelölése nélkül. A 'Nyilvános' szekciók láthatók lesznek a nyilvános feliratkozási űrlapokon. Továbbá, meg kell győződnie arról, hogy a 'CiviÖnkéntes: önkéntesnek jelentkezés' engedélyezve van. </p> <p>Ha ez egy új típusú önkéntes projekt, további önkéntes szerepek hozzáadása válhat szükségessé az <a href=%1>Adminisztrál > Adminisztrációs konzol > Önkéntes szerepekörök</a> alatt.</p>
ja_jp: <p>各役割とタイムスロットに必要なボランティアの数を定義するには、このフォームを使用します。 各スロットには、あなたが役割を選択し、必要なボランティアの数、開始日時を設定し、 分単位で時間を指定してください。</p> <p>あなたは、イベント情報ページのボタンにサインアップを含めたい場合は、 スロットのうちの少なくとも 1 つに対して「公開」列を確認 または、ユーザがシフトを指定せずにサインアップを可能にするチェックボックスをオンにしてください。 「パブリック」のスロットは、公共登録フォームに表示されます。また、「CiviVolunteer : ボランティアの登録」 の許可が有効になっているか確認する必要があります。 </p> <p>これが、新しいタイプのボランティアプロジェクトである場合は、最初に<a href=%1>Administer > 管理 > 管理者コンソール > ボランティアの役割 </a>から追加ボランティアの役割を作成する必要があるかもしれません。</p>
nl_nl: <p>Geef hier op hoeveel vrijwilligers er per rol en periode nodig zijn. kies per periode een rol en het aantal benodigde vrijwilligers, kies de startdatum en tijd en een schatting van de tijdsduur in minuten.</p> <p>Als je een aanmeldknop wilt toevoegen informatiepagina van het evenement, vink dan de kolom 'Openbaar' aan voor minstens een periode of vink het veld aan om de mensen zich te laten aanmelden als vrijwilliger zonder een shift te kiezen. 'Openbare' periodes zijn zichtbaar op een openbaar aanmeldingspagina. U moet natuurlijk wel zeker zijn dat het recht 'CiviVolunteer: aanmelden als vrijwilliger' is ingeschakeld. </p> <p>Als dit een nieuw type project is, dient u mogelijk nieuwe rollen aan te maken <a href=%1>Beheer > Beheerpaneel > Vrijwilligersrollen</a>.</p>
sr_rs: <p>U ovom formularu možete definisati broj volontera potrebnih za svaku ulogu i interval. Za svaki interval ćete odabrati ulogu i broj potrebnih volontera, podesiti trajanje u minutima.</p> <p>Ukoliko želite da uključite dugme za prijavu za stranicu sa informacijama o događaju proverite kolonu 'Javno' za barem jednu od ovih uloga, ili štiklirajte kućicu da dozvolite korisnicima da se prijave bez određivanja smene. 'Javni' intervali će biti vidljivi na javnom formularu za prijavu. Proverite da li su dozvole 'CiviVolunteer: registruj se za volontiranje' uključene. </p> <p>Ukoliko je ovo novi tip projekta za volontiranje, možda će biti potrebno da napravite dodatne uloge za volontere iz menija <a href=%1>Administracija > Konzola za administraciju > Uloge volontera</a>.</p>

source: Use this form to specify the number of volunteers needed for each role and time slot. If no needs are specified, volunteers will be considered to be generally available.
de_de: Erfassen Sie hier die Zahl Freiwilligen, die pro Rolle und Schicht benötigt werden. Wenn keine Bedarfe zugeordnet werden, gelten die Freiwilligen als allgemein verfügbar.
es_es: Utilice este formulario para especificar el número de voluntarios necesarios para cada rol y espacio de tiempo. Si no se especifican las necesidades, se necesitará considerar que los voluntarios se encuentren generalmente disponibles.
hu_hu: Használja ezt az űrlapot az egyes szerepkörökben és szekciókban szükséges önkéntesek számának megadására. Ha nincsenek az igények megadva úgy tekintjük, hogy az önkéntesek általában rendelkezésre állnak.
it_it: Usa questo form per specificare il numero dei volontari necessari per ogni ruolo e la fascia oraria. Se non vengono specificate esigenze, i volontari saranno considerati essere genericamente disponibili.
ja_jp: 各役割とタイムスロットに必要なボランティアの数を指定するには、 このフォームを使用します。全くニーズが指定されていない場合は、 ボランティアが一般的に利用可能であると見なされます。
nl_nl: Hier kunt u het benodigde aantal vrijwilligers per rol en per periode aangeven. Als er geen voorwaarden zijn dan zijn vrijwilligers algemeen beschikbaar.
sr_rs: Koristite ovaj formular da odredite broj volontera za svaku ulogu i vreme. Ukoliko nema određenih potreba, volonteri će se smatrati dostupnim.

source: Create new
cs_cz: Vytvořit nový
de_de: Neu anlegen
es_es: Crear nuevo
fr_fr: Créer nouveau
hu_hu: Új létrehozása
it_it: Crea nuovo
ja_jp: 新しく作成
nl_nl: Nu toevoegen
pl_pl: Utwórz nowy
sr_rs: Kreiraj novi

source: If you want to provide Volunteer Management for this event, check the box below and submit the form. After the submission is processed, you will be provided links to define volunteer needs for the event, to assign volunteers to needs, and to log volunteer hours.
de_de: Wenn Sie für diese Veranstaltung ein Freiwilligenmanagement anbieten möchten, haken Sie unten an und senden Sie das Formular ab. Nach der Übertragung werden Ihnen Links zur Verfügung gestellt, um den Bedarf an Freiwilligen der Veranstaltung sowie Freiwillige den Bedarfen zuzuordnen und Freiwilligenstunden zu erfassen.
es_es: Si desea proveer la Gestión de Voluntario para este evento, marque la casilla abajo y envíe el formulario. Luego de que se procese el envío, se le proporcionarán los accesos para definir las necesidades de voluntarios para el evento, para asignar los voluntarios a las necesidades y registrar las horas para el voluntario.
hu_hu: Ha erre az eseményre az önkéntesek kezelését használni akarja, válassza ki az alábbi jelölőnégyzetet és küldje be az űrlapot. Amint a beküldés feldolgozásra kerül, egy linket kap az eseményhez szükséges önkéntes igényeinek összeállításához, az önkéntes igények hozzárendeléséhez, és az önkéntesek jelenlétének naplózásához
it_it: Se vuoi fornire la gestione dei volontari per questo evento, seleziona la casella sottostante e invia il modulo. Dopo che l'invio sarà stato elaborato, ti verranno forniti i link per definire le esigenze dei volontari per l'evento, per assegnare i volontari ai bisogni e per registrare le ore di volontariato.
ja_jp: あなたはこのイベントのボランティアの管理を提供したい場合は、 以下のボックスをチェックして、フォームを送信してください。送信処理の後、 ニーズにボランティアを割り当てる場合は、ボランティアの時間を記録するための、 イベントのボランティアニーズを定義するためのリンクが提供されます。
nl_nl: Als u vrijwilligersbeheer voor dit evenement wilt aanbieden, vink dan onderstaand veld aan. Na het verzenden van het scherm worden dan links getoond om de benodigde gegevens voor en over de vrijwilligers in te vullen, vrijwilligers aan te wijzigen en bestede uren van vrijwilligers te registeren.
sr_rs: Ukoliko želite da koristite menadžment volontera za događaj štiklirajte kućicu ispod i prosledite formular. Nakon slanja formulara na obradu, dobićete linkove za definisanje potreba za volontere za događaj, za dodelu volontera po potrebi za zapis volonterskih sati.
