Repository: civicrm/civicrm-l10n-extensions
Catalog: po/volunteer/*/volunteer.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, sr_rs, tr_tr

source: Volunteer Commendation for %1
tr_tr: %1 için gönüllü takdiri

source: Any
cs_cz: Nezáleží
de_de: Irgendeine*r
es_es: Cualquiera
fr_fr: n'importe quel
hu_hu: Bármely
it_it: Qualunque
ja_jp: 任意
nl_nl: Elk
pl_pl: Każdy
sr_rs: Bilo koji
tr_tr: Tümü

source: Radius should exist and be numeric
tr_tr: Yarıçap var ve sayısal olmalıdır

source: Either Country or both Latitude and Longitude are required
tr_tr: Ülke ya da hem Enlem hem de Boylam değeri gereklidir

source: Profile(s) for Individual Registration
tr_tr: Bireysel kayıt için profil(ler)

source: Individual Registration
tr_tr: Bireysel kayıt

source: Profile(s) for Group Registration
tr_tr: Grup kaydı için profil(ler)

source: Group Registration
tr_tr: Grup kaydı

source: Profile(s) for Both Individual and Group Registration
tr_tr: Hem bireysel hem de grup kaydı için profil(ler)

source: Both
tr_tr: İkisi de

source: Volunteer Needs
cs_cz: Potřeba dobrovolníků
de_de: Bedarf an Freiwilligen
es_es: Necesidades del Voluntario
fr_fr: Besoins en bénévole
hu_hu: Önkéntes igények
it_it: Esigenze Volontario
ja_jp: 必要なボランティア
nl_nl: Vrijwilliger Voorwaarden
pl_pl: Potrzebni wolontariusze
sr_rs: Potrebe volontera
tr_tr: Gönüllü gereksinimleri

source: Volunteer Need
tr_tr: Gönüllü gereksinimi

source: CiviVolunteer Need ID
cs_cz: CiviDobrovolnictví Potřeba ID
de_de: CiviVolunteer Bedarfs-ID
es_es: ID de necesidad
fr_fr: CiviBénévole nécessite Identification
hu_hu: CiviÖnkéntes szükséglet azonosító
it_it: ID Esigenza CiviVolunteer
ja_jp: CiviVolunteer ニーズID
nl_nl: CiviVolunteer Voorwaarde-id
pl_pl: Wolontariusz potrzebuje ID
sr_rs: CiviVolunteer traži ID
tr_tr: CiviVolunteer gereksinim kimliği

source: Need Id
tr_tr: Gereksinim kimliği

source: FK to civicrm_volunteer_project table which contains entity_table + entity for each volunteer project (initially civicrm_event + eventID).
tr_tr: Her gönüllülük projesi için entity_table + entity (başlangıçta civicrm_event + eventID) bulunan civicrm_volunteer_project tablosunun dış anahtarı.

source: Start Date and Time
cs_cz: Datum a čas začátku
de_de: Beginn, Datum / Uhrzeit
es_es: Fecha y hora de inicio
fr_fr: Date et heure de début
hu_hu: Kezdő dátum és idő
it_it: Data e Ora d'Inizio
ja_jp: 開始日と時間
nl_nl: Startdatum en tijd
pl_pl: Data i Czas Rozpoczęcia
sr_rs: Datum i vreme početka
tr_tr: Başlangıç tarihi ve saati

source: End Date and Time
tr_tr: Bitiş tarihi ve saati

source: Used for specifying fuzzy dates, e.g., I have a need for 3 hours of volunteer work to be completed between 12/01/2015 and 12/31/2015.
tr_tr: Belirsiz tarihleri ​​belirtmek için kullanılır. Örneğin; 12/01/2015 ile 12/31/2015 tarihleri ​​arasında tamamlanması gereken 3 saatlik gönüllü çalışmaya gerek duyuyorum.

source: Duration
cs_cz: Trvání
de_de: Dauer
es_es: Duración
fr_fr: Durée
hu_hu: Időtartam
it_it: Durata
ja_jp: 所要時間
nl_nl: Duur
pl_pl: Okres trwania
sr_rs: Trajanje
tr_tr: Süre

source: Length in minutes of this volunteer time slot.
tr_tr: Dakika olarak bu gönüllü zaman aralığının süresi.

source: Flexible
cs_cz: Flexibilní
de_de: Flexibel
hu_hu: Rugalmas
it_it: Flessibile
ja_jp: フレキシブル
nl_nl: Flexibel
pl_pl: Elastyczność
sr_rs: Fleksibilno
tr_tr: Esnek

source: Boolean indicating whether or not the time and role are flexible. Activities linked to a flexible need indicate that the volunteer is generally available.
tr_tr: Zamanın ve rolün esnek olup olmadığını belirten ikili değer. Esnek bir gereksinime bağlanmış işlemler, gönüllünün genel olarak uygun olduğunu gösterir.

source: Quantity
cs_cz: Množství
de_de: Anzahl
es_es: Cantidad
fr_fr: Quantité
hu_hu: Mennyiség
it_it: Quantità
ja_jp: 分量
nl_nl: Kwantiteit
pl_pl: Ilość
sr_rs: Kvantitet
tr_tr: Adet

source: The number of volunteers needed for this need.
tr_tr: Bu gereksinim için gereken gönüllü sayısı.

source: Visibility
cs_cz: Viditelnost
de_de: Sichtbarkeit
es_es: Visibilidad
fr_fr: Visibilité
hu_hu: Láthatóság
it_it: Visibilità
ja_jp: 閲覧範囲
nl_nl: Zichtbaarheid
pl_pl: Widzialność
sr_rs: Vidljivost
tr_tr: Görünürlük

source: Indicates whether this need is offered on public volunteer signup forms. Implicit FK to option_value row in visibility option_group.
tr_tr: Bu gereksinimin herkese açık gönüllü kayıt formlarında sunulup sunulmayacağını belirler. Görünürlük option_group içindeki option_value alanına yazılacak dış anahtar.

source: Role
de_de: Rolle
es_es: Rol
fr_fr: Rôle
hu_hu: Szerepkör
it_it: Ruolo
ja_jp: 役割
nl_nl: Rol
pl_pl: Rola
sr_rs: Uloga
tr_tr: Rol

source: The role associated with this need. Implicit FK to option_value row in volunteer_role option_group.
tr_tr: Bu gereksinimle ilişkili rol. volunteer_role option_group içindeki option_value alanına yazılacak dış anahtar.

source: Enabled
cs_cz: Povoleno
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
hu_hu: Engedélyezve
it_it: Abilitato
ja_jp: 有効
nl_nl: Ingeschakeld
pl_pl: Dostępny
sr_rs: Uključen
tr_tr: Etkin

source: Is this need enabled?
tr_tr: Bu gereksinim etkin mi?

source: Date of Creation
tr_tr: Oluşturulma tarihi

source: Date of Last Update
tr_tr: Son güncelleme tarihi

source: Volunteer Projects
tr_tr: Gönüllülük projeleri

source: Volunteer Project
tr_tr: Gönüllülük projesi

source: CiviVolunteer Project ID
cs_cz: CiviDobrovolnictví Projekt ID
de_de: CiviVolunteer Projekt-ID
es_es: ID de proyecto de CiviVolunteer
fr_fr: Identifiant de projet CiviBénévole
hu_hu: CiviÖnkéntes projekt azonosító
it_it: ID Progetto CiviVolunteer
ja_jp: CiviVolunteer プロジェクトID
pl_pl: Projekt ID Wolontariusza
sr_rs: ID CiviVolunteer projekta
tr_tr: CiviVolunteer proje kimliği

source: Project Id
tr_tr: Proje kimliği

source: Title
tr_tr: Başlık

source: The title of the Volunteer Project
tr_tr: Gönüllülük projesinin başlığı

source: Description
tr_tr: Açıklama

source: Full description of the Volunteer Project. Text and HTML allowed. Displayed on sign-up screens.
tr_tr: Gönüllülük projesinin tam açıklaması. Metin ve HTML kodları kullanılabilir. Kayıt ekranlarında görüntülenir.

source: Entity Table
cs_cz: Tabulka osoby
de_de: Objekttabelle
es_es: Tabla de entidades
fr_fr: Table de l'entité
hu_hu: Egyed tábla
it_it: Tabella Entità
ja_jp: エンティティテーブル
nl_nl: Entiteitentabel
pl_pl: Tabela Podmiotu
sr_rs: Tabela entiteta
tr_tr: Varlık tablosu

source: Entity table for entity_id (initially civicrm_event)
tr_tr: entity_id için varlık tablosu (başlangıçta civicrm_event)

source: Implicit FK project entity (initially eventID).
tr_tr: Proje varlığına yazılacak dış anahtar (başlangıçta eventID).

source: Location Block ID
tr_tr: Konum bloğu kimliği

source: FK to Location Block ID
tr_tr: Konum bloğu kimliğinin dış anahtarı

source: Campaign
tr_tr: Kampanya

source: The campaign associated with this Volunteer Project.
tr_tr: Bu gönüllülük projesi ile ilişkili kampanya.

source: Volunteer Project Contacts
tr_tr: Gönüllülük projesi kişileri

source: Volunteer Project Contact
tr_tr: Gönüllülük projesi kişisi

source: CiviVolunteer ProjectContact Row ID
tr_tr: CiviVolunteer ProjectContact satır kimliği

source: Foreign key to the Volunteer Project for this record
tr_tr: Bu kaydın gönüllülük projesinin dış anahtarı

source: Contact ID
tr_tr: Kişi kimliği

source: Foreign key to the Contact for this record
tr_tr: Bu kaydın kişisinin dış anahtarı

source: Relationship Type
tr_tr: İlişki türü

source: Nature of the contact's relationship to the Volunteer Project (e.g., Beneficiary). See option group volunteer_project_relationship.
tr_tr: Kişinin gönüllülük projesi ile ilişkisinin niteliği (örneğin Yararlanan). volunteer_project_relationship seçenek grubuna bakın.

source: Commend %1
tr_tr: %1 övgüsü

source: Why does this volunteer merit a commendation?
tr_tr: Bu gönüllü neden övülmeyi hak ediyor?

source: Update
tr_tr: Güncelle

source: Delete
cs_cz: Smazat
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hu_hu: Törlés
it_it: Cancella
ja_jp: 削除
nl_nl: Verwijderen
pl_pl: Usuń
sr_rs: Obriši
tr_tr: Sil

source: Save
cs_cz: Uložit
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
hu_hu: Mentés
it_it: Salva
ja_jp: 保存
nl_nl: Opslaan
pl_pl: Zapisz
sr_rs: Sačuvaj
tr_tr: Kaydet

source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hu_hu: Mégsem
it_it: Annulla
ja_jp: キャンセル
nl_nl: Afbreken
pl_pl: Anuluj
sr_rs: Otkaži
tr_tr: İptal

source: Log Volunteer Hours - %1
cs_cz: Přihlásit se na 1% hodin dobrovolné práce
de_de: %1 - Freiwilligenstunden erfassen
es_es: Registrar horas - %1
fr_fr: Inscrire les heures bénévoles - %1
hu_hu: Önkéntes órák naplója - %1
it_it: Registra Ore del Volontario - %1
ja_jp: ボランティア時間を記録 - %1
nl_nl: Log Vrijwilliger Uren - %1
pl_pl: Log Godzin Wolontariusza - 1%
sr_rs: Log volonterskih sati - %1
tr_tr: Gönüllü saatleri günlüğü tutulsun - %1

source: - select -
tr_tr: - Seçin -

source: -select-
cs_cz: -vybrat-
de_de: -auswählen-
es_es: -seleccione-
fr_fr: -sélectionner-
hu_hu: -kiválasztás-
it_it: -seleziona-
ja_jp: - 選択 -
nl_nl: -selecteer-
pl_pl: -wybierz-
sr_rs: -izaberi-
tr_tr: -Seçin-

source: Please enter the actual duration volunteered.
tr_tr: Lütfen gönüllü olduğunuz gerçek süreyi yazın.

source: Please enter duration as a number.
tr_tr: Lütfen süreyi sayı olarak yazın.

source: Volunteer hours have been logged.
cs_cz: Odpracované hodiny dobrovolníka byly zaznamenány.
de_de: Freiwilligenstunden wurden erfasst.
es_es: Horas conectadas del voluntario/a.
fr_fr: Les heures de bénévolat ont été historisées.
hu_hu: Önkéntesek idejei naplózva.
it_it: Le ore del volontario sono state registrate.
ja_jp: ボランティア時間が記録されました。
nl_nl: De uren van de vrijwilligers zijn gelogd.
pl_pl: Godziny Woluntariusza zostały zapisane.
sr_rs: Volonterski sati su zapisani.
tr_tr: Gönüllü saatleri günlüğe kaydedildi.

source: Saved
cs_cz: Uloženo
de_de: Gespeichert
es_es: Guardado
fr_fr: Enregistrée
hu_hu: Mentve
it_it: Salvato
ja_jp: 保存
nl_nl: Opgeslagen
pl_pl: Zapisane
sr_rs: Sačuvano
tr_tr: Kaydedildi

source: - none -
tr_tr: - Yok -

source: Location
tr_tr: Konum

source: Are new Projects active by default?
tr_tr: Yeni projeler varsayılan olarak etkin olsun mu?

source: Campaign Filter Whitelist/Blacklist
tr_tr: Kampanya süzgeci beyaz/kara liste

source: Blacklist
tr_tr: Kara liste

source: Whitelist
tr_tr: Beyaz liste

source: Campaign Type(s)
tr_tr: Kampanya türleri

source: Help text for the project settings screen
tr_tr: Proje ayarları bölümünün yardım metni

source: Save Volunteer Settings
tr_tr: Gönüllü ayarlarını kaydet

source: Default to Contact(s) Having this Relationship with the Acting Contact
tr_tr: Bu ilişkiye sahip olan kişiler, varsayılan olarak işlemi yapan kişiye ayarlansın

source: Default to Selected Contact(s)
tr_tr: Varsayılan olarak seçilmiş kişilere

source: The values set in this section will be used as defaults for volunteer projects in both the form and data layers.
tr_tr: Bu bölümde belirlenen değerler, hem form hem de veri katmanında gönüllülük projeleri için varsayılan değerler olarak kullanılır.

source: Streamline creation of new volunteer projects by selecting the options you choose most. The <a href="%1">New Project screen</a> will open with these settings already selected. These values will also be used for projects created through API unless other values are specified.
tr_tr: En çok seçtiğiniz seçenekleri belirleyerek yeni gönüllülük projelerinin oluşturmayı kolaylaştırın. <a href="%1">Yeni proje bölümü</a> bu ayarlar seçilmiş olarak açılır. Bu değerler, başka değerler belirtilmediği sürece API ile oluşturulan projeler için de kullanılır.

source: Note: Projects created by users who do not have the "edit volunteer project relationships" or "edit volunteer registration profiles" permissions will always use the defaults for those fields.
tr_tr: Not: "Gönüllülük projesi ilişkilerini düzenleme" veya "Gönüllü kayıt profillerini düzenleme" izinleri olmayan kullanıcılar tarafından oluşturulan projelerde, bu alanlar için her zaman varsayılan değerler kullanılır.

source: Your whitelist of campaign types is empty. As a result, no campaigns will be available for Volunteer Projects.
tr_tr: Kampanya türleri beyaz listeniz boş. Sonuç olarak, gönüllülük projeleri için kullanılabilecek bir kampanya olmayacak.

source: %1 is a required field.
tr_tr: %1 alanının doldurulması zorunludur

source: Changes Saved
tr_tr: Değişiklikler kaydedildi

source: Acting Contact
tr_tr: İşlemi yapan kişi

source: Related Contact(s)
tr_tr: İlişkili kişiler

source: Specific Contact(s)
tr_tr: Belirli kişiler

source: Volunteer Report
tr_tr: Gönüllü raporu

source: Project
cs_cz: Projekt
de_de: Projekt
es_es: Proyecto
fr_fr: Projet
hu_hu: Projekt
it_it: Progetto
ja_jp: プロジェクト
pl_pl: Projekt
sr_rs: Projekat
tr_tr: Proje

source: Volunteer Name
cs_cz: Jméno dobrovolníka
de_de: Name der/des Freiwilligen
es_es: Nombre de voluntario
fr_fr: Nom du bénévole
hu_hu: Önkéntes neve
it_it: Nome Volontario
ja_jp: ボランティア名
nl_nl: Naam vrijwilliger
pl_pl: Nazwa Wolontariusza
sr_rs: Ime volontera
tr_tr: Gönüllü adı

source: Source Contact Name
cs_cz: Jméno zdroje kontaktu
de_de: Name des Quellkontakts
es_es: Nombre de contacto origen
fr_fr: Nom du contact source
hu_hu: Forrás kapcsolat neve
it_it: Fonte Nome Contatto
ja_jp: 連絡先ソースの名前
nl_nl: Bron contactnaam
pl_pl: Główna Nazwa Kontaktu
sr_rs: Ime izvornog kontakta
tr_tr: Kaynak kişi adı

source: Target Contact Name
cs_cz: Cílové jméno kontaktu
de_de: Name des Zielkontakts
es_es: Nombre de contacto destino
fr_fr: Nom du contact cible
hu_hu: Cél kapcsolat neve
it_it: Nome Contatto Target
ja_jp: 連絡先対象の名前
nl_nl: Doel contactnaam
pl_pl: Nazwa Kontaktu Celu
sr_rs: Ime ciljanog kontakta
tr_tr: Hedef kişi adı

source: Volunteer (assignee contact)
tr_tr: Gönüllü (atanmış kişi)

source: Assigner (source contact)
tr_tr: Atayan (kaynak kişi)

source: Beneficiary (target contact)
tr_tr: Yararlanan (hedef kişi)

source: Limit To Current User
cs_cz: Omezit na aktuálního uživatele
de_de: Auf aktuellen Benutzer beschränken
es_es: Limitar al usuario actual
fr_fr: Limiter à l'utilisateur actuel
hu_hu: Csak a jelenlegi felhasználóra korlátozva
it_it: Limita all'Utente Corrente
ja_jp: 現在のユーザに制限
nl_nl: Limiet aan huidige gebruiker
pl_pl: Limit Dla Obecnego Użytkownika
sr_rs: Ograniči na trenutnog korisnika
tr_tr: Geçerli kullanıcı ile sınırlansın

source: No
cs_cz: Ne
de_de: Nein
fr_fr: Non
hu_hu: Nem
ja_jp: いいえ
nl_nl: Nee
pl_pl: Nie
sr_rs: Ne
tr_tr: Hayır

source: Yes
cs_cz: Ano
de_de: Ja
es_es: Sí
fr_fr: Oui
hu_hu: Igen
it_it: Si
ja_jp: はい
nl_nl: Ja
pl_pl: Tak
sr_rs: Da
tr_tr: Evet

source: Last Name, First Name
cs_cz: Příjmení, Jméno
de_de: Nachname, Vorname
es_es: Apellidos, Nombre
fr_fr: Nom, Prénom
hu_hu: Vezetéknév, Keresztnév
it_it: Cognome, Nome
ja_jp: ラストネーム、ファーストネーム
nl_nl: Achternaam, Voornaam
pl_pl: Nazwisko, Imię
sr_rs: Prezime, ime
tr_tr: Soyad, Ad

source: Employer
tr_tr: İşveren

source: Volunteer Email
cs_cz: Email dobrovolníka
de_de: E-Mail-Adresse der/des Freiwilligen
es_es: email del voluntario
fr_fr: Courriel du bénévole
hu_hu: Önkéntes e-mailje
it_it: Email Volontario
ja_jp: ボランティアのメール
nl_nl: E-mail vrijwilliger
pl_pl: Email Wolontariusza
sr_rs: Email volontera
tr_tr: Gönüllü e-posta adresi

source: Source Contact Email
cs_cz: Email zdroje kontaktu
de_de: E-Mail-Adresse des Quellkontakts
es_es: email del contacto origen
fr_fr: Courriel du Contact Source
hu_hu: Forrás kapcsolat e-mail
it_it: Fonte Email Contatto
ja_jp: 連絡先ソースのメール
nl_nl: E-mail broncontact
pl_pl: Kontakt Główny Email
sr_rs: Email izvornog kontakta
tr_tr: Kaynak kişi e-posta adresi

source: Target Contact Email
cs_cz: Cílový email kontaktu
de_de: E-Mail-Adresse des Zielkontakts
es_es: email del contacto destino
fr_fr: Courriel du contact cible
hu_hu: Cél kapcsolat e-mail
it_it: Email Contatto Target
ja_jp: 連絡先対象のメール
nl_nl: E-mail doelcontact
pl_pl: Kontakt Email Celu
sr_rs: Email ciljanog kontakta
tr_tr: Hedef kişi e-posta adresi

source: Subject
cs_cz: Předmět
de_de: Betreff
es_es: Asunto
fr_fr: Sujet
hu_hu: Tárgy
it_it: Oggetto
ja_jp: 件名
nl_nl: Onderwerp
pl_pl: Temat
sr_rs: Subjekat
tr_tr: Konu

source: Scheduled Date/Time
cs_cz: Plánované datum/čas
de_de: Geplantes Datum/Uhrzeit
es_es: fecha prevista / hora
fr_fr: Date/heure programmée
hu_hu: Ütemezett dátum/idő
it_it: Data/Ora pianificata
ja_jp: 予定日 / 時間
nl_nl: Geplande datum/tijd
pl_pl: Zaplanowana data/godzina
sr_rs: Zakazani datum/vreme
tr_tr: Zamanlanmış tarih ve saat

source: Activity Status
cs_cz: Stav aktivity
de_de: Aktivitätsstatus
es_es: Estado de la actividad
fr_fr: État de l'activité
hu_hu: Tevékenység állapota
it_it: Status Attività
ja_jp: アクティビティのステータス
nl_nl: Activiteitsstatus
pl_pl: Status Aktywacji
sr_rs: Status aktivnosti
tr_tr: İşlem durumu

source: Activity Subject
cs_cz: Předmět aktivity
de_de: Betreff der Aktivität
es_es: Asunto de la actividad
fr_fr: Sujet de l'activité
hu_hu: Tevékenység tárgya
it_it: Oggetto Attività
ja_jp: アクティビティの件名
nl_nl: Activiteit-onderwerp
pl_pl: Temat Aktywacji
sr_rs: Subjekat aktivnosti
tr_tr: İşlem konusu

source: Volunteer Role
cs_cz: Role dobrovolníků
de_de: Rolle der/des Freiwilligen
es_es: Rol del voluntario
fr_fr: Rôle du bénévole
hu_hu: Önkéntes szerepkör
it_it: Ruolo Volontario
ja_jp: ボランティアの役割
nl_nl: Vrijwilligersrol
pl_pl: Rola Wolontariusza
sr_rs: Uloga volontera
tr_tr: Gönüllü rolü

source: Time Scheduled in Minutes
cs_cz: Naplánovaný čas v minutách
de_de: Zeitplan in Minuten
es_es: Tiempo programado en minutos
fr_fr: Temps-durée programmé en minutes
hu_hu: Ütemezett idő percekben
it_it: Tempo Pianificato in Minuti
ja_jp: 時間を分で予定
nl_nl: Geplande tijd in minuten
pl_pl: Czas Planu w Minutach
sr_rs: Zakazano vreme u minutima
tr_tr: Dakika cinsinden planlanan süre

source: Time Completed in Minutes
cs_cz: Čas dokončení v minutách
de_de: Abgeschlossene Zeit in Minuten
es_es: Tiempo completado en minutos
fr_fr: temps accompli en minutes
hu_hu: Letöltött idő percekben
it_it: Tempo Completato in Minuti
ja_jp: 時間を分で完了
nl_nl: Benodigde tijd in minuten
pl_pl: Czas Ukończenia w Minutach
sr_rs: Vreme završetka u minutima
tr_tr: Dakika cinsinden tamamlanan süre

source: Group for Volunteer (assignee contact)
tr_tr: Gönüllü grubu (atanmış kişi)

source: Tag for Volunteer (assignee contact)
tr_tr: Gönüllü etiketi (atanmış kişi)

source: Volunteer Phone
cs_cz: Telefon dobrovolníka
de_de: Telefonnummer der/des Freiwilligen
es_es: Teléfono del voluntario
fr_fr: Téléphone du bénévole
hu_hu: Önkéntes telfonja
it_it: Telefono Volontario
ja_jp: ボランティアの電話
nl_nl: Telefoon vrijwilliger
pl_pl: Telefon Wolontariusza
sr_rs: Telefon volontera
tr_tr: Gönüllünün telefonu

source: Source Contact Phone
cs_cz: Telefon zdroje kontaktu
de_de: Telefonnummer des Quellkontakts
es_es: Teléfono del contacto origen
fr_fr: Téléphone du contact source
hu_hu: Forrás kapcsolat telefonja
it_it: Fonte Telefono Contatto
ja_jp: 連絡先ソースの電話
nl_nl: Telefoon Broncontact
pl_pl: Kontakt Telefoniczny Główny
sr_rs: Telefon izvornog kontakta
tr_tr: Kaynak kişinin telefonu

source: Target Contact Phone
cs_cz: Telefon cílového kontaktu
de_de: Telefonnummer des Zielkontakts
es_es: Teléfono del contacto destino
fr_fr: Téléphone du contact cible
hu_hu: Célkapcsolat telefonja
it_it: Telefono Contatto Target
ja_jp: 連絡先対象の電話
nl_nl: Telefoon Doelcontact
pl_pl: Telefon Kontaktu Celu
sr_rs: Telefon ciljanog kontakta
tr_tr: Hedef kişinin telefonu

source: Total Time Scheduled in Minutes
cs_cz: Celkový naplánovaný čas v minutách
de_de: Geplante Gesamtzeit in Minuten
es_es: Tiempo total programado en minutos
fr_fr: Temps total prévu en Minutes
hu_hu: Összes ütemezett idő percekben
it_it: Totale tempo Pianificato in Minuti
ja_jp: 合計時間を分で予定
nl_nl: Totaal geplande tijd in minuten
pl_pl: Czas Całkowity Planu w Minutach
sr_rs: Ukupno vreme u minutima
tr_tr: Dakika cinsinden toplam planlanan süre

source: Total Time Completed in Minutes
cs_cz: Celkový čas dokončení v minutách
de_de: Abgeschlossene Gesamtzeit in Minuten
es_es: Tiempo total completado en minutos
fr_fr: Temps total complété en Minutes
hu_hu: Összes letöltött idő percekben
it_it: Totale Tempo Completato in Minuti
ja_jp: 合計時間を分で完了
nl_nl: Totaal benodigde tijd in minuten
pl_pl: Czas Całkowity Ukończenia w Minutach
sr_rs: Ukupno vreme na kraju u minutima
tr_tr: Dakika cinsinden toplam tamamlanan süre

source: stored value:
tr_tr: kaydedilen değer:

source: This report template has been updated to enable contact autocomplete on the "Filters" tab. Please review the following filters and re-save the report to ensure there are no unexpected results:
tr_tr: Bu rapor kalıbı, "Süzgeçler" sekmesinde kişinin otomatik tamamlanmasını kullanmak üzere güncellendi. Lütfen aşağıdaki süzgeçleri inceleyin ve beklenmeyen sonuçların ortaya çıkmayacağından emin olmak için raporu yeniden kaydedin:

source: Time to Update Your Report!
tr_tr: Raporunuzu güncellene zamanı!

source: View Contact Summary for this Contact
cs_cz: Zobrazit přehled kontaktů s tímto kontaktem
de_de: Kontaktübersicht zu diesem Kontakt
es_es: Ver Resumen para este Contacto
fr_fr: Afficher le Sommaire -de contact- pour ce contact
hu_hu: Ezen kapcsolat kapcsolat összegzésének megtekintése
it_it: Mostra il Riepilogo Contatto per questo Contatto
ja_jp: この連絡先の連絡先概要を表示
nl_nl: Contactoverzicht van dit contact weergeven
pl_pl: Zobacz Podsumowanie dla tego Kontaktu
sr_rs: Vidi kratak pregled ovog kontakta
tr_tr: Bu kişinin özetini görüntüle

source: View Activity Record
cs_cz: Zobrazit záznam aktivity
de_de: Aktivitätseintrag anzeigen
es_es: Ver actividades guardadas
fr_fr: Voir la fiche d'activité
hu_hu: Tevékenység rekord megtekintése
it_it: Mostra Record Attività
ja_jp: アクティビティレコードを表示
nl_nl: Activiteitsgegevens weergeven
pl_pl: Zobacz Zapis Aktywności
sr_rs: Vidi zapis o aktivnostima
tr_tr: İşlem kaydını görüntüle

source: One or more of the specified volunteer opportunities is associated with a project which has been deleted or disabled.
tr_tr: Belirtilen gönüllülük fırsatlarından bir veya birkaçı silinmiş ya da kullanımdan kaldırılmış bir projeyle ilişkilendirilmiş.

source: One or more specified volunteer opportunities has been deleted or disabled.
tr_tr: Bir veya birkaç gönüllü fırsatı silinmiş ya da kullanımdan kaldırılmış.

source: One or more volunteer opportunities is at maximum capacity or is in the past.
tr_tr: Bir veya birkaç gönüllü fırsatının kapasitesi dolu ya da geçmişte kalmış.

source: Sign Up to Volunteer
tr_tr: Gönüllü hesabı açın

source: Submit
cs_cz: Potvrdit
de_de: Absenden
es_es: Enviar
fr_fr: Envoyer
hu_hu: Beküldés
it_it: Invia
ja_jp: 送信
nl_nl: Verzenden
pl_pl: Zatwierdź
sr_rs: Pošalji
tr_tr: Gönder

source: Number of Additional Volunteers
tr_tr: Ek gönüllü sayısı

source: You are scheduled to volunteer. Thank you!
cs_cz: Stal/a jste se dobrovolníkem/icí. Děkujeme!
de_de: Sie sind als Freiwillige*r eingeplant. Vielen Dank!
es_es: Está ya programado para ser voluntario. ¡Muchas gracias!
fr_fr: Vous êtes programmé au bénévolat. Merci!
hu_hu: Önkéntesnek beütemezve. Köszönjük!
it_it: Ti sei pianificato come volontario. Grazie!
ja_jp: あなたがボランティアをする予定です。 ありがとう！
nl_nl: U bent ingepland als vrijwilliger. Dank u wel!
pl_pl: Zaplanowałeś Wolontariat. Dziękujemy bardzo!
sr_rs: Zakazali ste volontiranje. Hvala vam!
tr_tr: Gönüllü olarak planlamanız yapıldı. Teşekkürler!

source: Please select a different volunteer opportunity
tr_tr: Lütfen başka bir gönüllü fırsatı seçin

source: Volunteer Roster for %1
tr_tr: %1 gönüllü listesi

source: No volunteers have been assigned to this project yet!
tr_tr: Bu projeye henüz bir gönüllü atanmamış!

source: register to volunteer
tr_tr: gönüllü olun

source: Access public-facing volunteer opportunity listings and registration forms
tr_tr: Herkese açık gönüllü fırsat listelerine ve kayıt formlarına erişebilir

source: log own hours
tr_tr: Kendi saatlerinin kaydını tutma
