Repository: civicrm/civicrm-l10n-extensions
Catalog: po/volunteer/*/volunteer.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, sr_rs, tr_tr

source: There are currently %1 volunteers assigned to this need. The volunteers' activity histories will be preserved, but they will be disconnected from this shift.
cs_cz: Momentálně je k této potřebě přiděleno 1% dobrovolníků. Historie činnosti dobrovolníka bude zachována, ale budou od tohoto posunu odpojeni.
de_de: Derzeit sind %1 Freiwillige diesem Bedarf zugeordnet. Der Aktivitätsverlauf der Freiwilligen bleibt erhalten, sie werden jedoch aus dieser Schicht entfernt.
es_es: Hay actualmente %1 voluntarios asignados a esta necesidad. El historial de actividad de los voluntarios se conservará, pero se desconectarán a partir del cambio.
hu_hu: Jelenleg %1 önkéntes hozzárendelve ehhez az igényhez. Az önkéntesek tevékenység története megőrzésre kerül, de leválasztásra kerülnek erről a váltásról.
it_it: Ci sono attualmente %1 volontari assegnati a questa esigenza. Gli storici attività dei volontari saranno preservati, ma loro saranno distaccati da questo turno.
ja_jp: このようなニーズに割り当てられている、現在 %1 件のボランティアはありません。ボランティアの活動履歴は保持されますが、これらは、このシフトから切断されます。
nl_nl: Er is/zijn nu %count vrijwilliger(s) die aan deze voorwaarde voldoen. De geschiedenis van de activiteiten wordt bewaard, maar zijn niet meer gekoppeld aan deze shift.
sr_rs: Za ovu svrhu je trenutno dodeljeno %1 volontera. Istorija aktivnosti volontera će biti sačuvana, ali neće biti povezani sa ovom smenom.
tr_tr: Bu gereksinim için şu anda %1 gönüllü atanmış. Gönüllülerin işlem geçmişleri saklanacak ancak bu zaman aralığından çıkarılacaklar.

source: Delete %1
cs_cz: Smazat %1
de_de: %1 löschen
es_es: Eliminar %1
fr_fr: Supprimer %1
hu_hu: %1 törlése
it_it: Cancella %1
ja_jp: %1 を削除
nl_nl: Verwijder %1
pl_pl: Usuń 1%
sr_rs: Obriši %1
tr_tr: %1 sil

source: Group
tr_tr: Grup

source: Find Volunteers
tr_tr: Gönüllü bul

source: Assign
tr_tr: Ata

source: Done
cs_cz: Hotovo
de_de: Erledigt
es_es: Listo
fr_fr: Terminé
hu_hu: Kész
it_it: Fatto
ja_jp: 完了
nl_nl: Klaar
pl_pl: Wykonano
sr_rs: Završeno
tr_tr: Tamam

source: Commendation deleted
tr_tr: Övgü silindi

source: Commendation created
tr_tr: Övgü eklendi

source: Commendation updated
tr_tr: Övgü güncellendi

source: Not specified
tr_tr: Belirtilmemiş

source: You cannot proceed to register because of the following problem(s):
tr_tr: Aşağıdaki sorunlardan dolayı kayıt işlemini sürdüremezsiniz:

source: Find more volunteer opportunities
tr_tr: Başka gönüllülük fırsatları ara

source: Home
tr_tr: Giriş

source: remove profile
tr_tr: profili kaldır

source: add another profile
tr_tr: başka bir profil ekle

source: Available and scheduled volunteers are listed below. Enter the time spent by each volunteer in minutes under Actual Duration and change status to Completed. Click 'Add Volunteer to record hours for volunteers not already listed below. Click Save to save your entries.
cs_cz: Dostupní a naplánovaní dobrovolníci jsou uvedeni níže. Zadejte čas strávený každým dobrovolníkem v minutách v sekci Aktuální trvání a změňte stav na Dokončeno. Klikněte na tlačítko Přidat dobrovolníka pro zaznamenání hodin pro dobrovolníky, které nejsou uvedeny níže. Klepnutím na tlačítko Uložit uložte své záznamy.
de_de: Verfügbare und eingeplante Freiwillige sind unten aufgeführt. Geben Sie unter Tatsächliche Dauer die Zeit ein, die jede*r Freiwillige in Minuten aufgewendet hat, und ändern Sie den Status auf Abgeschlossen. Klicken Sie auf "Freiwillige*n hinzufügen", um die Stunden für Freiwillige aufzuzeichnen, die unten nicht bereits aufgeführt sind. Klicken Sie auf Speichern, um Ihre Einträge zu speichern.
es_es: Voluntarios disponibles y programados se encuentran listados abajo. Ingrese el tiempo cumplido por cada voluntario en minutos en Duración Actual y cambie el estatus a Completado. Haga click en 'Agregar Voluntario' al registro de horas para los voluntarios que no se encuentren listados. Haga Click en Guardar para salvar los registros.
fr_fr: Les bénévoles disponibles et planifiées sont énumérés ci-dessous. Entrez le temps passé par chaque bénévole en minutes sous durée effective et changer le statut à complété. Cliquez sur "Ajouter bénévole aux heures enregistrées" pour les bénévoles qui ne sont pas déjà indiqués ci-dessous. Cliquez sur Enregistrer pour sauvegarder vos inscriptions.
hu_hu: A rendelkezésre álló és ütemezett önkéntesek listája. Adja meg percekben minden egyes önkéntes által eltöltött időt a Tényleges időtartam alatt és állítsa át Befejezettre az állapotát. Kattintson az alább nem kilistázott önkéntesek által eltöltött idő hozzáadására az 'Önkéntes hozzáadásárra. Kattintson a Mentésre a megadott adatok rögzítéséhez.
it_it: I volontari disponibili e in programma sono elencati di seguito. Digitare il tempo trascorso da ciascun volontario in minuti in Durata Effettiva e modificare lo stato in Completato. Cliccare su "Aggiungi volontario" per registrare delle ore per volontari che non sono già elencati di seguito. Cliccare su Salva per salvare le voci.
ja_jp: 利用可能および予定されたボランティアは以下のとおりです。完了までの所要時間とステータス変更の下に分単位で各ボランティアが費やした時間を入力してください。既に以下で記載されていないボランティアの時間を記録する場合は「ボランティアの追加」をクリックしてください。入力内容を保存するには、保存をクリックしてください。。
nl_nl: Hieronder worden de beschikbare en de ingeplande vrijwilligers genoemd. Voer bij elke vrijwilliger de bestede tijd in minuten bij de actuele tijdsduur in en wijzig indien nodig de status. Voeg een vrijwilliger toe als die in het overzicht ontbreekt. Sla vervolgens uw invoer op.
pl_pl: Poniżej znajduję się lista dostępnych i zaplanowanych wolontariuszu. Podaj spędzony czas każdego wolontariusza w minutach w Aktualnym Okresie i zmień status na Zakończony. Kliknij w przycisk "Dodaj Wolontariusza do zapisu godzin wolontariuszy nie wylistowanych poniżej. Kliknij Zapisz żeby zapisać wpis.
sr_rs: Dostupni i zakazani volonteri su izlistani ispod. Pod Tačno trajanje unesite vreme u minutima koje je svaki volonter proveo i promenite status u završeno.
tr_tr: Uygun ve zamanlanmış gönüllülerin listesini aşağıda görebilrsiniz. Her bir gönüllü tarafından destek olunacak dakika sayısını "Etkin süre" altında görebilir ve durumu "Tamamlandı" olarak değiştirebilirsiniz. Listede bulunmayan gönüllülere saatleri eklemek için "Gönüllü ekle" üzerine tıklayın. Bilgileri kaydetmek için "Kaydet" üzerine tıklayın.

source: Contact
cs_cz: Kontakt
de_de: Kontakt
es_es: Contacto
hu_hu: Kapcsolat
it_it: Contatto
ja_jp: 連絡先
pl_pl: Kontakt
sr_rs: Kontakt
tr_tr: Kişi

source: This field is required.
tr_tr: Bu alanın doldurulması zorunludur.

source: Start Date
cs_cz: Začátek
de_de: Startdatum
es_es: Fecha de inicio
fr_fr: Date début
hu_hu: Kezdő dátum
it_it: Data Inizio
ja_jp: 開始日
nl_nl: Startdatum
pl_pl: Data Rozpoczęcia
sr_rs: Datum početka
tr_tr: Başlangıç tarihi

source: Scheduled Duration <br/> (in minutes)
tr_tr: Planlanan süre <br/> (dakika)

source: Click to copy Actual Duration from row one to all rows.
cs_cz: Klikněte pro zkopírování Aktuálního trvání z jednoho řádku na všechny.
de_de: Klicken Sie hier, um die tatsächliche Dauer von der ersten Zeile in alle weiteren Zeilen zu kopieren.
es_es: Haga click para copiar la Duración Actual de una fila a todas las filas.
fr_fr: Cliquez ici pour copier la "durée réelle" de la première rangée à toutes les lignes.
hu_hu: Kattintson a Tényleges időtartam első sorban megadott adat, összes sorba történő másoláshoz.
it_it: Clicca per copiare la Durata Attuale dalla riga uno in tutte le righe.
ja_jp: すべての行に、行 1 から実際の所要時間をコピーする場合はクリックしてください。
nl_nl: Klik hier op de actuele tijdsduur te kopiëren van rij 1 naar alle rijen.
pl_pl: Kliknij
sr_rs: Kliknite da kopirate tačno trajanje iz prvog reda u sve redove.
tr_tr: Birinci satırdaki "Etkin süre" değerini tüm satırlara kopyalamak için tıklayın.

source: Click here to copy the Actual Duration value in row one to ALL rows.
cs_cz: Klikněte pro zkopírování hodnoty Aktuálního trvání z jednoho řádku na VŠECHNY řádky.
de_de: Klicken Sie hier, um den Wert für die tatsächliche Dauer in Zeile 1 in ALLE Zeilen zu kopieren.
es_es: Click acá para copiar el valor de la Duración Actual de una fila para TODAS las filas.
fr_fr: Cliquez ici pour copier la valeur de durée réelle de la première rangée à TOUTES les lignes.
hu_hu: Kattintson ide az Tényleges időtartam első sorában megadott értékének az ÖSSZES sorba másolásához.
it_it: Clicca qui per copiare il valore della Durata Attuale in riga uno in TUTTE le righe.
ja_jp: すべての行に、行 1 から実際の所要時間の値をコピーする場合は、ここをクリックしてください。
nl_nl: Klik hier op de actuele tijdsduur te kopiëren van rij 1 naar alle rijen.
pl_pl: Kliknij tutaj, aby skopiować wartość pola "Aktualny okres" do wszystkich wierszy.
sr_rs: Kliknite da kopirate tačno trajanje iz prvog reda u SVE redove.
tr_tr: Birinci satırdaki "Etkin süre" değerini tüm satırlara kopyalamak için tıklayın.

source: Actual Duration <br/> (in minutes)
tr_tr: Gerçekleşen süre <br/> (dakika)

source: Click to copy Volunteer Status from row one to all rows.
cs_cz: Klikněte pro zkopírování stavu dobrovolníka z jednoho řádku na všechny řádky.
de_de: Klicken Sie hier, um den Freiwilligenstatus aus der ersten Zeile in alle Zeilen zu kopieren.
es_es: Haga Click para copiar el Estado del Voluntario de una fila para todas las filas.
fr_fr: Cliquez sur pour copier Statut de bénévole de la première rangée à toutes les lignes.
hu_hu: Kattintson a 'Önkéntes állapota' az első sorban megadott adatának, összes sorba történő másoláshoz.
it_it: Clicca per copiare lo Status Volontario dalla riga uno in tutte le righe.
ja_jp: すべての行に、行 1 からボランティアのステータスをコピーする場合はクリックしてください。
nl_nl: Klik hier op de status te kopiëren van rij 1 naar alle rijen.
pl_pl: Kliknij, by skopiować Status Wolontariusza z jednej linii do wszystkich.
sr_rs: Kliknite da iskopirate status volontera iz prvog reda u sve redove.
tr_tr: Birinci satırdaki "Gönüllü durumu" verisini tüm satırlara kopyalamak için tıklayın.

source: Click here to copy the Volunteer Status value in row one to ALL rows.
cs_cz: Klikněte pro zkopírování hodnoty Stav dobrovolníka z jednoho řádku na VŠECHNY řádky.
de_de: Klicken Sie hier, um den Freiwilligenstatus aus der ersten Zeile in ALLE Zeilen zu kopieren.
es_es: Haga Click acá para copiar el valor del Estado del Voluntario de una fila para TODAS las filas.
fr_fr: Cliquez sur pour copier la valeur du statut de bénévole de la première rangée à TOUTES les lignes.
hu_hu: Kattintson ide az 'Önkéntes állapota' első sorában megadott értékének az ÖSSZES sorba másolásához.
it_it: Clicca qui per copiare il valore dello Status Volontario nella riga uno in tutte le righe.
ja_jp: すべての行に、行 1 からボランティアのステータス値をコピーする場合は、ここをクリックしてください。
nl_nl: Klik hier op de status te kopiëren van rij 1 naar alle rijen.
pl_pl: Kliknij tutaj aby skopiować Status Wolontariusza z jednego do wszystkich.
sr_rs: Kliknite da iskopirate status volontera iz prvog reda u SVE redove.
tr_tr: Birinci satırdaki "Gönüllü durumu" verisini tüm satırlara kopyalamak için tıklayın.

source: Status
cs_cz: Stav
es_es: Estado
fr_fr: Statut
hu_hu: Állapot
ja_jp: ステータス
tr_tr: Durum

source: Add Volunteer
cs_cz: Přidat dobrovolníka
de_de: Freiwillige*n hinzufügen
es_es: Agregar Voluntario
fr_fr: Ajouter bénévole
hu_hu: Önkéntes hozzáadása
it_it: Aggiungi Volontario
ja_jp: ボランティアの追加
nl_nl: Vrijwilliger toevoegen
pl_pl: Dodaj wolontariusza
sr_rs: Dodaj volontera
tr_tr: Gönüllü ekle

source: Volunteer Management
cs_cz: Správa dobrovolníků
de_de: Freiwilligenmanagement
es_es: Gestión de Voluntarios
fr_fr: Gestion des bénévoles
hu_hu: Önkéntesek kezelése
it_it: Gestione Volontario
ja_jp: ボランティアの管理
nl_nl: Vrijwilliger beheren
pl_pl: Zarządzanie wolontariuszami
sr_rs: Menadžment volontera
tr_tr: Gönüllü yönetimi

source: If you want to provide Volunteer Management for this event, check the box below and submit the form. After the submission is processed, you will be provided links to define volunteer opportunities for the event, to assign volunteers to opportunities, and to log volunteer hours.
tr_tr: Bu etkinlik için "Gönüllü yönetimi" özelliğini sunmak istiyorsanız, aşağıdaki seçeneği işaretleyip formu gönderin. Bilgiler işlendikten sonra size etkinlik için gönüllü fırsatlarını tanımlayabileceğiniz, gönüllüleri fırsatlara atayabileceğiniz ve gönüllü saatlerini kaydedebileceğiniz bağlantılar sunulacak.

source: Immediately upon enabling Volunteer Management for this event, a volunteer sign-up form will become available from the Event Info Page.
tr_tr: Bu etkinlik için "Gönüllü yönetimi" özelliğini hemen etkinleştirmek etkinlik bilgileri sayfasında bir gönüllü kaydı formunun sunulmasını sağlar.

source: Immediately upon enabling Volunteer Management for this event, a volunteer sign-up form will become available from the Event Info Page to users with the "register to volunteer" permission.
tr_tr: Bu etkinlik için "Gönüllü yönetimi" özelliğini hemen etkinleştirmek etkinlik bilgilerinde "Gönüllü olarak kayıt olabilir" izni olan kullanıcılara gönüllü kaydı formunun sunulmasını sağlar.

source: You can configure the organization (or other type of contact) which is benefiting from volunteer activity at this event by selecting an existing contact or creating a new one. This is particularly useful when an event is related to a chapter, regional entity, etc. Otherwise you can leave default beneficiary - which will be set to your site's default organization contact record.
de_de: Sie können die Organisation (oder andere Kontaktart) angeben, der von dem Freiwilligen-Einsatz profitiert. Dieser kann neu angelegt oder aus den bestehenden Kontakten ausgewählt werden. Typische Anwendungsfälle sind die Zuordnung von Veranstaltungen zu einem Regionalverband o.ä. Ansonsten wird die Standard-Organisation als Begünstigter eingetragen.
es_es: Puedes configurar la organización (u otro tipo de contacto) que se beneficia de las actividades de voluntarios de este evento seleccionando el contacto existente o creando uno nuevo. Esto es útil cuando un evento está relacionado con un capítulo, entidad regional, etc. De otra forma, deja la organización beneficiaria como la propietaria de esta página.
hu_hu: Beállíthatja azt a szerveztet (vagy más típusú kapcsolatot) aki kedvezményezettje lesz az önkéntes tevékenységnek erre az eseményre, meglévő kapcsolatot kiválasztva vagy újat létrehozva. Ez különösen akkor hasznos ha az esemény egy regionális szervezethez vagy bizottsághoz, stb. kapcsolható. Egyébként az alapértelmezett beállítást hagyva - a kedvezményezett a kapcsolati rekordban meghatározott alapértelezett szervezet.
ja_jp: あなたは、既存の連絡先を選択するか、新しいものを作成することで、 このイベントでボランティア活動の恩恵を受けている団体 (または連絡先の他のタイプ) を設定することができます。 イベントがそれ以外の場合は、デフォルトの受益者を残すことができ、 チャプター、地域のエンティティに関連している場合など特に便利です - サイトのデフォルト団体の連絡先レコードに設定されます。
nl_nl: U kunt de organisatie (of het contacttype) dat geholpen wordt door de vrijwilliger bij dit evenement instellen door een bestaand contact te kiezen of een contact toe te voegen. Dit is handig als het een regionaal of kleinschalig evenement is. U kunt de begunstigde ook laten staan op de standaardwaarde, het contact van uw organisatie.
sr_rs: Možete podesiti organizaciju (ili drugi tip kontakta) koja je korisnik volonterska na ovom događaju tako što ćete izabrati postojeći kontakt ili napraviti novi. Ovo je izuzetno korisno kada je događaj povezan sa nekim pravnim licem. U suprotnom možete ostaviti podrazumevanog krajnjeg korisnika - koji će biti podešen prema podrazumevanom kontaktu organizacije na vašem sajtu.
tr_tr: Bu etkinlikteki gönüllü desteğinden yararlanacak kuruluş (ya da diğer türde bir kişi) var olan kişilerden seçilerek ya da yeni bir kişi eklenerek seçilebilir. Bu seçenek, etkinlik bir şube ya da bölgesel birim ile ilgili ise kullanışlıdır. Boş bırakılarak varsayılan yararlanan olarak sitenizin varsayılan kuruluş bilgileri bırakılabilir.

source: The target contact for volunteer activities will be set to the beneficiary. You can filter activity searches, and Volunteer and Activity reports by beneficiary using the target contact filters.
cs_cz: Cílový kontakt pro dobrovolnické aktivity bude nastaven na příjemce. Můžete filtrovat hledání činností, a Dobrovolníků a Reporty činností podle příjemce použitím filtru cílového kontaktu.
de_de: Der Begünstigte wird als Zielkontakt einer Freiwilligen-Aktivität erfasst. Nach dem Begünstigten kann bei der Suche nach Aktivitäten ausgewählt werden, ebenso in Reports.
es_es: El contacto objetivo de las actividades de voluntarios será el beneficiario. Puedes filtrar las búsquedas de actividad y los reportes de Voluntarios y Actividades por beneficiario usando los contactos objetivo como filtros
fr_fr: Le contact cible des activités bénévoles sera rattaché au bénéficiaire. Les Recherches d'activités, les rapports de Bénévolat et d'Activités sont filtrables en fonction du bénéficiaire grâce aux filtres de contact cible.
hu_hu: Az önkéntes tevékenységek célkapcsolata a kedvezményezetthez lesz beállítva. A tevékenység keresések, önkéntes és tevékenység jelentések szűrhetők a kedvezményezett szerint, a célkapcsolat szűrők felhasználásával.
ja_jp: ボランティア活動対象の連絡先が受益者に設定されます。あなたは対象連絡先のフィルタを使用することにより、 受益者のアクティビティを検索し、ボランティアやアクティビティレポートをフィルタリングできます。
nl_nl: Het doelcontact voor activiteiten van de vrijwilliger wordt ingesteld op de begunstigde. U kunt filteren bij het zoeken op activiteiten en rapporten aanmaken op begunstigde en dan filteren op het doelcontact.
sr_rs: Ciljani kontakt za volonterske aktivnosti će biti podešen za krajnjeg korisnika. Možete koristiti filtere za pretragu aktivnosti, i filtrirati izveštaje za volontere i aktivnosti po krajnjem korisniku.
tr_tr: Gönüllü destekleri için hedef kişi, yararlanan kişi olarak ayarlanır. Hedef kişi süzgeçlerini kullanarak işlem aramaları ile Gönüllü ve İşlem raporlarını süzebilirsiniz.

source: Log Volunteer Hours
cs_cz: Zaznamenat hodiny dobrovolníků
de_de: Freiwilligenstunden erfassen
es_es: Registra las horas de trabajo voluntario
fr_fr: Inscrire les heures de bénévolat
hu_hu: Önkéntes idő naplója
it_it: Registra le Ore di Volontariato
ja_jp: ボランティア時間を記録
nl_nl: Log uren vrijwilligers
pl_pl: Log Godzin Wolontariusza
sr_rs: Zapis volonterskih sati
tr_tr: Gönüllü saatleri kaydedilsin

source: Edit Settings
tr_tr: Ayarları düzenle

source: Thank you for being a volunteer! You are registering for the following volunteer commitments:
tr_tr: Gönüllü olduğunuz için teşekkür ederiz! Şu gönüllülük görevlerine kayıt oluyorsunuz:

source: Project Beneficiaries
tr_tr: Projenin yararlanıcıları

source: Date and Time
tr_tr: Tarih ve saat

source: Please provide the following information and submit the form to complete your registration.
tr_tr: Lütfen aşağıdaki bilgileri doldurun ve kaydınızı tamamlamak için formu gönderin.

source: Additional Volunteers
tr_tr: Ek gönüllüler

source: Loading
cs_cz: Nahrávám
de_de: Lädt
es_es: Cargando
fr_fr: Chargement
hu_hu: Betöltés
it_it: Caricamento
ja_jp: 読み込み中
nl_nl: Aan het laden
pl_pl: Wczytuje
sr_rs: Učitavanje
tr_tr: Yükleniyor

source: Actions
cs_cz: Akce
de_de: Aktionen
es_es: Acciones
hu_hu: Műveletek
it_it: Azioni
ja_jp: アクション
nl_nl: Acties
pl_pl: Akcje
sr_rs: Akcije
tr_tr: İşlem

source: Filter
tr_tr: Süz

source: Name
cs_cz: Jméno
es_es: Nombre
fr_fr: Nom
hu_hu: Név
it_it: Nome
ja_jp: 名前
nl_nl: Naam
pl_pl: Nazwa
sr_rs: Ime
tr_tr: Ad

source: Move To:
cs_cz: Přesunout do:
de_de: Verschieben nach:
es_es: Mover A:
fr_fr: Déplacer vers :
hu_hu: Átmozgatás:
it_it: Muovi A:
ja_jp: 移動 :
nl_nl: Verplaatsen naar:
pl_pl: Przesuń do:
sr_rs: Pomeri u:
tr_tr: Şuraya taşı:

source: Copy To:
cs_cz: Zkopírovat do:
de_de: Kopieren nach:
es_es: Copiar A:
fr_fr: Copier vers :
hu_hu: Másolás:
it_it: Copia A:
ja_jp: コピー :
nl_nl: Kopieer naar:
pl_pl: Kopiuj do:
sr_rs: Kopiraj u:
tr_tr: Şuraya kopyala:

source: Volunteer Opportunities
tr_tr: Gönüllülük fırsatları

source: Use this form to define the number of volunteers needed for each role and time slot. For each slot, you will select a role, set the number of volunteers needed, and select a schedule type.
tr_tr: Bu formu kullanarak her rol ve zaran aralığı için gereken gönüllü sayısını tanımlayabilirsiniz. Her zaman aralığı için bir rol seçecek, gereken gönüllü sayısını ayarlayacak ve bir zamanlama türü seçeceksiniz.

source: Opportunities which have both the 'Public' and 'Enabled' boxes checked will appear in the public volunteer opportunity search. If the volunteer project is associated with an event, a 'Sign Up' button will be displayed on the event information page. Volunteer may sign up without specifying a shift if the 'Allow users to sign up without specifying a shift' box is checked.
tr_tr: Hem 'Herkese açık' hem de 'Etkinleştirilmiş' kutuları işaretli olan fırsatlar, herkese açık gönüllü fırsatları aramasında görünür. Gönüllülük projesi bir etkinlikle ilişkilendirilmişse, etkinlik bilgi sayfasında bir 'Kayıt ol' düğmesi görüntülenir. 'Kullanıcılar bir zaman aralığı belirtmeden kayıt olabilsin' kutusu işaretliyse gönüllü bir zaman aralığı belirtmeden kayıt olabilir.

source: You will also need to ensure that the 'CiviVolunteer: register to volunteer' and 'CiviCRM: access AJAX API' permissions have been enabled.
tr_tr: Ayrıca 'CiviVolunteer: Gönüllü olmak için kayıt ol' ve 'CiviCRM: AJAX API erişimi' izinlerinin etkinleştirildiğinden emin olmanız gerekir.

source: Schedule Type
tr_tr: Zamanlama türü

source: Select a Schedule Type to see only the time-related fields relevant to your volunteer opportunity.
tr_tr: Gönüllülük fırsatınızla ilgili zamana bağlı alanları süzmek için bir zamanlama türü seçin.

source: Set Shift:
tr_tr: Belirli zaman aralıklı:

source: Select this schedule type for a volunteer opportunity with a specific start time and duration. Example: Pamphleteering starts at 9:00 AM and lasts for two hours.
tr_tr: Belirli bir başlangıç ​​saati ve süresi olan bir gönüllülük fırsatı için bu zamanlama türünü seçin. Örnek: Sabah 9:00'da başlayacak ve iki saat sürecek broşür dağıtımı.

source: Flexible Timeframe:
tr_tr: Esnek zaman aralıklı:

source: Select this schedule type for a volunteer opportunity with a specific duration but flexible dates. Example: I need a volunteer to complete 15 hours of filing sometime during the month of December.
tr_tr: Belirli bir süresi olan ancak tarihleri de esnek olan bir gönüllülük fırsatı için bu zamanlama türünü seçin. Örnek: Aralık ayı içinde bir zamanda 15 saatlik dosyalama işlemini tamamlayacak bir gönüllü gerekli.

source: Open-Ended:
tr_tr: Açık uçlu:

source: Select this schedule type for a volunteer opportunity with no time or duration constraints. Example: I need a volunteer graphic designer.
tr_tr: Zaman veya süre kısıtlaması olmayan bir gönüllülük fırsatı için bu zamanlama türünü seçin. Örnek: Gönüllü bir grafik tasarımcısına gerek duyuyorum.

source: Use this form to specify the number of volunteers needed for each role and time slot. If no opportunities are specified, volunteers will be considered to be generally available.
tr_tr: Her bir rol için gereken gönüllülerin sayısını ve zaman aralığını belirtmek için bu formu kullanın. Herhangi bir fırsat belirtilmez ise gönüllüler genel olarak uygun olarak değerlendirilir.

source: Volunteers Needed
cs_cz: Potřeba dobrovolníků
de_de: Bedarf an Freiwilligen
es_es: Voluntarios Necesarios
fr_fr: bénévoles recherchés
hu_hu: Igényelt önkéntes
it_it: Volontari Necessari
ja_jp: 必要とされるボランティア
nl_nl: Vrijwilligers Voorwaarden
pl_pl: Potrzebni wolontariusze
sr_rs: Potrebno volontera
tr_tr: Gerekli gönüllü sayısı

source: Public?
cs_cz: Veřejné?
de_de: Öffentlich?
es_es: ¿Público?
fr_fr: Publique?
hu_hu: Nyilvános?
it_it: Pubblico?
ja_jp: パブリックですか？
nl_nl: Openbaar?
pl_pl: Publiczne?
sr_rs: Javno?
tr_tr: Herkese açık

source: Schedule Type:
tr_tr: Zamanlama türü:

source: - select one -
tr_tr: - Bir seçim yapın -

source: Set shift
tr_tr: Belirli zaman aralıklı

source: Flexible timeframe
tr_tr: Esnek zaman aralıklı

source: Open-Ended
tr_tr: Açık uçlu
