Repository: civicrm/civicrm-l10n-extensions
Catalog: po/authnetecheck/*/authnetecheck.po
Languages: fr_fr, ja_jp, nl_nl, tr_tr

source: Upgrade %1 to revision %2
tr_tr: %1, %2 sürümüne güncelle

source: The <em>%1</em> extension requires the <em>Payment Shared</em> extension which is not installed. See <a href="%2" target="_blank">details</a> for more information.
nl_nl: Bij de extensie <em>%1</em> moet de extensie <em>Payment Shared</em> ge√Ønstalleerd zijn. <a href="%2" target="_blank">Details</a>.
tr_tr: <em>%1</em> eklentisi için kurulmamış <em>Payment Shared</em> eklentisi gereklidir. Ayrıntılı bilgi almak için <a href="%2" target="_blank">buraya bakabilirsiniz</a>.

source: %1: Missing Requirements
nl_nl: %1: Ontbrekende vereiste onderdelen
tr_tr: %1: Gereksinimler karşılanmıyor

source: Install now
nl_nl: Nu installeren
tr_tr: Şimdi kur

source: You are using a development version of %1 extension.
nl_nl: U gebruikt een een ontwikkelversie van extensie %1.
tr_tr: %1 eklentisinin geliştirme sürümünü kullanıyorsunuz.

source: %1: Development version
nl_nl: %1: Ontwikkelversie
tr_tr: %1: Geliştirme sürümü

source: The %1 extension requires the %2 extension version %3 or greater but your system has version %4.
nl_nl: De extensie %1 vereist van extensie %2 versie %3 of nieuwer, maar uw systeem heeft versie %4.
tr_tr: %1 eklentisi için %2 eklentisinin %3 ya da üzerindeki bir sürümü gereklidir. Sisteminizdeki sürüm: %4.

source: Upgrade now
nl_nl: Nu upgraden
tr_tr: Şimdi yükselt

source: Update / Create webhook
nl_nl: Webhook bijwerken/aanmaken
tr_tr: Web çapası ekle / güncelle

source: All webhooks update successfully.
nl_nl: Alle webhooks zijn bijgewerkt.
tr_tr: Tüm web çapaları güncellendi.

source: The %1 (%2) Payment Processor has an error: %3
nl_nl: De %1 (%2) betaalmethode heeft een fout: %3
tr_tr: %1 (%2) ödeme aracısında sorun var: %3

source: API Key: %1 (%2)
tr_tr: API anahtarı: %1 (%2)

source: Could not update webhook. You can review from your account dashboard.<br/>The webhook URL is: %3
nl_nl: Webhook kan niet bijgewerkt worden. Controleer dit op uw dashboard.<br/>De URL van de webhook: %3
tr_tr: Web çapası güncellenemedi. Hesap panonuzdan görebilirsiniz.<br/>Web çapası adresi: %3

source: Webhook: %1 (%2)
tr_tr: Web çağası: %1 (%2)

source: Could not create webhook. You can review from your account dashboard.<br/>The webhook URL is: %3
nl_nl: Webhook kan niet aangemaakt worden. Controleer dit op uw dashboard.<br/>De URL van de webhook: %3
tr_tr: Web çapası eklenemedi. Hesap panonuzdan görebilirsiniz.<br/>Web çapası adresi: %3

source: View and fix problems
nl_nl: Problemen bekijken en oplossen
tr_tr: Sorunları görüntüle ve düzelt

source: Authorize.net Payment Processor: %1 (%2)
nl_nl: Authorize.net betaalmethode: %1 (%2)
tr_tr: Authorize.net ödeme aracısı: %1 (%2)

source: Authorize.net (Credit Card)
tr_tr: Authorize.net (kredi kartı)

source: - select -
fr_fr: - choisir -
ja_jp: - 選択 -
nl_nl: - selecteer -
tr_tr: - Seçin -

source: Card Number
nl_nl: Kaartnummer
tr_tr: Kart numarası

source: Security Code
nl_nl: Beveiligingscode
tr_tr: Güvenlik kodu

source: Please enter a valid value for your card security code. This is usually the last 3-4 digits on the card's signature panel.
nl_nl: Vul de beveiligingscode van uw kaart in. Dit zijn meestal de laatste 3 of 4 cijfers in het vak met de handtekening.
tr_tr: Lütfen geçerli kart güvenlik kodunu yazın. Bu kod genellikle kartın arka yüzündeki imza bölümünde bulunan 3-4 haneli bir sayıdır.

source: Expiration Date
nl_nl: Vervaldatum
tr_tr: Son kullanma tarihi

source: Card expiration date cannot be a past date.
nl_nl: De vervaldatum kan niet in het verleden liggen.
tr_tr: Kartın son kullanma tarihi geçmişte olamaz.

source: Card Type
nl_nl: Kaarttype
tr_tr: Kart türü

source: Name on Account
fr_fr: Nom sur le Compte
ja_jp: アカウントの名前
nl_nl: Tenaamstelling
tr_tr: Kart üzerindeki isim

source: Account Number
fr_fr: Numéro de Compte
ja_jp: 口座番号
nl_nl: Accountnummer
tr_tr: Hesap numarası

source: Usually between 8 and 12 digits - identifies your individual account
nl_nl: Meestal 8 tot 12 cijfers, identificatie van uw account
tr_tr: Genellikle 8 ya da 12 rakamdan oluşan bireysel hesap numaranız

source: Please enter a valid Bank Identification Number (value must not contain punctuation characters).
nl_nl: Vul het Bank Identificatie Nummer in (zonder spaties of streepjes).
tr_tr: Lütfen geçerli bir IBAN numarası yazın (noktalama işaretleri bulunmamalıdır)

source: Routing Number
fr_fr: Numéro de Routage
ja_jp: ルーティングナンバー
nl_nl: Routing Nummer
tr_tr: Routing kodu

source: A 9-digit code (ABA number) that is used to identify where your bank account was opened (eg. 211287748)
nl_nl: Een code van 9 tekens (ABA nummer) dat aangeeft waar uw bankaccount is geopend (bijv. 211287748)
tr_tr: Banka hesabınızın açıldığı yeri belirten 211287748 gibi 9 rakamlı bir kod (ABA kodu).

source: Bank Name
nl_nl: Banknaam
tr_tr: Banka adı

source: It appears that this transaction is a duplicate. Have you already submitted the form once? If so there may have been a connection problem. Check your email for a receipt from Authorize.net. If you do not receive a receipt within 2 hours you can try your transaction again. If you continue to have problems please contact the site administrator.
nl_nl: Dit lijkt een dubbele transactie. Heeft u dit scherm net al verzonden? Mogelijk is er een probleem met de verbinding. Controleer of u in de e-mail een bevestiging heeft ontvangen van Authorize.net. Als u binnen 2 uur geen bevestiging ontvangt, probeer het dan opnieuw. Neem contact op met de beheerder van de website als u dit probleem blijft houden.
tr_tr: Bu işlemin bir çift işlem olduğu anlaşılıyor. Formu zaten bir kez gönderdiniz mi? Öyleyse bir bağlantı sorunu çıkmış olabilir. E-postanızı açarak Authorize.net tarafından bir alındı gönderilmiş mi bakın. 2 saat içinde bir alındı gelmezse işleminizi yeniden deneyebilirsiniz. Sorun sürerse, lütfen site yöneticisiyle görüşün.

source: Successfully cancelled the subscription in CiviCRM ONLY.
nl_nl: De aanmelding in CiviCRM zelf is geannuleerd.
tr_tr: Abonelik YALNIZCA CiviCRM için iptal edildi.

source: The recurring contribution cannot be cancelled (No reference (contribution_recur.processor_id) found).
nl_nl: De terugkerende contributie kan worden niet geannuleerd (er is geen referentie (contribution_recur.processor_id)).
tr_tr: Yinelenen katkı iptal edilemedi (Referans (contribution_recur.processor_id) bulunamadı).

source: Successfully cancelled the subscription at Authorize.net.
nl_nl: De aanmelding bij Authorize.net is geannuleerd.
tr_tr: Authorize.net aboneliği iptal edildi.

source: Payment processor ID
nl_nl: Betaalmethode-id
tr_tr: Ödeme aracısı kodu

source: Authnet Transaction ID
nl_nl: Authnet Transactie-id
tr_tr: Authnet işlem kodu

source: %1 is a required field.
fr_fr: %1 est un champ requis.
ja_jp: %1 は必須フィールドです。

source: Account Type
fr_fr: Type de Compte
ja_jp: 口座タイプ

source: Checking
fr_fr: Vérification
ja_jp: 確認中

source: Business Checking
fr_fr: Vérification Entreprise
ja_jp: 法人の当座預金

source: Savings
fr_fr: Économies
ja_jp: 預金

source: Direct Debit Information
fr_fr: Information de Débit Direct
ja_jp: 口座振替の情報

source: Credit Card Information
fr_fr: Information de Carte de Crédit
ja_jp: クレジットカードの情報

source: If you have a PayPal account, you can click the PayPal button to continue. Otherwise, fill in the credit card and billing information on this form and click <strong>Continue</strong> at the bottom of the page.
fr_fr: Si vous avez un compte PayPal, vous pouvez cliquer sur le bouton PayPal pour continuer. Sinon, remplissez les informations de carte de crédit et de facturation sur ce formulaire et cliquez sur <strong>Continuer</strong> au bas de la page.
ja_jp: PayPal アカウントをお持ちの場合は、PayPal の継続ボタンをクリックすることができます。それ以外の場合は、このフォームのクレジットカード、および課金情報を記入し、ページ下部にある<strong>継続</strong>をクリックしてください。

source: Enter numbers only, no spaces or dashes.
fr_fr: N'entrez que des chiffres, ni espaces ni tirets.
ja_jp: 数字のみで、スペースやダッシュは入力できません。

source: Security Code Location on Credit Card
fr_fr: CVV sur la Carte de Crédit
ja_jp: クレジットカードのセキュリティコードロケーション

source: Usually the last 3-4 digits in the signature area on the back of the card.
fr_fr: Habituellement, les 3 à 4 derniers chiffres de la zone de signature au dos de la carte.
ja_jp: カード裏面の署名エリアに、通常は最後の3-4桁です。

source: Billing Name and Address
fr_fr: Adresse et Nom de Facturation
ja_jp: 課金名と住所

source: Billing Address is same as above
fr_fr: L'adresse de Facturation est la même que ci-dessus
ja_jp: 請求先住所が上記と同上

source: Enter the name of the account holder, and the corresponding billing address.
fr_fr: Saisissez le nom du titulaire du compte et l'adresse de facturation correspondante.
ja_jp: 口座名義人の名前、および対応する請求先の住所を入力してください。

source: Enter the name as shown on your credit or debit card, and the billing address for this card.
fr_fr: Saisissez le nom indiqué sur votre carte de crédit ou de débit et l'adresse de facturation de cette carte.
ja_jp: お使いのクレジットカード、またはデビットカードおよび、このカードの請求先住所へ指示するため、名前を入力してください。
