Repository: civicrm/civicrm-l10n-extensions
Catalog: po/action_provider/*/action_provider.po
Languages: nl_nl, tr_tr

source: Use primary address of another contact
nl_nl: Primair adres van een ander contact gebruiken

source: Get address of a contact
nl_nl: Adres van contact ophalen

source: Get e-mail address of a contact
nl_nl: E-mailadres van contact ophalen

source: Get state/province ID by name
nl_nl: Staat/provincie-id ophalen op naam

source: Get address by ID
nl_nl: Adres ophalen op ID

source: Get contact ID of a master address
nl_nl: Het contact-id van een master-adres ophalen

source: Find Individual by name and email
nl_nl: Persoon zoeken op naam en e-mailadres

source: Find contact by external id
nl_nl: Contact zoeken op externe-id

source: Find contact by custom field
nl_nl: Contact zoeken op aangepast veld

source: Find organization by name
nl_nl: Organisatie zoeken op naam

source: Create or update Individual
nl_nl: Persoon toevoegen of wijzigen

source: Create or update Household
nl_nl: Huishouden toevoegen of wijzigen

source: Create or update Organization
nl_nl: Organisatie toevoegen of wijzigen

source: Update custom data for a contact
nl_nl: Aangepast velden van een contact wijzigen

source: Mark contact as deceased
nl_nl: Als overleden registreren

source: Set contact subtype
nl_nl: Contact subtype zetten

source: Set employer
nl_nl: Werkgever invullen

source: Upload file to a custom field for a contact
nl_nl: Bestand naar een aangepast veld uploaden voor een contact

source: Find or create contact by e-mail
nl_nl: Contact zoeken of toevoegen op e-mailadres

source: Find or create a campaign
nl_nl: Campagne vinden of aanmaken

source: Create or update activity
nl_nl: Activiteit aanmaken of wijzigen

source: Update activity status
nl_nl: Activiteitsstatus wijzigen

source: Delete activity
nl_nl: Activiteit verwijderen

source: Get activity data
nl_nl: Activiteitsgegevens ophalen

source: Get contact IDs from an activity
nl_nl: De contact-id's van een activiteit ophalen

source: Send Bulk Mail
nl_nl: Bulk e-mail verzenden

source: Add attachment to Bulk Mail
nl_nl: Bijlage bij bulk e-mail toevoegen

source: Update participant status
nl_nl: Deelnemersstatus wijzigen

source: Update participant status (with dynamic status)
nl_nl: Deelnemersstatus wijzigen (met dynamische status)

source: Register contact for an event
nl_nl: Contact voor een evenement registreren

source: Register contact for an event (with dynamic status)
nl_nl: Contact voor een evenement registreren (met dynamische status)

source: Create or update an event
nl_nl: Evenement aanmaken of wijzigen

source: Repeat an event
nl_nl: Een evenement herhalen

source: Get event repetition
nl_nl: Evenement herhaling ophalen

source: Get event data
nl_nl: Evenementgegevens ophalen

source: Upload file to a custom field for an event
nl_nl: Bestand naar een aangepast veld uploaden voor een evenement

source: Delete event
nl_nl: Evenement verwijderen

source: Get participant data
nl_nl: Deelnemersgegevens ophalen

source: Delete participant
nl_nl: Deelnemer verwijderen

source: Send e-mail to participants
nl_nl: E-mail naar de deelnemers verzenden

source: Update Event Status
nl_nl: Status van evenement wijzigen

source: Get relationship
nl_nl: Relatie ophalen

source: Get relationship by Contact ID
nl_nl: Relatie op contact-id ophalen

source: Create relationship
nl_nl: Relatie aanmaken

source: Creat/Update relationship
nl_nl: Relatie aanmaken / wijzigen

source: End relationship
nl_nl: Relatie beëindigen

source: Create or update website of a contact
nl_nl: Website van een contact aanmaken of wijzigen

source: Get website url of a contact
nl_nl: Website-URL van contact ophalen

source: Create or update phonenumber of a contact
nl_nl: Telefoonnummer van een contact toevoegen of wijzigen

source: Get phonenumber of a contact
nl_nl: Telefoonnummer van een contact ophalen

source: Create or update an membership
nl_nl: Lidmaatschap aanmaken of wijzigen

source: Create or update an membership (with type as parameter)
nl_nl: Lidmaatschap aanmaken of wijzigen (met type als parameter)

source: Update an membership
nl_nl: Lidmaatschap wijzigen

source: Get membership by ID
nl_nl: Lidmaatschap op id ophalen

source: Get membership type data
nl_nl: Gegevens lidmaatschapstype ophalen

source: Find message template by name
nl_nl: Berichtsjabloon op naam zoeken

source: Send E-mail
nl_nl: E-mail verzenden

source: Create PDF
nl_nl: PDF aanmaken

source: Create contribution
nl_nl: Contributie aanmaken

source: Create contribution (with parameters)
nl_nl: Contributie aanmaken (met parameters)

source: Update contribution
nl_nl: Contributie wijzigen

source: Link contribution to membership
nl_nl: Contributie aan lidmaatschap koppelen

source: Create soft contribution
nl_nl: Zacht bijdrage aanmaken

source: Add tag to contact
nl_nl: Kenmerk aan contact toevoegen

source: Create case
nl_nl: Dossier aanmaken
