Repository: civicrm/civicrm-l10n-extensions
Catalog: po/action_provider/*/action_provider.po
Languages: nl_nl, tr_tr

source: Participant: Create/Update event registration (with status and role as parameter)
tr_tr: Katılımcı: Etkinlik kaydı oluşturma ya da güncelleme (parametre olarak durum ve rol ile)

source: Event: Create or update
tr_tr: Etkinlik: Oluşturma ya da güncelleme

source: Event: Repeat
tr_tr: Etkinlik: Yineleme

source: Event: Create new event from a template
tr_tr: Etkinlik: Bir kalıptan yeni etkinlik oluşturma

source: Event: Get repetition
tr_tr: Etkinlik: Yinelenmeyi alma

source: Event: Get by ID
tr_tr: Etkinlik: Kimliğe göre alma

source: Event: Upload file to a custom field for an event
tr_tr: Etkinlik: Bir etkinlik için bir özel alana dosya yükleme

source: Event: Delete
tr_tr: Etkinlik: Silme

source: Participant: Get by contact ID and event ID
tr_tr: Katılımcı: Kişi kimliği ve etkinlik kimliğine göre alma

source: Participant: Get by ID
tr_tr: Katılımcı: Kimliğe göre alma

source: Participant: Get by Custom Field
tr_tr: Katılımcı: Özel alana göre alma

source: Participant: Update by ID
tr_tr: Katılımcı: Kimliğe göre güncelleme

source: Participant: Delete
tr_tr: Katılımcı: Silme

source: Participant: Send Registration Confirmation
tr_tr: Katılımcı: Kayıt onayı gönderme

source: Participant: Send e-mail to participants
tr_tr: Katılımcı: Katılımcılara e-posta gönderme

source: Event: Update is public and is active state
tr_tr: Etkinlik: Güncelleme herkese açık ve etkin durumda

source: Event Template
tr_tr: Etkinlik kalıbı

source: Add address
nl_nl: Adres toevoegen
tr_tr: Adres ekle

source: Event Type
nl_nl: Evenementstype
tr_tr: Etkinlik türü

source: Summary
tr_tr: Özet

source: Is active
nl_nl: Is actief
tr_tr: Etkin

source: Is public
nl_nl: Is openbaar
tr_tr: Herkese açık

source: Max. Participants
tr_tr: En fazla katılımcı sayısı

source: Text when event is full
tr_tr: Etkinlik doldu metni

source: Event Organiser
tr_tr: Etkinlik düzenleyicisi

source: Event ID
nl_nl: Evenement-id
tr_tr: Etkinlik kimliği

source: Could not create event from template.
tr_tr: Kalıptan etkinlik oluşturulamadı.

source: Waitlist Text
tr_tr: Bekleme listesi metni

source: Could not update or create an event.
nl_nl: Kan evenement niet wijzigen of aanmaken.
tr_tr: Bir etkinlik güncellenemedi ya da oluşturulamadı.

source: Update existing event registration
nl_nl: Bestaand evenement wijzigen
tr_tr: Var olan etkinlik kaydını güncelle

source: Participant record ID
nl_nl: Deelnemer record-id
tr_tr: Katılımcı kaydı kimliği

source: Could not update or create a participant record
nl_nl: Kan deelnemersgegevens niet wijzigen of aanmaken.
tr_tr: Bir katılımcı kaydı güncellenemedi ya da oluşturulamadı.

source: Create participant when already registered
tr_tr: Zaten kayıt olmuşken katılımcı oluştur

source: Sunday
nl_nl: Zondag
tr_tr: Pazar

source: Monday
nl_nl: Maandag
tr_tr: Pazartesi

source: Tuesday
nl_nl: Dinsdag
tr_tr: Salı

source: Wednesday
nl_nl: Woensdag
tr_tr: Çarşamba

source: Thursday
nl_nl: Donderdag
tr_tr: Perşembe

source: Friday
nl_nl: Vrijdag
tr_tr: Cuma

source: Saturday
nl_nl: Zaterdag
tr_tr: Cumartesi

source: First
nl_nl: Eerste
tr_tr: Birinci

source: Second
nl_nl: Tweede
tr_tr: İkinci

source: Third
nl_nl: Derde
tr_tr: Üçüncü

source: Fourth
nl_nl: Vierde
tr_tr: Dördüncü

source: Last
nl_nl: Laatste
tr_tr: Sonuncu

source: Start from (default to start of event)
nl_nl: Start vanaf (standaard vanaf start evenement)
tr_tr: Başlangıç (varsayılan olarak etkinlik başlangıcı)

source: Ends after
nl_nl: Eindigt na
tr_tr: Şu kadar sonra bitiyor

source: End on
nl_nl: Eindigt op
tr_tr: Şu zamanda bitiyor

source: Repeats On (day of weeks)
nl_nl: Herhaalt op (dag van week)
tr_tr: Şu zamanda yineleniyor (haftanın günü)

source: Limit to day of the month
nl_nl: Tot dag van de maand beperken
tr_tr: Ayın günü ile sınırla

source: Limit to day of week
nl_nl: Tot dag van de week beperken
tr_tr: Haftanın günü ile sınırla

source: Limit to week number in month
nl_nl: Tot weeknummer in de maand beperken
tr_tr: Ayın hafta numarası ile sınırla

source: Could not delete participant
nl_nl: Kan de deelnemer niet verwijderen
tr_tr: Katılımcı silinemedi

source: Day of the month
nl_nl: Dag van de maand
tr_tr: Ayın günü

source: Day of the week
nl_nl: Dag van de week
tr_tr: Haftanın günü

source: After
nl_nl: Na
tr_tr: Şundan sonra

source: On
nl_nl: Op
tr_tr: Şu zamanda

source: Repeats by
nl_nl: Herhalen bij
tr_tr: Yinelenme

source: Ends
nl_nl: Eindigt
tr_tr: Bitiş

source: Event
nl_nl: Evenement
tr_tr: Etkinlik

source: Sender contact ID
nl_nl: Afzender contact-id
tr_tr: Gönderici kişi kimliği

source: subject
nl_nl: onderwerp
tr_tr: Konu

source: With participant status
nl_nl: Met deelnemersstatus
tr_tr: Katılımcı durumu ile

source: From Name
tr_tr: "Kimden" adı

source: From Email
tr_tr: "Kimden" e-posta adresi

source: Profile
tr_tr: Profil

source: Updates the Active and Public state of an event.
nl_nl: Wijzigt de actieve en openbare status van het evenement.
tr_tr: Bir etkinliğin etkin ve herkese açık durumunu günceller.

source: Could not update event status.
nl_nl: Kan status van evenement niet wijzigen.
tr_tr: Etkinlik durumu güncellenemedi.

source: Could not update the participant record
tr_tr: Katılımcı kaydı güncellenemedi

source: Old status ID
nl_nl: Oude status-id
tr_tr: Eski durum kimliği

source: New status ID
nl_nl: Nieuwe status-id
tr_tr: Yeni durum kimliği

source: Could not find a participant record
nl_nl: Kan een deelnemersrecord niet vinden
tr_tr: Bir katılımcı kaydı bulunamadı

source: Could not update participant status
nl_nl: Kan status van deelnemer niet wijzigen
tr_tr: Katılımcı durumu güncellenemedi

source: Other: Show option value(s) as their Label(s)
tr_tr: Diğer: Seçenek değerlerini etiketleri olarak görüntüleme

source: Other: Resolve/map input to option values
tr_tr: Diğer: Girişi seçenek değerleri ile çözümleme ya da eşleştirme

source: Other: Set Value
tr_tr: Diğer: Değer ayarlama

source: Other: Replace text
tr_tr: Diğer: Metin değiştirme

source: Other: Modify Value with Regular Expression
tr_tr: Diğer: Değeri kurallı ifade ile değiştirme

source: Other: Map Value
tr_tr: Diğer: Değer eşleştirme

source: Other: Set Value from parameter
tr_tr: Diğer: Parametreden değer ayarlama

source: Other: Calculate value (binary arithmetic operation)
tr_tr: Diğer: Değer hesaplama (binary aritmetik işlemi)

source: Other: Format Value
tr_tr: Diğer: Değer biçimlendirme

source: Other: Set date value
tr_tr: Diğer: Tarih değeri ayarlama

source: Other: Modify date value
tr_tr: Diğer: Tarih değerini değiştirme

source: Other: Explode List
tr_tr: Diğer: Listeyi açma

source: Other: Implode List
tr_tr: Diğer: Listeyi kapatma

source: Other: Concat (merge) a date and a time field to one field
tr_tr: Diğer: Bir tarih ve saat alanını tek bir alan yapma (birleştirme)

source: Other: Link to download file
tr_tr: Diğer: Dosyayı indirme bağlantısı

source: Other: Reuse existing file
tr_tr: Diğer: Var olan dosyayı kullanma

source: Other: Replace tokens in HTML
tr_tr: Diğer: HTML kodlarını değiştirme

source: Other: Replace entity tokens in HTML
tr_tr: Diğer: HTML içindeki varlık kodlarını değiştirme

source: Other: Retrieve Geocoding (Latitude, Longitude)
tr_tr: Diğer: Coğrafi kodlamayı alma (enlem, boylam)

source: Operator
tr_tr: İşlem

source: First operand
tr_tr: Birinci terim

source: Second operand
tr_tr: İkinci terim

source: This action is useful when you have separate fields for date and time and your next action needs one field. For example to create an event you need one field for start date and time. This action provides this
nl_nl: Met deze actie kunt u, als u de datum en tijd elk in een veld heeft staan, ze in één veld zetten. Bijvoorbeeld als een evenement wilt aanmaken met de startdatum en starttijd in een veld
tr_tr: Bu işlem, tarih ve saat için ayrı alanlarınız olduğunda ve bir sonraki işleminiz için bir alan gerektiğinde kullanışlıdır. Örneğin, bir etkinlik oluştururken başlangıç tarih ve saati için bir alan gereklidir. Bu işlem bunu sağlar.

source: Date field
nl_nl: Datumveld
tr_tr: Tarih alanı

source: Time field
nl_nl: Tijdveld
tr_tr: Saat alanı

source: Date
nl_nl: Datum
tr_tr: Tarih

source: URL
tr_tr: Adres

source: Link
tr_tr: Bağlantı

source: Separator
tr_tr: Ayraç

source: Format (sprintf)
tr_tr: Biçim (sprintf)

source: Input Value 1
tr_tr: 1. giriş değeri

source: Input Value 2
tr_tr: 2. giriş değeri

source: Input Value 3
tr_tr: 3. giriş değeri

source: Input Value 4
tr_tr: 4. giriş değeri

source: Input Value 5
tr_tr: 5. giriş değeri

source: Data Mapping (JSON)
tr_tr: Veri eşleştirme (JSON)

source: If not Mapped
tr_tr: Eşleştirilmemişse

source: leave as is
tr_tr: Olduğu gibi bırakılsın

source: empty
tr_tr: Boş

source: Input Value
nl_nl: Invoerwaarde
tr_tr: Giriş değeri

source: Format
tr_tr: Biçim

source: Date interval
tr_tr: Tarih aralığı

source: Include time
nl_nl: Tijd toevoegen
tr_tr: Saat katılsın

source: No
nl_nl: Nee
tr_tr: Hayır

source: Yes
nl_nl: Ja
tr_tr: Evet

source: Option Group
nl_nl: Optiegroep
tr_tr: Seçenek grubu

source: Find (regular expression with delimiters and modifiers)
nl_nl: Zoeken (reguliere expressie met delimiters en modifiers)
tr_tr: Bul (sınırlayıcı ve değiştiriciler ile kurallı ifade)

source: Replace (string with group references, e.g. $1)
nl_nl: Vervangen (tekst met groepsreferenties, bijv. $1)
tr_tr: Değiştir (grup referansları ile dizge, $1 gibi)

source: Replace Count
nl_nl: Vervangen Teller
tr_tr: Değiştirme sayısı

source: all
nl_nl: Alle
tr_tr: Tümü

source: HTML Text
tr_tr: HTML metni

source: Either enter the text above or select an parameter below.
tr_tr: Yukarıya bir metin yazın ya da aşağıdan bir parametre seçin.

source: Either select a parameter with the HTML text or enther the HTML text above.
tr_tr: Yukarıya bir HTML metni yazın ya da aşağıdan HTML metni ile bir parametre seçin.

source: Entity
tr_tr: Varlık

source: Best match
tr_tr: En iyi eşleşme

source: Exact, discard others
tr_tr: Tam eşleşme, diğerleri yok sayılsın

source: %1% match, discard others
tr_tr: %1% eşleşme, diğerleri yok sayılsın

source: Multi-Value/List
tr_tr: Birkaç değer/Liste

source: Match On
tr_tr: Şununla eşleşen

source: Match Type
tr_tr: Eşleşme türü

source: Trim Characters
tr_tr: Karakterler budansın

source: Input Value(s)
tr_tr: Giriş değerleri

source: Output Value(s)
tr_tr: Çıkış değerleri

source: This action makes it possible to copy an existing file and reuse it for something else.
tr_tr: Bu işlem, var olan bir dosyanın kopyalanmasını ve başka bir şey için yeniden kullanılmasını sağlar.

source: Search
tr_tr: Arama

source: Replacement
tr_tr: Değişiklik

source: Contact: Add to Group
tr_tr: Kişi: Gruba ekleme

source: Contact: Add to Group (with group ID as parameter)
tr_tr: Kişi: Gruba ekleme (parametre olarak grup kimliği ile)

source: Contact: Add multiple to Group (with group ID as parameter)
tr_tr: Kişi: Gruba birkaç ekleme (parametre olarak grup kimliği ile)

source: Contact: Remove from group (with group ID as parameter)
tr_tr: Kişi: Gruptan çıkarma (parametre olarak grup kimliği ile)

source: Contact: Remove from group
tr_tr: Kişi: Gruptan çıkarma

source: Contact: Subscribe/Unsubscribe to groups.
tr_tr: Kişi: Gruplara abone olma ya da abonelikten ayrılma.

source: Contact: Get list of subscribed groups.
tr_tr: Kişi: Abone olunmuş grupların listesini alma.

source: Group: Create or update
tr_tr: Grup: Oluşturma ya da güncelleme

source: Group: Get by ID
tr_tr: Grup: Kimliğe göre alma

source: Group: Delete
tr_tr: Grup: Silme

source: Group ID
nl_nl: Groep-id
tr_tr: Grup kimliği

source: Or group name
tr_tr: Ya da grup adı

source: Check title for existence
tr_tr: Grup var mı diye başlığa bakılsın

source: Check whether the group already exists based on the title
tr_tr: Başlığına bakarak grubun zaten var olup olmadığını denetler

source: Group type
nl_nl: Groepstype
tr_tr: Grup türü

source: Visibility
nl_nl: Zichtbaarheid
tr_tr: Görünürlük

source: Group is hidden
tr_tr: Grup gizli

source: Group Title
nl_nl: Groepstitel
tr_tr: Grup başlığı

source: Group record ID
nl_nl: Groep record-id
tr_tr: Grup kaydı kimliği

source: Subscribe/Unsubscribe from group
tr_tr: Gruba abone ol ya da abonelikten ayrıl

source: Group IDs
tr_tr: Grup kimlikleri

source: This action will return a list of the groups to which a user is subscribed. You have to specify which groups you want to check.
tr_tr: Bu işlem, bir kullanıcının abone olduğu grupların listesini verir. Hangi grupları denetlemek istediğinizi belirtmeniz gerekir.

source: This action will subscribe/unsubscribe a contact from a certain set of groups. The parameter Group IDs is a list of which a contact needs to be subscribed to, the groups missing from the list are the groups from which the contact will be unsubscribed.
tr_tr: Bu işlem, belirli bir grup kümesindeki bir kişiye abone olur ya da aboneliğinden ayrılır. Grup kimlikleri parametresi, bir kişinin abone olması gereken bir listedir. Listede eksik olan gruplar, kişinin aboneliğinin iptal edileceği gruplardır.

source: Mailing Event: Subscribe to mailing list
tr_tr: Postalama etkinliği: Posta listesine abone olma

source: Mailing Event: Unsubscribe from mailing list
tr_tr: Postalama etkinliği: Posta listesi aboneliğinden ayrılma

source: Mailing Event: Confirm mailing list subscription
tr_tr: Postalama etkinliği: Posta listesi aboneliğini onaylama

source: Confirm mailing list subscription
tr_tr: Posta listesi aboneleğini onayla

source: Subscribe Event ID
tr_tr: Etkinlik kimliğine abone ol

source: Hash
tr_tr: Karma

source: Subscribe to mailing list
tr_tr: Posta listesine abone ol

source: Subscribe e-mail
tr_tr: Abonelik e-posta adresi

source: Subscribe to group
tr_tr: Gruba abone ol

source: Subscription ID
tr_tr: Abonelik kimliği

source: Is opt out
tr_tr: Abonelikten ayrılmış

source: Job Id
tr_tr: İş kimliği

source: Event Queue ID
tr_tr: Etkinlik kuyruğu kimliği

source: Membership: Create or update
tr_tr: Üyelik: Oluşturma ya da güncelleme

source: Membership: Create or update (with type as parameter)
tr_tr: Üyelik: Oluşturma ya da güncelleme (parametre olarak tür ile)

source: Membership: Update
tr_tr: Üyelik: Güncelleme

source: Membership: Override Status
tr_tr: Üyelik: Durum değiştirme

source: Membership: Get by ID
tr_tr: Üyelik: Kimliğe göre alma

source: Membership: Get type
tr_tr: Üyelik: Türü alma

source: Membership: Get status
tr_tr: Üyelik: Durumu alma

source: Membership: Get type by organization
tr_tr: Üyelik: Kuruluşa göre türü alma

source: Membership Type
nl_nl: Lidmaatschapstype
tr_tr: Üyelik türü

source: Join date
nl_nl: Lid sinds
tr_tr: Katılma tarihi

source: Could not update or create an membership.
nl_nl: Kan lidmaatschap niet wijzigen of aanmaken.
tr_tr: Bir üyelik oluşturulamadı ya da güncellenemedi.

source: Membership Status
tr_tr: Üyelik durumu

source: Membership Organization Contact ID
tr_tr: Üyelik kuruluşu kişi kimliği

source: Status Override End Date
tr_tr: Durum değişikliği bitiş tarihi

source: Phone Type
nl_nl: Telefoontype
tr_tr: Telefon türü

source: Phone
nl_nl: Telefoon
tr_tr: Telefon

source: Relationship: Get type ID by name
tr_tr: İlişki: Ada göre tür kimliği alma

source: Relationship: Get by contact A and B
tr_tr: İlişki: A ve B kişisini alma

source: Relationship: Get by Contact ID
tr_tr: İlişki: Kişi kimliğine göre alma

source: Relationship: Create
tr_tr: İlişki: Oluşturma

source: Relationship: Create or update
tr_tr: İlişki: Oluşturma ya da güncelleme

source: Relationship: Update by ID
tr_tr: İlişki: Kimliğe göre güncelleme

source: Relationship: Create (with relationship type parameter)
tr_tr: İlişki: Oluşturma (parametre olarak ilişki türü ile)

source: Relationship: End
tr_tr: İlişki: Bitme

source: Relationship: Validate checksums
tr_tr: İlişki: Sağlamaları doğrulama

source: Update inactive relationships
nl_nl: Inactieve relaties wijzigen
tr_tr: Etkin olmayan ilişkilileri güncelle

source: Set start date to today?
tr_tr: Başlangıç tarihi bugün olsun mu?

source: Contact ID A
tr_tr: A kişisinin kimliği

source: Contact ID B
tr_tr: B kişisinin kimliği

source: Relationship record ID
nl_nl: Relatie record-id
tr_tr: İlişki kaydı kimliği

source: Set start date?
nl_nl: Startdatum zetten?
tr_tr: Başlangıç tarihi ayarlansın mı?

source: Set end date?
nl_nl: Einddatum zetten?
tr_tr: Bitiş tarihi ayarlansın mı?

source: Also return inactive relationships
nl_nl: Inclusief inactieve relaties
tr_tr: Etkin olmayan ilişkiler de döndürülsün

source: Contact is
tr_tr: Kişi:

source: Contact A
tr_tr: A kişisi

source: Contact B
tr_tr: B kişisi

source: Relationship name
tr_tr: İlişki adı

source: Relationship Type ID
tr_tr: İlişki türü kimliği

source: Relationship ID
tr_tr: İlişki kimliği

source: Checksum Contact A
tr_tr: A kişisinin sağlaması

source: ContactID A
tr_tr: A kişisinin kimliği

source: Checksum Contact B
tr_tr: B kişisinin sağlaması

source: ContactID B
tr_tr: B kişisinin kimliği

source: SMS: Create and send mass sms
tr_tr: SMS: Toplu SMS oluşturma ve gönderme

source: Message Subject
tr_tr: İleti konusu

source: Message Text
tr_tr: İleti metni

source: SMS Provider ID
tr_tr: SMS hizmeti sağlayıcısı kimliği

source: User Creator ID
tr_tr: Oluşturan kullanıcı kimliği

source: Bulk SMSMail record ID
tr_tr: Toplu SMSMail kaydı kimliği

source: Contact: Add tag by tag name
tr_tr: Kişi: Etiket adına göre etiket ekleme

source: Contact: Add tag(s)
tr_tr: Kişi: Etiketler ekleme

source: Contact: Sync tag(s)
tr_tr: Kişi: Etiketleri eşitleme

source: Tag
nl_nl: Kenmerk
tr_tr: Etiket

source: Tags
nl_nl: Kenmerken
tr_tr: Etiketler

source: Set either the tags at the configuration or at the parameter section.
tr_tr: Etiketleri yapılandırma ya da parametre bölümünden ayarlayın.

source: With this action you can synchronize a set of contacts with the selected tags. For example: the configuration of tag ids is set to Tag 1, Tag 2 and Tag 3. The incoming parameter tags has Tag 2 and Tag 3. The Contact has Tag 1 and Tag 2. This action results in removing Tag 1 from the contact and adding Tag 3 to the contact.
tr_tr: Bu işlemle, bir dizi kişiyi seçilen etiketlerle eşitleyebilirsiniz. Örneğin: Etiket kimlikleri yapılandırması Etiket 1, Etiket 2 ve Etiket 3 olarak ayarlanmıştır. Gelen parametre etiketlerinde Etiket 2 ve Etiket 3 vardır. Kişide Etiket 1 ve Etiket 2 vardır. Bu işlem, kişiden Etiket 1 etiketinin kaldırılması ve kişiye Etiket 3 etiketinin eklenmesi ile sonuçlanır.

source: Website Type
tr_tr: Site türü

source: Url
tr_tr: Adres

source: Parameter
tr_tr: Parametre

source: Array parameter contains
tr_tr: Dizi parametresinin içeriği

source: Condition
nl_nl: Conditie
tr_tr: Koşul

source: All are not empty
nl_nl: Alle die niet leeg zijn
tr_tr: Tümü boş olmayan

source: One of is not empty
nl_nl: Een ervan is niet leeg
tr_tr: Biri boş olmayan

source: All are empty
nl_nl: Alle zijn leeg
tr_tr: Tümü boş olan

source: Mix of empty/not empty
tr_tr: Boş olan ve olmayanların karışımı

source: Mix of empty/some not empty
tr_tr: Boş olan ve bazıları boş olmayanların karışımı

source: When you use <em>All are not empty</em>, <em>One of is not empty</em>, or <em>All are not empty</em> the use Parameters 1. <br />If you use <em>Mix of empty/not empty</em> the use Parameters 1 for the Is not empty values and Parameters 2 for the is empty values
tr_tr: <em>Tümü boş olmayan</em>, <em></em>Biri boş olmayan ya da <em></em>Tümü boş olmayan kullandığınızda Parametre 1 parametresini kullanın.<br /><em>Boş olan ve olmayanların karışımı</em> kullanıyorsanız, Boş olmayan değerleri için Parametre 1 parametresini ve boş değerler için Parametre 2 parametresini kullanın.

source: Parameters (1)
tr_tr: Parametre (1)

source: Parameters (2)
tr_tr: Parametre (2)

source: Parameters are (not) empty
nl_nl: Parameters zijn (niet) leeg
tr_tr: Parametreler boş (değil)

source: Regular Expression
tr_tr: Kurallı ifade

source: Invert Regex Matching Result
tr_tr: Kurallı ifadeye uyan sonucu tersine çevir

source: Compare Parameter with an regular Expression
tr_tr: Parametreyi bir kurallı ifade ile karşılaştır

source: no
tr_tr: Hayır

source: yes
tr_tr: Evet

source: Comparison
tr_tr: Karşılaştırma

source: Greater than
tr_tr: Şundan büyük olan

source: Greater than or equal to
tr_tr: Şundan büyük ya da eşit olan

source: Lesser than or equal to
tr_tr: Şundan küçük ya da eşit olan

source: Lesser than
tr_tr: Şundan küçük olan

source: Equal to
tr_tr: Şuna eşit olan

source: Not Equal to
tr_tr: Şuna eşit olmayan

source: Compare parameter value
tr_tr: Parametre değerini karşılaştır

source: Contact has (sub)type
nl_nl: Contact heeft (sub)type
tr_tr: Kişi (alt) türü

source: Has one of the selected tags
nl_nl: Heeft een van de geselecteerde kenmerken
tr_tr: Seçilmiş etiketlerden birini taşıyan

source: Has all of the selected tags
nl_nl: Heeft alle geselecteerde kenmerken
tr_tr: Seçilmiş etiketlerin tümünü taşıyan

source: Does not have any of the selected tags
nl_nl: Heeft geen enkele van de geselecteerde kenmerken
tr_tr: Seçilmiş etiketlerin hiçbirini taşımayan

source: Contact has tag
nl_nl: Contact heeft kenmerk
tr_tr: Kişide şu etiket olan

source: Parameter has value
nl_nl: Parameter heeft waarde
tr_tr: Parametrede şu değer olan

source: Parameter is empty
nl_nl: Parameter is leeg
tr_tr: Parametre boş olan

source: Parameter is not empty
nl_nl: Parameter is niet leeg
tr_tr: Parametre boş olmayan

source: Parameters are equal
tr_tr: Parametre şuna eşit olan

source: Parameter 1
tr_tr: Parametre 1

source: Parameter 2
tr_tr: Parametre 2

source: Parameters don't match
nl_nl: Parameters komen niet overeen
tr_tr: Parametreleri eşleşmeyen

source: Parameters match
nl_nl: Parameters komen overeen
tr_tr: Parametreleri eşleşen

source: - Select -
nl_nl: - Selecteer -
tr_tr: - Seçin -

source: Tokens
tr_tr: Kodlar

source: - select -
tr_tr: - Seçin -

source: Configuration
tr_tr: Yapılandırma

source: Parameter Mapping
nl_nl: Parameter Koppeling
tr_tr: Parametre eşleştirme

source: Parameters
tr_tr: Parametreler

source: Remove
nl_nl: Verwijderen
tr_tr: Sil

source: Add item
nl_nl: Item toevoegen
tr_tr: Öge ekle

source: Map output data if condition is not valid
nl_nl: Kaart uitvoergegevens als conditie ongeldig is
tr_tr: Koşull geçersiz ise çıkış verilerini eşleştir

source: Context
tr_tr: Bağlam

source: Case Manager
nl_nl: Dossiermanager

source: Address name
nl_nl: Adres naam

source: Street and housenumber
nl_nl: Straat en huisnummer

source: Supplemental address 1
nl_nl: Aanvulling Adres 1

source: Street name
nl_nl: Straatnaam

source: Housenumber
nl_nl: Huisnummer

source: Postal code
nl_nl: Postcode

source: Show option value(s) as their Label(s)
nl_nl: Optiewaarde(n) tonen als Label(s)

source: Set Value
nl_nl: Waarde zetten

source: Modify Value with Regular Expression
nl_nl: Waarde wijzigen met reguliere expressie

source: Set Value from parameter
nl_nl: Waarde zetten met de parameter

source: Set date value
nl_nl: Datum zetten

source: Concat (merge) a date and a time field to one field
nl_nl: Samenvoegen datumveld en tijdveld in een veld

source: Add to Group
nl_nl: Aan groep toevoegen

source: Add to Group (with Group ID as parameter)
nl_nl: Aan groep toevoegen (met groep-id als parameter)

source: Remove from group (with Group ID as parameter)
nl_nl: Uit groep verwijderen (met groep-id als parameter)

source: Create/Update a group
nl_nl: Groep aanmaken of wijzigen

source: Get group data
nl_nl: Groepsgegevens ophalen

source: Delete Group
nl_nl: Groep verwijderen

source: Get contact data by ID
nl_nl: Contactgegevens op ID ophalen

source: Create or update address of a contact
nl_nl: Adres van een contact invullen of wijzigen

source: Create or update an e-mail address of a contact
nl_nl: E-mailadres van een contact invullen of wijzigen
