Repository: civicrm/civicrm-l10n-extensions
Catalog: po/action_provider/*/action_provider.po
Languages: nl_nl, tr_tr

source: Activity: Create/Update
tr_tr: İşlem: Oluşturma/Güncelleme

source: Activity: Update status
tr_tr: İşlem: Durum güncelleme

source: Activity: Delete
tr_tr: İşlem: Silme

source: Activity: Get activity by ID
tr_tr: İşlem: Kimliğe göre işlem alma

source: Activity: Get contact IDs from an activity
tr_tr: İşlem: Bir işlemin kişi kimliklerini alma

source: Activity: Get most recent activity of a contact
tr_tr: İşlem: Bir kişinin son işlemlerini alma

source: Activity: Upload attachment
tr_tr: İşlem: Ek dosya yükleme

source: Activity: Upload file to a custom field
tr_tr: İşlem: Bir özel alana dosya yükleme

source: Activity: Assign
tr_tr: İşlem: Atama

source: Activity ID
nl_nl: Activiteit-id
tr_tr: İşlem kimliği

source: Assignee ID
tr_tr: Atanmış kişi kimliği

source: Default Subject
tr_tr: Varsayılan konu

source: Subject when you don't get use a parameter for the subejct.
tr_tr: Konu parametresi belirtilmediğinde kullanılacak varsayılan konu.

source: Activity Type
nl_nl: Activiteitstype
tr_tr: İşlem türü

source: Activity Status
nl_nl: Activiteitsstatus
tr_tr: İşlem durumu

source: Priority
tr_tr: Öncelik

source: Subject
nl_nl: Onderwerp
tr_tr: Konu

source: Use this field when you want to set the subject from another field.
tr_tr: Konunun başka bir alandan ayarlanmasını istediğinizde bu alanı kullanın.

source: Source Contact ID
nl_nl: Bron Contact-id
tr_tr: Kaynak kişi kimliği

source: Target Contact ID
nl_nl: Doel Contact-id
tr_tr: Hedef kişi kimliği

source: Assignee Contact ID
nl_nl: Contactpersoon Contact-id
tr_tr: Atanmış kişi kimliği

source: Activity Date
nl_nl: Activiteit datum
tr_tr: İşlem tarihi

source: Campaign
nl_nl: Campagne
tr_tr: Kampanya

source: Details
tr_tr: Ayrıntılar

source: Case ID
nl_nl: Dossier-id
tr_tr: Olay kimliği

source: Activity record ID
nl_nl: Activiteit record-id
tr_tr: İşlem kaydı kimliği

source: Could not create activity.
tr_tr: İşlem oluşturulamadı.

source: Record type
tr_tr: Kayıt türü

source: Contact IDs
tr_tr: Kişi kimlikleri

source: First found contact ID
nl_nl: Eerst gevonden contact-id
tr_tr: İlk bulunan kişi kimliği

source: Error on no activity found
tr_tr: Herhangi bir işlem bulunamadığında hata

source: Contact ID
tr_tr: Kişi kimliği

source: Could not find an activity
tr_tr: Herhangi bir işlem bulunamadı

source: Status ID
tr_tr: Durum kimliği

source: File
nl_nl: Bestand
tr_tr: Dosya

source: File field
nl_nl: Bestand veld
tr_tr: Dosya alanı

source: Mailing: Add attachment
tr_tr: Postalama: Ek dosya ekle

source: Mailing: Create and send mass mailing
tr_tr: Postalama: Toplu e-posta oluşturma ve gönderme

source: Mailing ID
tr_tr: Postalama kimliği

source: Name
nl_nl: Naam
tr_tr: Ad

source: HTML Body
tr_tr: HTML içerik

source: Template Options
nl_nl: Sjabloon opties
tr_tr: Kalıp seçenekleri

source: Select group
nl_nl: Groep selecteren
tr_tr: Grup seçin

source: Sender Contact ID
nl_nl: Afzender Contact-id
tr_tr: Gönderici kişi kimliği

source: From name
tr_tr: "Kimden" adı

source: From E-mail
tr_tr: "Kimden" e-posta adresi

source: Reply to
tr_tr: Yanıt adresi

source: Scheduled date
tr_tr: Zamanlanmış tarih

source: Bulk mail record ID
tr_tr: Toplu e-posta kaydı kimliği

source: Campaign: Get or create
tr_tr: Kampanya: Alma ya da oluşturma

source: Campaign: Update
tr_tr: Kampanya: Güncelleme

source: Campaign type
nl_nl: Campagnetype
tr_tr: Kampanya türü

source: Title
nl_nl: Titel
tr_tr: Başlık

source: Description
nl_nl: Beschrijving
tr_tr: Açıklama

source: Integer
tr_tr: Tam sayı

source: Campaign ID
nl_nl: Campagne-id
tr_tr: Kampanya kimliği

source: Start Date
tr_tr: Başlangıç tarihi

source: End Date
tr_tr: Bitiş tarihi

source: Is Active
tr_tr: Etkin

source: Campaign Type
tr_tr: Kampanya türü

source: Campaign Status
tr_tr: Kampanya durumu

source: External Identifier
tr_tr: Dış belirteç

source: Parent ID
tr_tr: Üst öge kimliği

source: Goal General
tr_tr: Genel hedef

source: Goal Revenue
tr_tr: Gelir hedefi

source: CiviCase: Get by ID
tr_tr: CiviCase: Kimliğe göre alma

source: CiviCase: Get contact with a role on the case
tr_tr: CiviCase: Olayda bir rolü olan kişiyi alma

source: CiviCase: Create
tr_tr: CiviCase: Oluşturma

source: CiviCase: Update
tr_tr: CiviCase: Güncelleme

source: CiviCase: Update status
tr_tr: CiviCase: Durumu güncelleme

source: CiviCase: Update custom data
tr_tr: CiviCase: Özel verileri güncelleme

source: CiviCase: Upload file to a custom field for a case
tr_tr: İşlem: Bir olay için bir özel alana dosya yükleme

source: CiviCase: Validate checksum of role on case
tr_tr: CiviCase: Olaydaki rolün sağlama toplamını doğrulama

source: Case Type
nl_nl: Dossiertype
tr_tr: Olay türü

source: Creator Contact ID (Case Manager)
tr_tr: Oluşturan kişinin kimliği (olay yöneticisi)

source: Case Status
tr_tr: Olay durumu

source: Created date
tr_tr: Oluşturulma tarihi

source: Start date
nl_nl: Startdatum
tr_tr: Başlangıç tarihi

source: End date
nl_nl: Einddatum
tr_tr: Bitiş tarihi

source: Could not create case
nl_nl: Kan dossier niet aanmaken
tr_tr: Olay oluşturulamadı

source: Role
nl_nl: Rol
tr_tr: Rol

source: Checksum
tr_tr: Sağlama

source: ContactID
tr_tr: Kişi kimliği

source: Invalid checksum, can not access contact data.
tr_tr: Sağlama değeri geçersiz. Kişi bilgilerine erişilemedi.

source: Communication: Get message template by name
tr_tr: İletişim: Ada göre ileti kalıbı alma

source: Communication: Send e-mail
tr_tr: İletişim: E-posta gönderme

source: Communication: Create PDF
tr_tr: İletişim: PDF oluşturma

source: Communication: Create PDF and send by e-mail
tr_tr: İletişim: PDF oluşturma ve e-posta ile gönderme

source: <a href="%1">Download document(s)<a/>
nl_nl: <a href="%1">Document(en) downloaden<a/>
tr_tr: <a href="%1">Belgeleri indirme<a/>

source: Created PDF
nl_nl: PDF aangemaakt
tr_tr: Oluşturulan PDF

source: Message
nl_nl: Bericht
tr_tr: İleti

source: Contribution ID
nl_nl: Contributie-id
tr_tr: Katkı kimliği

source: Recurring Contribution ID
tr_tr: Yinelenen katkı kimliği

source: Participant ID
tr_tr: Katılımcı kimliği

source: Subject (for the activity)
tr_tr: Konu (işlemin)

source: Print Page (PDF) Format
tr_tr: Yazdırma sayfası biçimi (PDF)

source: Filename
nl_nl: Bestandsnaam
tr_tr: Dosya adı

source: document
tr_tr: Belge

source: Without the extension .pdf or .zip
nl_nl: Zonder de extensie pdf of zip
tr_tr: .pdf ya da .zip uzantısı olmadan

source: Batch output mode
nl_nl: Batch uitvoermode
tr_tr: Toplu çıktı kipi

source: All files in one zip
nl_nl: Alle bestanden in een ZIP
tr_tr: Tüm dosyalar bir zip dosyasında

source: Merge all files into one PDF
nl_nl: Voeg alle bestanden samen in een PDF
tr_tr: Tüm dosyaları bir PDF dosyasında birleştir

source: When this action is executed in batch mode, meaning that it generates more than one pdf, in which way do you want to retrieve the generated PDFs
nl_nl: Als deze actie in batch wordt uitgevoerd, dan wordt er meestal meer dan een PDF aangemaakt, hoe wilt u dan de PDF's ontvangen
tr_tr: Bu işlem toplu kipte yapıldığında, birden fazla PDF oluşturulur. Oluşturulan PDF dosyalarını nasıl almak istersiniz?

source: PDF Letter Activity
nl_nl: PDF-brief activiteit
tr_tr: PDF mektubu işlemi

source: Download Url
tr_tr: İndirme adresi

source: Path in filesystem
nl_nl: Pad in bestandssysteem
tr_tr: Dosya sistemindeki yolu

source: File ID
tr_tr: Dosya kimliği

source: This action generates PDF files for the contacts. <br /> When this action is used in a batch you can define how you want to download the generated PDFs: either in one zip file or in one pdf. <br /> <br /> The input for this action is a contact ID and the message. You can use the <em>Find Message Template by name</em> action to retrieve the message.
nl_nl: Deze actie maakt PDF-bestanden aan voor de contacten. <br /> Als deze actie in batch wordt uitgevoerd kunt u aangeven hoe u de aangemaakte PDF's wilt downloaden: of in een ZIP-bestand of in een PDF. <br /> <br /> De invoer voor de actie is een contact-id en het bericht. U kunt het <em>Berichtsjabloon op naam zoeken</em> actie gebruiken om het bericht op te halen.
tr_tr: Bu işlem kişiler için PDF dosyaları oluşturur. <br /> Bu işlem toplu olarak kullanıldığında, oluşturulan PDF dosyalarını nasıl indirmek istediğinizi belirtebilirsiniz: ZIP ya da PDF dosyası olarak <br /> <br /> Bu işlemin girdileri, bir kişi kimliği ve iletidir. İletiyi almak için <em>Ada göre ileti kalıbı arama</em> işlemini kullanabilirsiniz.

source: Plain text Body
nl_nl: Tekst Body
tr_tr: Düz metin içeriği

source: Send E-mail from E-mail adress of Sender Contact ID
nl_nl: E-mail verzenden van e-mailadres van afzender contact-id
tr_tr: Gönderici kişi kimliğinin e-posta adresinden e-posta gönderilsin

source: Set E-mail address of Sender Contact ID as Reply To
nl_nl: Gebruik e-mailadres van afzender contact-id als Reply-to
tr_tr: Gönderici kişi kimliğinin e-posta adresi yanıt adresi olarak ayarlansın

source: Do not use Sender Contact ID
nl_nl: Gebruik het afzender contact-id niet
tr_tr: Göndericinin kişi kimliği kullanılmasın

source: Use Sender Contact ID as
nl_nl: Gebruik het afzender contact-id als
tr_tr: Göndericinin kişi kimliği şunun için kullanılsın

source: CC
tr_tr: Kopya

source: BCC
tr_tr: Gizli kopya

source: Alternative Recipient Email
tr_tr: Alternatif alıcı e-posta adresi

source: From email
tr_tr: "Kimden" e-posta adresi

source: Attachment(s)
tr_tr: Ek dosyalar

source: Give either the path to the file or the File ID in the CiviCRM database.
tr_tr: Dosyanın yolunu veya CiviCRM veri tabanındaki dosya kimliğini belirtin.

source: Receiver Contact ID
nl_nl: Ontvanger contact-id
tr_tr: Alıcı kişi kimliği

source: PDF Message
tr_tr: PDF iletisi

source: Contact: Get by ID
tr_tr: Kişi: Kimliğe göre alma

source: Contact: Create or update address of a contact
tr_tr: Kişi: Bir kişinin adresini oluşturma ya da güncelleme

source: Contact: Create or update an e-mail address of a contact
tr_tr: Kişi: Bir kişinin e-posta adresini oluşturma ya da güncelleme

source: Contact: Use primary address of another contact
tr_tr: Kişi: Başka bir kişinin birincil adresini kullanma

source: Contact: Use primary address of related contact
tr_tr: Kişi: İlişkili kişinin birincil adresini kullanma

source: Address: Get by ID
tr_tr: Adres: Kimliğe göre alma

source: Contact: Get e-mail address
tr_tr: Kişi: E-posta adresini alma

source: Address: Get state/province ID by name
tr_tr: Adres: Ada göre il/bölge kimliğini alma

source: Address: Get country ID by name/ISO code
tr_tr: Adres: Ada/ISO koduna göre ülke kimliğini alma

source: Address: Get address by ID
tr_tr: Adres: Kimliğe göre adres alma

source: Contact: Get contact ID of a master address
tr_tr: Kişi: Bir ana adresin kişi kimliğini alma

source: Contact: Get contact ID of the currently logged in user
tr_tr: Kişi: Geçerli oturum açmış kullanıcının kişi kimliğini alma

source: Contact: Get Individual by name and email
tr_tr: Kişi: Ada ve e-posta adresine göre birey alma

source: Contact: Get by external id
tr_tr: Kişi: Dış kimliğe göre alma

source: Contact: Get contact by custom field
tr_tr: Kişi: Özel alana göre kişi alma

source: Contact: Get organization by name
tr_tr: Kişi: Ada göre kuruluş alma

source: Contact: Get or create organization by name
tr_tr: Kişi: Ada göre kuruluş oluşturma ya da alma

source: Contact: Create or update Individual
tr_tr: Kişi: Birey oluşturma ya da güncelleme

source: Contact: Create or update Household
tr_tr: Kişi: Hane halkı ekleme ya da güncelleme

source: Contact: Create or update Organization
tr_tr: Kişi: Kuruluş oluşturma ya da güncelleme

source: Contact: Update custom data
tr_tr: Kişi: Özel verileri güncelleme

source: Contact: Create Note
tr_tr: Kişi: Not oluşturma

source: Contact: Mark as deceased
tr_tr: Kişi: Vefat etmiş olarak işaretleme

source: Contact: Set subtype
tr_tr: Kişi: Alt tür ayarlama

source: Contact: Remove subtype
tr_tr: Kişi: Alt türü kaldırma

source: Contact: Has subtype
tr_tr: Kişi: Alt türe sahip

source: Contact: Set employer
tr_tr: Kişi: İşveren ayarlama

source: Contact: Upload file to a custom field for a contact
tr_tr: Kişi: Bir kişi için bir özel alana dosya yükleme

source: Contact: Edit communication styles
tr_tr: Kişi: İletişim yöntemlerini düzenleme

source: Contact: Edit preferred communication methods
tr_tr: Kişi: Yeğlenen iletişim yöntemlerini düzenleme

source: Contact: Get or create contact by e-mail
tr_tr: Kişi: E-posta adresine göre kişi oluşturma ya da alma

source: Contact: Get contact by e-mail
tr_tr: Kişi: E-posta adresine göre kişi alma

source: Contact: Validate checksum
tr_tr: Kişi: Sağlamayı doğrulama

source: Contact: Generate checksum
tr_tr: Kişi: Sağlama oluşturma

source: Contact: Restore from trash
tr_tr: Kişi: Çöpten çıkarma

source: Contact: Block Communication (set all do not fields)
tr_tr: Kişi: İletişimi engelleme (tüm yapılmayacak alanlarını ayarlar)

source: Contact: Get maximum contact ID
tr_tr: Kişi: En büyük kişi kimliğini alma

source: Contact: Get By Email or Create By Email and Names
tr_tr: Kişi: E-posta adresine göre alma ya da e-posta adresi ve adlara göre oluşturma

source: Contact: Get or Create By Email and Names
tr_tr: Kişi: E-posta adresi ve adlara göre oluşturma ya da alma

source: Contact: Create or update website
tr_tr: Kişi: Site oluşturma ya da güncelleme

source: Contact: Get website
tr_tr: Kişi: Siteyi alma

source: Contact: Create or update phone number
tr_tr: Kişi: Telefon numarası oluşturma ya da güncelleme

source: Contact: Get phone number
tr_tr: Kişi: Telefon numarası alma

source: Address: Get country or state/province from ID
tr_tr: Adres: Kimlikten ülke ya da il/bölge alma

source: Select the entity you wish to look up
tr_tr: Aramak istediğiniz varlığı seçin

source: Entity ID
tr_tr: Varlık kimliği

source: Value
nl_nl: Waarde
tr_tr: Değer

source: Address: is primary
nl_nl: Adres: is primair
tr_tr: Adres: Birincil

source: Address: Location type
nl_nl: Adres: locatietype
tr_tr: Adres: Konum türü

source: Address: update existing
nl_nl: Adres: bestaande wijzigen
tr_tr: Adres: Var olanı güncelleme

source: Address Name
tr_tr: Adres adı

source: Street Address
tr_tr: Sokak adresi

source: Supplemental Address 1
tr_tr: 1. ek adres

source: Supplemental Address 2
tr_tr: 2. ek adres

source: Supplemental Address 3
tr_tr: 3. ek adres

source: Street Name
tr_tr: Sokak adı

source: Street Number
tr_tr: Sokak numarası

source: Street Unit
nl_nl: Straat eenheid
tr_tr: Sokak birimi

source: Postal Code
tr_tr: Posta kodu

source: City
nl_nl: Plaats
tr_tr: İlçe

source: State/Province
tr_tr: İl/bölge

source: Country
tr_tr: Ülke

source: Manual Geo Code
nl_nl: Handmatige geo-code
tr_tr: El ile coğrafi kod

source: Latitude
nl_nl: Breedtegraad
tr_tr: Enlem

source: Longitude
nl_nl: Lengtegraad
tr_tr: Boylam

source: Phone: is primary
nl_nl: Telefoon: is primair
tr_tr: Telefon: Birincil

source: Phone: Location type
nl_nl: Telefoon: locatietype
tr_tr: Telefon: Konum türü

source: Phone: update existing
nl_nl: Telefoon: bestaande wijzigen
tr_tr: Telefon: Var olanı güncelleme

source: Phonenumber
nl_nl: Telefoonnummer
tr_tr: Telefon numarası

source: Email: is primary
nl_nl: E-mail: is primair
tr_tr: E-posta: Birincil

source: E-mail: Location type
nl_nl: E-mail: locatietype
tr_tr: E-posta: Konum türü

source: E-mail: update existing
nl_nl: E-mail: bestaande wijzigen
tr_tr: E-posta: Var olanı güncelleme

source: E-mail
tr_tr: E-posta

source: - Select -
nl_nl: - Selecteer -
tr_tr: - Seçin -

source: Contact sub type
tr_tr: Kişi alt türü

source: Has type
tr_tr: Şu türde

source: Note
nl_nl: Notitie
tr_tr: Not

source: Note Date
tr_tr: Not tarihi

source: Note ID
tr_tr: Not kimliği

source: Address ID
nl_nl: Adres-id
tr_tr: Adres kimliği

source: Email ID
tr_tr: E-posta kimliği

source: Leave empty to create a new Individual
nl_nl: Laat dit leeg om een persoon toe te voegen
tr_tr: Yeni bir birey eklenmesi için boş bırakın

source: Household name
nl_nl: Naam huishouden
tr_tr: Hane halkı adı

source: Source
nl_nl: Bron
tr_tr: Kaynak

source: Created Date
nl_nl: Aanmaakdatum
tr_tr: Oluşturulma tarihi

source: Do not mail
nl_nl: Geen post
tr_tr: Posta gönderilmesin

source: Do not e-mail
nl_nl: Niet e-mailen
tr_tr: E-posta gönderilmesin

source: Do not Phone
nl_nl: Niet bellen
tr_tr: Telefon edilmesin

source: Do not SMS
nl_nl: Geen SMS
tr_tr: SMS gönderilmesin

source: Address record ID
nl_nl: Adres record-id
tr_tr: Adres kaydı kimliği

source: Email record ID
tr_tr: E-posta kaydı kimliği

source: Phone ID
nl_nl: Telefoon-id
tr_tr: Telefon kimliği

source: Individual prefix
tr_tr: Bireysel ön ek

source: First name
nl_nl: Voornaam
tr_tr: Ad

source: Last name
nl_nl: Achternaam
tr_tr: Soyad

source: Middle name
nl_nl: Tussenvoegsel
tr_tr: İkinci ad

source: Nickname
tr_tr: Takma ad

source: Individual suffix
tr_tr: Birey son eki

source: Formal Title
tr_tr: Resmi unvan

source: Job Title
tr_tr: Görevi

source: Birth date
nl_nl: Geboortedatum
tr_tr: Doğum tarihi

source: Is deceased
tr_tr: Vefat etmiş

source: Deceased date
nl_nl: Overlijdensdatum
tr_tr: Vefat tarihi

source: Gender
nl_nl: Geslacht
tr_tr: Cinsiyet

source: No mass mail (opt-out)
tr_tr: Toplu posta gönderilmesin (abonelikten ayrılma)

source: Preferred Language
tr_tr: Yeğlenen dil

source: Leave empty to create a new Organization
nl_nl: Laat dit leeg om een organisatie toe te voegen
tr_tr: Yeni bir kuruluş eklenmesi için boş bırakın

source: Organization name
nl_nl: Naam organisatie
tr_tr: Kuruluş adı

source: No parameter given
nl_nl: Geen parameter meegegeven
tr_tr: Herhangi bir parametre belirtilmemiş

source: Contact type
tr_tr: Kişi türü

source: Fail on not found
tr_tr: Bulunamadığında başarısız olsun

source: First Name
tr_tr: Ad

source: Last Name
tr_tr: Soyad

source: External ID
nl_nl: Externe-id
tr_tr: Dış kimlik

source: Returns the first found contact with an e-mail address
tr_tr: Bir e-posta adresiyle bulunan ilk kişiyi döndürür

source: Exact Match
tr_tr: Tam eşleşme

source: This action looks up a contact by its name and e-mail address. If exact match is set it looks up a contact when an exact match is found.
tr_tr: Bu i,şlem, bir kişiyi adına ve e-posta adresine göre arar. Tam eşleşme ayarlandıysa, tam eşleşen bir kişiyi arar.

source: Location type
nl_nl: Locatietype
tr_tr: Konum türü

source: Use Country ISO Code
tr_tr: Ülke ISO kodu kullanılsın

source: State/Province name
nl_nl: Naam staat/provincie
tr_tr: İl/bölge adı

source: Country ID
nl_nl: Land-id
tr_tr: Ülke kimliği

source: Fallback Contact
tr_tr: Varsayılan kişi

source: Use abbreviation
nl_nl: Afkorting gebruiken
tr_tr: Kısaltma kullanılsın

source: State/Province ID
nl_nl: Staat/Provincie-id
tr_tr: İl/bölge kimliği

source: Max Contact ID
tr_tr: En büyük kişi kimliği

source: Communication Style
tr_tr: İletişim yöntemi

source: Set the communication style either with a parameter or with the configuration
tr_tr: İletişim yöntemini bir parametre ya da yapılandırma ile ayarlama

source: Employer Contact ID
nl_nl: Werkgever Contact-id
tr_tr: İş veren kişi kimliği

source: add
tr_tr: Ekle

source: set
tr_tr: Ayarla

source: unset
tr_tr: Ayarı kaldır

source: Option
tr_tr: Seçenek

source: Mode
tr_tr: Kip

source: Update existing
nl_nl: Bestaande wijzigen
tr_tr: Var olanı güncelle

source: Address: Automatically create relationships
tr_tr: Adres: İlişkileri otomatik olarak oluşturma

source: CiviCRM can create relationships automatically when you create an shared address. Such as household member, employer of etc.
tr_tr: Paylaşılan bir adres oluşturduğunuzda, CiviCRM otomatik olarak, hane halkı üyesi, iş veren gibi ilişkiler oluşturabilir.

source: Master Contact ID
tr_tr: Temel kişi kimliği

source: This is the contact from which the primary address is going to be used.
nl_nl: Dit is het contact van wie het primaire adres gebruikt gaat worden.
tr_tr: Birincil adresin kullanılacağı kişi.

source: Relationship type
nl_nl: Relatietype
tr_tr: İlişki türü

source: Contribution: Get data
tr_tr: Katkı: Verileri alma

source: Contribution: Get data by custom field
tr_tr: Katkı: Özel alana göre verileri alma

source: Contribution: Create
tr_tr: Katkı: Oluşturma

source: Contribution: Create (with parameters)
tr_tr: Katkı: Oluşturma (parametreler ile)

source: Contribution: Create recurring contribution
tr_tr: Katkı: Yinelenen katkı oluşturma

source: Contribution: repeat recurring contribution
tr_tr: Katkı: Yinelenen katkıyı yineleme

source: Contribution: Update
tr_tr: Katkı: Güncelleme

source: Contribution: Create Line Item
tr_tr: Katkı: Satır ögesi ekleme

source: Contribution: Link to membership
tr_tr: Katkı: Üyelik ile ilişkilendirme

source: Contribution: Link to participant
tr_tr: Katkı: Katılımcı ile ilişkilendirme

source: Contribution: Create soft contribution
tr_tr: Katkı: Sanal katkı oluşturma

source: Contribution: Move contribution to another contact
tr_tr: Katkı: Katkıyı başka bir kişiye taşıma

source: Send e-mail receipt
tr_tr: E-posta alındısı gönder

source: Contribution Recur ID
nl_nl: Contributie-terugkerend-id
tr_tr: Katkı yinelenme kimliği

source: Original Contribution ID
tr_tr: Özgün katkı kimliği

source: Financial Type
nl_nl: Financieel type
tr_tr: Mali tür

source: Payment instrument
nl_nl: Betaalmethode
tr_tr: Ödeme aracı

source: Status of contribution
nl_nl: Status van contributie
tr_tr: Katkı durumu

source: Skip Line Item
tr_tr: Satır ögesini atla

source: Amount
nl_nl: Bedrag
tr_tr: Tutar

source: Fee Amount
tr_tr: Ücret tutarı

source: Net Amount
tr_tr: Net tutar

source: Non-Deductible Amount
tr_tr: Vergiden düşülemeyecek tutar

source: Receive Date
tr_tr: Alınma tarihi

source: Receipt Date
tr_tr: Alındı tarihi

source: Thank-you Date
tr_tr: Teşekkür tarihi

source: Currency
nl_nl: Valuta
tr_tr: Para birimi

source: Transaction ID
nl_nl: Transactie-id
tr_tr: Hesap hareketi kimliği

source: Check Number
tr_tr: Çek numarası

source: Payment Processor
tr_tr: Ödeme aracısı

source: Status
tr_tr: Durum

source: Frequency Interval
nl_nl: Frequentie-interval
tr_tr: Sıklık değeri

source: Frequency Unit
nl_nl: Frequentie-eenheid
tr_tr: Sıklık birimi

source: Receive date
nl_nl: Ontvangstdatum
tr_tr: Alınma tarihi

source: Line Item ID
tr_tr: Satır ögesi kimliği

source: None
tr_tr: Yok

source: Membership
tr_tr: Üyelik

source: Event Registration
tr_tr: Etkinlik kaydı

source: Default Quantity
tr_tr: Varsayılan sayı

source: Default Label
tr_tr: Varsayılan etiket

source: Contribution Amount
tr_tr: Katkı tutarı

source: Linked Object
tr_tr: Bağlantılı nesne

source: Linked Entity ID
tr_tr: İlişkili varlık kimliği

source: Label
tr_tr: Etiket

source: Quantity
tr_tr: Sayı

source: Unit Price
tr_tr: Birim fiyatı

source: Soft credit type
nl_nl: Zacht krediettype
tr_tr: Sanal kredi türü

source: Set membership to pending
tr_tr: Üyeliği bekliyor olarak ayarla

source: Membership ID
nl_nl: Lidmaatschap-id
tr_tr: Üyelik kimliği

source: Add Line Item
tr_tr: Satır ögesi ekle

source: Old Contact ID
tr_tr: Eski kişi kimliği

source: New Contact ID
tr_tr: Yeni kişi kimliği

source: Receipt date
tr_tr: Alındı tarihi

source: Participant: Update status
tr_tr: Katılımcı: Durumu güncelleme

source: Participant: Update status given by a parameter
tr_tr: Katılımcı: Durumu belirtilen bir parametreye göre güncelleme

source: Participant: Register contact for an event
tr_tr: Katılımcı: Bir etkinlik için bir kişiyi kaydetme

source: Participant: Create/Update event registration
tr_tr: Katılımcı: Etkinlik kaydı oluşturma ya da güncelleme

source: Participant: Create/Update event registration (with status as parameter)
tr_tr: Katılımcı: Etkinlik kaydı oluşturma ya da güncelleme (parametre olarak durum ile)
