Repository: civicrm/civicrm-l10n-extensions
Catalog: po/mjwshared/*/mjwshared.po
Languages: fr_fr, nl_nl, tr_tr

source: Contribution: %1
nl_nl: Contributie: %1
tr_tr: Katkı: %1

source: Unable to complete payment! Missing %1.
fr_fr: Impossible de finaliser le règlement ! Il manque %1.
nl_nl: De betaling kan niet afgerond worden! Ontbrekende %1.
tr_tr: Ödeme tamamlanamadı! %1 eksik.

source: You are using a development version of %1 extension.
nl_nl: U gebruikt een een ontwikkelversie van extensie %1.
tr_tr: %1 eklentisinin geliştirme sürümünü kullanıyorsunuz.

source: %1: Development version
nl_nl: %1: Ontwikkelversie
tr_tr: %1: Geliştirme sürümü

source: The %1 extension requires the %2 extension version %3 or greater but your system has version %4.
nl_nl: De extensie %1 vereist van extensie %2 versie %3 of nieuwer, maar uw systeem heeft versie %4.
tr_tr: %1 eklentisi için %2 eklentisinin %3 ya da üzerindeki bir sürümü gereklidir. Sisteminizdeki sürüm: %4.

source: %1: Missing Requirements
nl_nl: %1: Ontbrekende vereiste onderdelen
tr_tr: %1: Gereksinimler karşılanmıyor

source: Upgrade now
nl_nl: Nu upgraden
tr_tr: Şimdi yükselt

source: You have the uk.co.nfpservice.onlineworldpay extension installed. There are multiple versions of this extension on various sites and the source code has not been released. It is known to be cause issues with other payment processors and should be disabled
fr_fr: Vous avez installé l'extension uk.co.nfpservice.onlineworldpay. Il existe plusieurs versions de cette extension sur divers sites et le code source n'a pas été publié. Elle cause des problèmes avec d'autres passerelles de paiement, il faut la désactiver.
nl_nl: U heeft de extensie uk.co.nfpservice.onlineworldpay geïnstalleerd. Dit is een extensie waarvan de code niet is vrijgegeven en waar op verschillende websites verschillende versies van in omloop zijn. Het kan problemen veroorzaken met andere betaalmethoden en wij raden u aan om die extensie niet te gebruiken
tr_tr: uk.co.nfpservice.onlineworldpay eklentisini kurdunuz. Bu eklentinin çeşitli sitelerde birden çok sürümü bulunuyor ve kaynak kodu yayınlanmamış. Diğer ödeme aracıları ile sorunlara neden olduğu biliniyor ve devre dışı bırakılmalıdır.

source: Incompatible Extension: uk.co.nfpservice.onlineworldpay
fr_fr: Extension incompatible : uk.co.nfpservice.onlineworldpay
nl_nl: Incompatibele extensie: uk.co.nfpservice.onlineworldpay
tr_tr: Eklenti uyumsuz: uk.co.nfpservice.onlineworldpay

source: It is recommended that you download and install the <strong><a href="https://civicrm.org/extensions/minifier">minifier</a></strong> extension. This will improve the page-load speeds for JS/CSS assets included with extensions such as <strong><a href="https://civicrm.org/extensions/stripe-payment-processor">Stripe</a></strong>.
fr_fr: Il est recommandé de télécharger et installer l'extension <strong><a href="https://civicrm.org/extensions/minifier">minifier</a></strong>. Ceci améliorera la vitesse de chargement de la page pour les JS/CSS inclus avec les extensions comme <strong><a href="https://civicrm.org/extensions/stripe-payment-processor">Stripe</a></strong>.
nl_nl: Wij bevelen aan dat u de extensie <strong><a href="https://civicrm.org/extensions/minifier">minifier</a></strong> gaat gebruiken. Hierdoor zal het laden sneller gaan van pagina's met JS/CSS-assets die door extensies als <strong><a href="https://civicrm.org/extensions/stripe-payment-processor">Stripe</a></strong>gebruikt worden.
tr_tr: <strong><a href="https://civicrm.org/extensions/minifier">Minifier</a></strong> eklentisini indirip kurmanız önerilir. Böylece <strong><a href="https://civicrm.org/extensions/stripe-payment-processor">Stripe</a></strong> gibi eklentilerde bulunan JS/CSS varlıkları için sayfa yükleme hızları artar.

source: Recommended Extension: minifier
fr_fr: Extension recommandée : minifier
nl_nl: Aanbevolen extensie: minifier
tr_tr: Önerilen eklenti: minifier

source: Install now
fr_fr: Installer maintenant
nl_nl: Nu installeren
tr_tr: Şimdi kur

source: If you are using Drupal webform_civicrm to accept payments you should download and install the <strong><a href="https://civicrm.org/extensions/contribution-transact-api">contributiontransactlegacy</a></strong> extension. This fixes a number of issues that cause payments to fail with extensions such as <strong><a href="https://civicrm.org/extensions/stripe-payment-processor">Stripe</a></strong>.
fr_fr: Si vous utilisez Drupal webform_civicrm pour accepter des règlements vous devriez télécharger et installer l'extension <strong><a href="https://civicrm.org/extensions/contribution-transact-api">contributiontransactlegacy</a></strong>. Ceci corrige plusieurs problèmes qui font échouer des règlements avec les extensions comme <strong><a href="https://civicrm.org/extensions/stripe-payment-processor">Stripe</a></strong>.
nl_nl: Indien u in Drupal de webform_civicrm gebruikt om betalingen te accepteren dan bevelen wij u aan om de extensie <strong><a href="https://civicrm.org/extensions/contribution-transact-api">contributiontransactlegacy</a></strong> te gaan gebruiken. Dit lost een aantal problemen op bij het betalen met extensies als <strong><a href="https://civicrm.org/extensions/stripe-payment-processor">Stripe</a></strong>.
tr_tr: Ödemeleri kabul etmek için Drupal webform_civicrm kullanıyorsanız, <strong><a href="https://civicrm.org/extensions/contribution-transact-api">contributiontransactlegacy</a></strong> eklentisini indirip kurmanız gerekir.. Böylece <strong><a href="https://civicrm.org/extensions/stripe-payment-processor">Stripe</a></strong> gibi eklentilerde ödemelerin alınamamasına neden olan bir dizi sorun giderilmiş olur.

source: Recommended Extension: contributiontransactlegacy
fr_fr: Extension recommandée : contributiontransactlegacy
nl_nl: Aanbevolen extensie: contributiontransactlegacy
tr_tr: Önerilen eklenti: contributiontransactlegacy

source: You need to disable "Separate Membership Payment" or disable the payment processors: %2 on contribution page %1 because it is not supported and will not work. See <a href="https://lab.civicrm.org/extensions/stripe/-/issues/134">Stripe#134</a>.
nl_nl: U moet "Separate Membership Payment" uitschakelen of de betaalmethoden: %2 op bijdragepagina %1 uitschakelen, het wordt niet ondersteund. Lees <a href="https://lab.civicrm.org/extensions/stripe/-/issues/134">Stripe#134</a>.
tr_tr: "Ayrı üyelik ödemesi" seçeneğini ya da ödeme aracılarını devre dışı bırakmanız gerekiyor: %1 katkı sayfasındaki %2 desteklenmiyor ve çalışmayacak. <a href="https://lab.civicrm.org/extensions/stripe/-/issues/134">Stripe#134</a> notuna bakın.

source: Payments: Invalid configuration
nl_nl: Payments: Ongeldige configuratie
tr_tr: Ödemeler: Yapılandırma geçersiz

source: It is recommended that you install the <strong><a href="https://civicrm.org/extensions/sweetalert">sweetalert</a></strong> extension. This allows extensions such as Stripe to show useful messages to the user when processing payment. If this is not installed it will fallback to the browser "alert" message but you will not see some messages (such as <em>we are pre-authorizing your card</em> and <em>please wait</em>) and the feedback to the user will not be as helpful.
nl_nl: Het wordt aanbevolen om de extensie <strong><a href="https://civicrm.org/extensions/sweetalert">sweetalert</a></strong> te installeren. Extensies als Stripe kunnen dan helpteksten tonen aan de gebruiker bij het doen van de betaling. Als de extensie sweetalert niet is geïnstalleerd dan zijn dat "alert" berichten waarbij ook meldingen (als <em>we are pre-authorizing your card</em> of <em>please wait</em>) ontbreken en de terugkoppeling naar de gebruiker minder is.
tr_tr: <strong><a href="https://civicrm.org/extensions/sweetalert">Sweetalert</a></strong> eklentisini kurmanız önerilir. Böylece, Stripe gibi eklentiler, ödemeyi işlerken kullanıcıya yararlı iletiler gösterebilir. Kurulmazsa bu tarayıcının "uyarı" iletisi görüntülenir ancak kullanıcıya yararlı olabilecek geri bildirim iletilerini görmezsiniz (<em>kartınızın ön yetkilendirmesi yapılıyor</em> ve <em>lütfen bekleyin</em> gibi).

source: Recommended Extension: sweetalert
nl_nl: Aanbevolen extensie: sweetalert
tr_tr: Önerilen eklenti: sweetalert

source: You have multiple domains configured and some domains are missing the scheduled job "Job.process_paymentprocessor_webhooks": %1
nl_nl: U heeft meerdere domeinen geconfigureerd, maar niet bij alle domeinen is er een geplande taak "Job.process_paymentprocessor_webhooks": %1
tr_tr: Yapılandırılmış birkaç etki alanınız var ve bazı etki alanlarında zamanlanmış "Job.process_paymentprocessor_webhooks" görevi eksik: %1

source: Payments: Multidomain scheduled jobs
nl_nl: Payments: Multidomein geplande taken
tr_tr: Ödemeler: Birkaç etki alanının zamanlanmış görevleri

source: You have %1 payment processor webhooks in "processing" status for %2 payment processors. This means that the system started processing them but something went wrong that can't be fixed automatically. Please check and identify the problem. Then you can mark them for retry.
tr_tr: %2 ödeme aracısının "işleniyor" durumda %1 ödeme aracısı internet kancası var. Bu durum, sistemin bunları işlemeye başladığı ancak otomatik olarak düzeltilemeyen bir sorun çıktığı anlamına gelir. Lütfen sorunu kontrol edip belirleyin. Ardından bunları yeniden denenmek üzere işaretleyebilirsiniz.

source: Payment Processor Webhooks: Processing failed
tr_tr: Ödeme aracısı internet kancaları: İşlenemedi

source: You do not have permission to access this page.
nl_nl: U heeft geen toegang tot deze pagina.
tr_tr: Bu sayfaya erişme izniniz yok.

source: Do you want to cancel these registrations when you refund the payment?
nl_nl: Wilt u deze registraties annuleren bij het terugbetalen?
tr_tr: Geri ödeme yaptığınızda bu kayıtları iptal etmek ister misiniz?

source: Do you want to cancel these memberships when you refund the payment?
nl_nl: Wilt u deze lidmaatschappen annuleren bij het terugbetalen?
tr_tr: Geri ödeme yaptığınızda bu üyelikleri iptal etmek ister misiniz?

source: Refund Amount
nl_nl: Bedrag terugbetaling
tr_tr: Geri ödeme tutarı

source: Refund
nl_nl: Terugbetalen
tr_tr: Geri öde

source: Cancel
nl_nl: Annuleren
tr_tr: İptal

source: Refund was processed successfully.
nl_nl: De terugbetaling is verwerkt.
tr_tr: Geri ödeme yapıldı.

source: Cancelled %1 participant registration(s).
nl_nl: %1 aanmelding(en) geannuleerd.
tr_tr: % katılımcının kaydı iptal edildi.

source: Cancelled %1 membership(s).
nl_nl: Geannuleerde %1 lidmaatschap(pen).
tr_tr: %1 üyelik iptal edildi.

source: Contribution ID
fr_fr: Id. de la contribution
nl_nl: Bijdrage-id
tr_tr: Katkı kimliği

source: Total Payment Amount
fr_fr: Montant total réglé
nl_nl: Totaal betaald bedrag
tr_tr: Toplam ödeme tutarı

source: Fee Amount
fr_fr: Frais
nl_nl: Kosten
tr_tr: Ücret tutarı

source: Payment Processor for this payment
fr_fr: Processeur de paiement pour ce règlement
nl_nl: Betaalmethode van deze betaling
tr_tr: Bu ödemenin ödeme aracısı

source: Payment Date
fr_fr: Date de règlement
nl_nl: Betaaldatum
tr_tr: Ödeme tarihi

source: Send out notifications based on contribution status change?
fr_fr: Envoyer des notifications en fonction du changement de statut de contribution ?
nl_nl: Moet er een notificatie verzonden worden bij een wijziging van de status?
tr_tr: Katkı durumundaki değişikliğe göre bildirimler gönderilsin mi?

source: Payment Method (FK to payment_instrument option group values)
nl_nl: Betaalmethode (FK naar payment_instrument option group values)
tr_tr: Ödeme yöntemi (payment_instrument seçenek grubu değerlerinin dış anahtarı)

source: Card Type ID (FK to accept_creditcard option group values)
nl_nl: Kaarttype-id (FK naar accept_creditcard option group values)
tr_tr: Kart türü kimliği (accept_creditcard seçenek grubu değerlerinin dış anahtarı)

source: Transaction Result Code
fr_fr: Code de résultat de la transaction
nl_nl: Transactie-resultaatcode
tr_tr: Hesap hareketi sonuç kodu

source: Transaction ID supplied by external processor. This may not be unique.
nl_nl: Transactie-id aangeleverd door een extern proces. Mogelijk is het niet uniek.
tr_tr: Dış aracı tarafından sağlanan hesap hareketi kimliği. Bu değer benzersiz olmayabilir.

source: Payment Processor external order reference
nl_nl: Betaalmethode externe volgorde referentie
tr_tr: Ödeme aracısının dış sipariş referansı

source: Check Number
fr_fr: Numéro de chèque
nl_nl: Controlegetal
tr_tr: Çek numarası

source: PAN Truncation (Last 4 digits of credit card)
nl_nl: PAN afkapping (Laatste 4 cijfers van creditcard)
tr_tr: PAN parçası (kredi kartının son 4 rakamı)

source: Payment Processor Webhooks
nl_nl: Betaalmethode Webhooks
tr_tr: Ödeme aracısı internet kancaları

source: Filters
tr_tr: Süzgeçler

source: Status
tr_tr: Durum

source: - Any -
nl_nl: - Alle -
tr_tr: - Tümü -

source: New
nl_nl: Nieuw
tr_tr: Yeni

source: Processing
nl_nl: Verwerking
tr_tr: İşleniyor

source: Success
nl_nl: Gelukt
tr_tr: Tamam

source: Error
nl_nl: Fout
tr_tr: Hata

source: Processor
tr_tr: Aracı

source: Test
tr_tr: Deneme

source: Live
nl_nl: Productie
tr_tr: Canlı

source: %count webhooks
tr_tr: %count internet kancası

source: Event ID
nl_nl: Evenement-id
tr_tr: Etkinlik kimliği

source: Search identifier
nl_nl: Identificatie zoeken
tr_tr: Arama belirteci

source: Search raw data
nl_nl: Ruwe data zoeken
tr_tr: Ham verilerde ara

source: Previous page
nl_nl: Vorige pagina
tr_tr: Önceki sayfa

source: Next page
nl_nl: Volgende pagina
tr_tr: Sonraki sayfa

source: Search / Reload
nl_nl: Zoeken / Verversen
tr_tr: Arama / Yeniden yükle

source: This event is awaiting processing
nl_nl: De gebeurtenis wacht op verwerking
tr_tr: Bu etkinlik işlenmeyi bekliyor

source: This event is currently being processed by the Scheduled Job
nl_nl: Deze gebeurtenis wordt nu verwerkt door een geplande taak.
tr_tr: Bu etkinlik şu anda zamanlanmış görev tarafından işleniyor

source: This event was successfully processed.
nl_nl: De gebeurtenis is verwerkt.
tr_tr: Bu etkinlik işlendi.

source: There was an error processing this event.
nl_nl: Het verwerken van de gebeurtenis is mislukt.
tr_tr: Bu etkinlik işlenirken bir sorun çıktı.

source: Loading...
nl_nl: Laden...
tr_tr: Yükleniyor...

source: Loaded
nl_nl: Geladen
tr_tr: Yüklendi

source: Deleting a received webhook event is not un-do-able, and you may not be able to generate it again. Are you sure?
nl_nl: Een ontvangen webhook verwijderen kan niet ongedaan gemaakt worden en u kunt het mogelijk niet opnieuw aanmaken. Wilt u dit toch verwijderen?
tr_tr: Bir gelen internet kancası etkinliğinin silinmesi geri alınamaz ve yeniden oluşturulamayabilir. Emin misiniz?

source: Deleting...
nl_nl: Verwijderen...
tr_tr: Siliniyor...

source: Gone
nl_nl: Verwijderd
tr_tr: Gitti

source: Retrying an event could cause bad things to happen, depending on the event and the processor, so please be confident in your understanding of both. Schedule retry of this event?
nl_nl: Een gebeurtenis opnieuw proberen te verwerken kan onverwachte resultaten geven. Dat hangt af van de gebeurtenis en de methode. Wees voorzichtig en doe dit alleen als u denkt dat dit goed is. Verwerken gebeurtenis opnieuw inplannen?
tr_tr: Bir etkinliği yeniden denemek, etkinliğe ve aracıya bağlı olarak kötü sonuçlanabilir. Bu nedenle lütfen her ikisini de anladığınızdan emin olun. Bu etkinliğin yeniden denenmesi zamanlansın mı?

source: Updating...
nl_nl: Bijwerken...
tr_tr: Güncelleniyor...

source: Updated
nl_nl: Bijgewerkt
tr_tr: Güncellendi

source: Scheduled for retry
nl_nl: Taak opnieuw ingepland
tr_tr: Yeniden denenmek üzere zamanlandı

source: Transaction ID
fr_fr: Id. de transaction
nl_nl: Transactie-id
tr_tr: Hesap hareketi kimliği

source: Transaction id supplied by external processor. This may not be unique.
fr_fr: Le numéro de transaction a été fournie par un processus extérieur. Il n'est donc pas possible de vérifier l'unicité de ce numéro.
nl_nl: Transactie-id is bepaald door een extern proces. Mogelijk is het niet uniek.
tr_tr: Dış aracı tarafından sağlanan hesap hareketi kimliği. Bu değer benzersiz olmayabilir.

source: Please complete the reCaptcha
nl_nl: Gebruik a.u.b. reCaptcha
tr_tr: Lütfen reCaptcha kodunu çözün

source: Please apply the Discount Code or clear the Discount Code text-field
nl_nl: Gebruik de kortingscode of wis het bijbehorende tekstveld
tr_tr: Lütfen indirim kodunu uygulayın ya da indirim kodu alanını boşaltın

source: Please check and fill in all required fields!
nl_nl: Vul a.u.b. alle verplichte velden in!
tr_tr: Lütfen tüm zorunlu alanları denetleyip doldurun!

source: Process incomplete payment processor webhooks
nl_nl: Niet volledige betaalmethode webhooks verwerken
tr_tr: İşlemi tamamlanmamış ödeme işlemcisi İnternet kancaları

source: Financial Transaction (Payment)
nl_nl: Financiële Transactie (Betaling)
tr_tr: Mali hesap hareketi (ödeme)

source: Payment details
nl_nl: Details betaling
tr_tr: Ödeme ayrıntıları

source: Payment Shared Settings
nl_nl: Gedeelde instellingen betalingen
tr_tr: Ödeme paylaşım ayarları

source: Payment processor webhooks
nl_nl: Betaalmethode webhooks
tr_tr: Ödeme aracısı internet kancaları

source: Paymentprocessor Webhook
nl_nl: Betaalmethode Webhook
tr_tr: Paymentprocessor internet kancası

source: Paymentprocessor Webhooks
nl_nl: Betaalmethode Webhooks
tr_tr: Paymentprocessor internet kancaları

source: Track the processing of payment processor webhooks
tr_tr: Ödeme aracısı internet kancalarının işlenmesini izleyin

source: ID
tr_tr: Kimlik

source: Unique PaymentprocessorWebhook ID
nl_nl: Uniek BetaalmethodeWebhook-id
tr_tr: Benzersiz PaymentprocessorWebhook kimliği

source: Payment Processor
fr_fr: Passerelle de paiement
nl_nl: Betaalmethode
tr_tr: Ödeme aracısı

source: Payment Processor for this webhook
nl_nl: Betaalmethode bij deze webhook
tr_tr: Bu internet kancasının ödeme aracısı

source: Webhook event ID
nl_nl: Webhook gebeurtenis-id
tr_tr: İnternet kancası işlem kimliği

source: Trigger
tr_tr: Tetikleyici

source: Webhook trigger event type
nl_nl: Webhook trigger gebeurtenis-type
tr_tr: İnternet kancası tetikleyici işlem türü

source: Created Date
nl_nl: Aanmaakdatum
tr_tr: Oluşturulma tarihi

source: When the webhook was first received by the IPN code
nl_nl: Wanneer is de webhook voor het eerst ontvangen met de IPN-code
tr_tr: İnternet kancasının IPN kodu ile ilk kez alındığı zaman

source: Processed Date
nl_nl: Verwerkingsdatum
tr_tr: İşlenme tarihi

source: Has this webhook been processed yet?
nl_nl: Is de webhook al verwerkt?
tr_tr: Bu internet kancası işlendi mi?

source: Processing status
nl_nl: Verwerkingsstatus
tr_tr: İşlenme durumu

source: Identifier
tr_tr: Belirteç

source: Optional key to group webhooks, as needed by some processors.
nl_nl: Optionele waarde om webhooks te groeperen, bij sommige methoden nodig.
tr_tr: Bazı işleyiciler tarafından gerek duyulan ve internet kancalarını gruplayan isteğe bağlı anahtar.

source: Message
nl_nl: Bericht
tr_tr: İleti

source: Stores data sent that is needed for processing. JSON suggested.
nl_nl: Slaat verzonden gegevens op die nodig is voor verwerking. Voorkeur: JSON.
tr_tr: İşlenmek üzere gönderilen verileri kaydeder. JSON önerir.

source: Data
nl_nl: Gegevens
tr_tr: Veriler

source: Enable refund payment via UI?
nl_nl: Terugbetalen via UI inschakelen?
tr_tr: Kullanıcı arayüzünden geri ödeme yapılabilsin

source: Enables a "Refund payment" option next to the edit payment option on Payments. Find payments by expanding contributions. For more detail see the <a href="%1">Refund documentation</a>
nl_nl: Schakelt een optie om een terugbetaling te doen in naast de optie in een betaling te wijzigen. Zoek naar de betaling via de bijdragen / contributies. Meer <a href="%1">informatie</a>
tr_tr: Bu seçenek etkinleştirildiğinde, Payments üzerinde ödemeyi düzenle seçeneğinin yanında bir "Geri öde" seçeneği sunulur. Katkıları genişleterek ödemeleri bulabilirsiniz. Ayrıntılı bilgi almak için <a href="%1">Geri ödeme belgeleri</a> bölümüne bakabilirsiniz

source: Disable the "Record Refund" link on edit contribution
nl_nl: Bij het wijzigen van een bijdrage de link om een terugbetaling te registreren uitschakelen
tr_tr: Katkı düzenlenmesinde "Geri ödeme kaydedilsin" bağlantısı kullanılmasın

source: By default CiviCRM includes a "Record Refund" link on edit contribution. This can be confusing when our payment refund UI is enabled because the contribution "Record Refund" does not communicate with the payment processor.
nl_nl: Standaard voegt CiviCRM bij het bewerken van een bijdrage een link toe om een terugbetaling te registreren. Dit kan verwarrend zijn als de de betaalmethode terugbetaling is ingeschakeld omdat de standaard terugbetaling losstaat van de betaalmethode.
tr_tr: Varsayılan olarak CiviCRM katkı düzenlemesinde bir "Geri ödeme kaydedilsin" bağlantısı bulunur. Ödeme iadesi kullanıcı arayüzümüz etkinleştirildiğinde bu durum kafa karıştırıcı olabilir çünkü "Geri ödeme kaydedilsin" katkısı ödeme aracısıyla iletişim kurmaz.

source: Enable Javascript debugging?
nl_nl: JavaScript debugging inschakelen?
tr_tr: JavaScript hata ayıklaması kullanılsın

source: Enables debug logging to browser console for javascript based payment processors.
nl_nl: Debug logging naar webbrowser console inschakelen voor betaalmethoden die met JavaScript werken.
tr_tr: Bu seçenek etkinleştirildiğinde, JavaScript temelli ödeme aracılarının hata ayıklama günlüğü tarayıcı konsoluna gönderilir.

source: Amount
nl_nl: Bedrag
tr_tr: Tutar

source: Payment date
nl_nl: Betaaldatum
tr_tr: Ödeme tarihi

source: Order Reference
nl_nl: Volgorde referentie
tr_tr: Sipariş referansı

source: This payment was used to register the following participants:
nl_nl: Deze betaling is gebruikt voor de registratie van de volgende deelnemers:
tr_tr: Bu ödeme şu katılımcıları kaydetmek için kullanıldı:

source: This payment was used for the following memberships:
nl_nl: Deze betaling is gebruikt voor de volgende lidmaatschappen:
tr_tr: Bu ödeme şu üyelikler için kullanıldı:

source: Click "refund" to refund this payment
nl_nl: Klik op "Terugbetalen" om de betaling terug te betalen
tr_tr: Bu ödemeyi geri vermek için "Geri öde" üzerinde tıklayın

source: Entity ID
fr_fr: Id. d'entité

source: Payment ID
fr_fr: Id. du règlement

source: The ID of the record in civicrm_financial_trxn
fr_fr: L'Id. de l'enregistrement dans civicrm_financial_trxn

source: Most commonly this equates to emails relating to the contribution, event, etcwhen a payment completes a contribution
fr_fr: Le plus souvent, cela équivaut à des courriels relatifs à la contribution, à l'événement, etc. lorsqu'un paiement solde une contribution

source: Payment Method
fr_fr: Méthode de règlement

source: FK to payment_instrument option group values
fr_fr: FK à payment_instrument valeurs d'option de groupe

source: Card Type ID
fr_fr: Id. du type de carte

source: FK to accept_creditcard option group values
fr_fr: FK à accept_creditcard valeurs d'option de groupe

source: processor result code
fr_fr: code de résultat du processeur/passerelle

source: Check number
fr_fr: Numéro de chèque

source: PAN Truncation
fr_fr: Troncage PAN

source: Last 4 digits of credit card
fr_fr: 4 derniers chiffres de la carte de crédit
