Repository: civicrm/civicrm-l10n-extensions
Catalog: po/sparkpost/*/sparkpost.po
Languages: fr_fr, nl_nl, tr_tr

source: API Key
fr_fr: Clé API
tr_tr: API anahtarı

source: IP pool
fr_fr: Pool d'IP
tr_tr: IP adresi havuzu

source: Use backup mailer
fr_fr: Utiliser le serveur de mail de secours
nl_nl: Back-up mailer gebruiken
tr_tr: Yedek e-posta işleyici kullanılsın

source: Custom callback URL
fr_fr: URL callback personnalisée
nl_nl: Aangepaste callback URL
tr_tr: Özel çağrı adresi

source: Save & Send Test Email
fr_fr: Enregistrer et envoyer un courriel de Test
nl_nl: Opslaan en testbericht verzenden
tr_tr: Deneme e-postasını kaydet ve gönder

source: Cannot send a test email because your user record does not have a valid email address.
fr_fr: Impossible d'envoyer un courriel test car votre compte utilisateur n'a pas d'adresse de courriel valide.
nl_nl: U kunt geen testmail versturen omdat uw gebruikersaccount geen geldig e-mailadres bevat.
tr_tr: Kullanıcı kaydınızda geçerli bir e-posta adresi bulunamadığından deneme e-postası gönderilemedi.

source: The site administrator needs to enter a valid 'FROM Email Address' in <a href="%1">Administer CiviCRM &raquo; Communications &raquo; FROM Email Addresses</a>. The email address used may need to be a valid mail account with your email service provider.
fr_fr: L'administrateur du site doit entrer une "Adresse de Courriel de provenance valide" (FROM) dans <a href="%1"> Administrer les Communications CiviCRM des adresses courriel de provenance (FROM)</a>. L'adresse courriel utilisée peut avoir à être un compte de messagerie valide auprès de votre fournisseur de services de messagerie.
nl_nl: De beheerder moet een geldig 'VAN e-mailadres' invoeren <a href="%1">Beheer &raquo; Communicatie &raquo; Afzenderadressen voor e-mail</a>. Het e-mailadres moet geldig zijn bij uw e-mailprovider.
tr_tr: Site yöneticisinin <a href="%1">"CiviCRM yönetimi" &raquo; "İletişim" &raquo; "Kimden e-posta adresleri"</a> bölümünden geçerli bir "Kimden e-posta adresi" yazması gerekir. Kullanılan e-posta adresinin, e-posta hizmeti sağlayıcınızda geçerli bir adres olması gerekebilir.

source: Domain %1 is not created and not verified in Sparkpost. Please follow instructions at <a href="%2">%2</a>.
fr_fr: Le domaine %1 n'est pas créé ni vérifié dans Sparkpost. Merci de suivre les instructions : <a href="%2">%2</a>.
nl_nl: Domein %1 is niet aangemaakt en geverifieerd in SparkPost. Instructies: <a href="%2">%2</a>.
tr_tr: %1 etki alanı oluşturulmamış ve Sparkpost üzerinde doğrulanamadı. Lütfen <a href="%2">%2</a> yönergelerini izleyin.

source: SparkPost error
fr_fr: Erreur SparkPost
nl_nl: SparkPost fout
tr_tr: SparkPost sorunu

source: Could not check status for domain %1 (Exception %2).
fr_fr: Impossible de vérifier l'état du domaine %1 (exception %2).
nl_nl: De status van domein %1 kan niet geverifieerd worden (Uitzondering %2).
tr_tr: %1 etki alanının durumu denetlenemedi (%2 sorunu).

source: The domain '%1' is not verified. Please follow instructions at <a href="%2">%2</a>.
fr_fr: Le domaine "%1" n'est pas vérifié. Merci de suivre les instructions : <a href="%2">%2</a>.
nl_nl: Domein '%1' is niet geverifieerd. Instructies: <a href="%2">%2</a>.
tr_tr: %1 etki alanı doğrulanamadı. Lütfen <a href="%2">%2</a> yönergelerini izleyin.

source: The domain %1 is ready to send.
fr_fr: Le domaine %1 est prêt à envoyer.
nl_nl: Het domein %1 kan verzenden.
tr_tr: %1 etki alanı gönderime hazır.

source: SparkPost status
fr_fr: Etat SpartPost
tr_tr: SparkPost durumu

source: Could not list webhooks (%1).
fr_fr: Impossible de lister les webhooks (%1).
nl_nl: De webhooks (%1) kunnen niet getoond worden.
tr_tr: Web bağlantıları listelenemedi (%1).

source: Could not install webhook (%1).
fr_fr: Impossible d'installer le webhook (%1).
nl_nl: De webhook (%1) kan niet geïnstalleerd worden.
tr_tr: Web bağlantısı kurulamadı (%1).

source: Could not install/refresh webhook.
fr_fr: Impossible d'installer/actualiser le webhook.
nl_nl: De webhook kan niet geïnstalleerd/ververst worden.
tr_tr: Web bağlantısı kurulamadı ya da yenilenemedi.

source: Webhook has been installed or refreshed.
fr_fr: Le webhook a été installé ou actualisé.
nl_nl: De webhook is geïnstalleerd of ververst.
tr_tr: Web bağlantısı kuruldu ya da yenilendi.

source: Sending test email. FROM: %1 TO: %2.<br />
fr_fr: Envoi du courriel de test. FROM : %1 TO : %2. <br />
nl_nl: Er wordt een test e-mail verzonden van: %1 naar: %2.<br/>
tr_tr: Deneme e-postası gönderiliyor. Kimden: %1 Kime: %2.<br />

source: Test for SparkPost settings
fr_fr: Test des paramètres de SparkPost
nl_nl: SparkPost instellingen testen
tr_tr: SparkPost ayarları için deneme

source: Your SparkPost settings are correct
fr_fr: Vos paramètres SparkPost sont corrects.
nl_nl: De SparkPost instellingen zijn goed
tr_tr: SparkPost ayarlarınız doğru

source: Your %1 settings are correct. A test email has been sent to your email address.
fr_fr: Vos paramétres %1 sont corrects. Un courriel de test a été envoyé à votre adresse de courriel.
nl_nl: De %1 instellingen zijn goed. Er is een e-mail verzonden naar uw e-mailadres.
tr_tr: %1 ayarlarınız doğru. E-posta adresinize bir deneme e-postası gönderildi.

source: Mail Sent
fr_fr: Courriel envoyé
nl_nl: E-mail verzonden
tr_tr: E-posta gönderildi

source: Oops. Your %1 settings are incorrect. No test mail has been sent.
fr_fr: Oh ! Vos paramétres %1 sont incorrects. Aucun courriel de test n'a été envoyé.
nl_nl: De %1 instellingen zijn NIET goed. Er is geen e-mail verzonden naar uw e-mailadres.
tr_tr: %1 ayarlarınız hatalı. Herhangi bir deneme e-postası gönderilmedi.

source: Mail Not Sent
fr_fr: Courriel non envoyé
nl_nl: E-mail niet verzonden
tr_tr: E-posta gönderilmedi

source: Upgrade %1 to revision %2
fr_fr: Mise à jour de %1 à la révision %2
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Outbound Email (SparkPost)
fr_fr: Courriel sortant (SparkPost)
nl_nl: Uitgaande e-mail (SparkPost)
tr_tr: Giden e-posta (SparkPost)

source: This requirement is not met in your current configuration, the extension will not work.
fr_fr: Ce pré-requis n'est pas rempli dans votre configuration actuelle, l'extension ne fonctionnera pas.
nl_nl: Omdat uw configuratie niet voldoet aan de vereisten zal de extensie niet werken.
tr_tr: Geçerli yapılandırmanız gereksinimleri karşılamadığından eklenti çalışmayacak.

source: The SparkPost extension requires PHP version 5.4 or higher.
fr_fr: L'extension SparkPost nécessite PHP version 5.4 ou +
nl_nl: De extensie SparkPost vereist minimaal PHP-versie 5.4.
tr_tr: SparkPost eklentisi için PHP 5.4 ya da üzerindeki bir sürümün kullanılması gereklidir.

source: SparkPost requirements not met
fr_fr: Les pré-requis pour SparkPost ne sont pas remplis.
nl_nl: Er is niet voldaan aan de vereisen voor SparkPost
tr_tr: SparkPost gereksinimleri karşılanmıyor

source: The SparkPost extension requires the PHP curl library.
fr_fr: L'extension SparkPost nécessite la bibliothèque PHP curl.
nl_nl: De extensie SparkPost vereist de PHP-library Curl.
tr_tr: SparkPost eklentisi için PHP cURL kitaplığı gereklidir.

source: SparkPost Configuration
fr_fr: Configuration de SparkPost
nl_nl: SparkPost configuratie
tr_tr: SparkPost yapılandırması

source: You can create API keys at:
fr_fr: Vous pouvez créer des clés API ici :
nl_nl: U kunt API-keys aanmaken bij:
tr_tr: API anahtarlarını şuradan oluşturabilirsiniz:

source: Only used if you have one or more dedicated IP addresses at SparkPost.
fr_fr: Utilisé uniquement si vous avez une ou plusieurs adresses IP dédiées chez SparkPost.
nl_nl: Alleen gebruikt als u een of meer IP-adressen alleen voor SparkPost gebruikt.
tr_tr: Yalnızca SparkPost üzerinde bir ya da birkaç sabit IP adresiniz varsa kullanılır.

source: You can define a backup mailer <a href='%1'>here</a>.
fr_fr: Vous pouvez définir un serveur de secours <a href='%1'>ici</a>.
nl_nl: U kunt een back-up mailer <a href='%1'>definiëren</a>.
tr_tr: Yedek e-posta işleyiciyi <a href='%1'>buradan</a> ayarlayabilirsiniz.

source: It will be used if Sparkpost cannot send emails (unverified sending domain, sending limits exceeded, ...).
fr_fr: Il sera utilisé si Sparkpost ne peut pas envoyer de courriels (domaine d'envoi non vérifié, limites d'envoi dépassées, ...).
nl_nl: Wordt gebruikt als SparkPost geen e-mails kan verzenden(niet geverifieerd domein, limieten verzenden overschreden, ...).
tr_tr: Yedek e-posta işleyici, SparkPost herhangi bir nedenle e-posta gönderemediğinde kullanılır (gönderen etki alanının doğrulanamaması, gönderim sınırlarının aşılması gibi sorunlar)

source: A custom callback URL is useful when your site is behind a proxy (like CiviProxy). Leave this blank to use the default URL.
fr_fr: Une URL de callback personnalisée est utile quand votre site est derrière un proxy (comme CiviProxy). Laisser ce champ vide pour utiliser l'URL par défaut.
nl_nl: Een eigen callback URL is zinvol als de website achter een proxy (bijv. CiviProxy) zit. Als u dit veld leeg laat wordt de standaard URL gebruikt.
tr_tr: Özel çağrı adresi siteniz bir vekil sunucu arkasında ise (CiviProxy gib) yararlıdır. Varsayılan adresin kullanılması için bu alanı boş bırakın.
