Repository: civicrm/civicrm-l10n-extensions
Catalog: po/invoicehelper/*/invoicehelper.po
Languages: de_de, fr_ca, tr_tr

source: Invalid email: %1
de_de: Ungültige E-Mail: %1
fr_ca: Courriel invalide : %1
tr_tr: E-posta adresi geçersiz: %1

source: To
de_de: An
fr_ca: A
tr_tr: Kime

source: CC
tr_tr: Kopya

source: Template
de_de: Nachrichtenvorlage
fr_ca: Modèle
tr_tr: Kalıp

source: Message
de_de: Nachricht
tr_tr: İleti

source: Email was NOT sent to %1 contacts (no email address on file, or communication preferences specify DO NOT EMAIL, or contact is deceased).
de_de: E-Mail wurde NICHT an %1 Kontakte gesendet (fehlende E-Mail-Adresse in Datei oder die Kommunikationspräferenz hat KEINE E-MAILS eingestellt oder der Kontakt ist verstorben).
fr_ca: Le courriel n'a PAS été envoyé à %1 contacts (soit parce qu'ils n'ont aucune adresse courriel, soit parce que ses préférences de communication précisent NE PAS ENVOYER DE COURRIEL, soit parce que le contact est décédé).
tr_tr: E-posta %1 kişiye GÖNDERİLEMEDİ (dosyada e-posta adresi yok veya iletişim tercihleri ​​E-POSTA GÖNDERMEYİN olarak ayarlanmış ya da kişi vefat etmiş).

source: Email Error
de_de: E-Mail-Fehler
fr_ca: Erreur de courriel
tr_tr: E-posta sorunu

source: Your mail has been sent.
de_de: E-Mail wurde gesendet.
fr_ca: Votre courriel a été envoyé
tr_tr: E-postanız gönderildi.

source: Sent
de_de: Gesendet
fr_ca: Envoyé
tr_tr: Gönderildi

source: Use Template
de_de: Vorlage benutzen
fr_ca: Utiliser le modèle
tr_tr: Kalıp kullanılsın

source: - select -
de_de: - wählen -
fr_ca: - sélectionner -
tr_tr: - Seçin -

source: Invoice Helper
fr_ca: Assistant Facturation
tr_tr: Fatura yardımcısı

source: CC offline membership receipts
de_de: CC Offline Mitgliedschaftsbestätigung
tr_tr: Çevrim dışı üyelik alındıları kopya olarak gönderilsin

source: BCC offline membership receipts
de_de: BCC Offline Mitgliedschaftsbestätigung
tr_tr: Çevrim dışı üyelik alındıları gizli kopya olarak gönderilsin

source: Send membership receipts by default?
de_de: Bestätigungen zu Mitgliedschaften standardmäßig senden?
fr_ca: Envoyer les reçus d'adhésion par défaut ?
tr_tr: Üyelik alındıları varsayılan olarak gönderilsin mi?

source: If yes, the "Send Confirmation and Receipt?" checkbox will be checked by default.
de_de: Falls ja, dann wird die Checkbox "Bestätigung und Rechnung senden" standardmäßig angehakt.
fr_ca: Si oui, la case à cocher « Envoyer la confirmation et le reçu ? » sera cochée par défaut.
tr_tr: Evet olarak ayarlandığında, "Onay ve alındı gönderilsin mi?" kutusu varsayılan olarak işaretlenir.

source: No
de_de: Nein
fr_ca: Non
tr_tr: Hayır

source: Yes
de_de: Ja
fr_ca: Oui
tr_tr: Evet

source: CC offline contribution receipts
de_de: CC Offline Zuwendungsbestätigung
tr_tr: Çevrim dışı katkı alındıları kopya olarak gönderilsin

source: BCC offline contribution receipts
de_de: BCC Offline Zuwendungsbestätigung
tr_tr: Çevrim dışı katkı alındıları gizli kopya olarak gönderilsin

source: Send contribution receipts by default?
de_de: Bestätigungen zu Zuwendungen standardmäßig senden?
fr_ca: Envoyer les reçus fiscaux par défaut ?
tr_tr: Katkı alındıları varsayılan olarak gönderilsin mi?

source: CC contribution invoice receipts
de_de: CC Zuwendungsrechnungen / -bestätigungen
tr_tr: Katkı faturası alındıları kopya olarak gönderilsin

source: BCC contribution invoice receipts
de_de: BCC Zuwendungsrechnungen / -bestätigungen
tr_tr: Katkı faturası alındıları gizli kopya olarak gönderilsin

source: You can enter multiple emails separated by a comma.
de_de: Es können mehrere E-Mail-Adressen komma-getrennt eingegeben werden.
fr_ca: Vous pouvez saisir plusieurs adresses de courriel séparées par une virgule.
tr_tr: Virgül ile ayrılarak birden fazla e-posta adresi yazabilirsiniz.

source: Pay Online Link
de_de: Online bezahlen Link
fr_ca: Lien de paiement en ligne
tr_tr: Çevrim içi ödeme bağlantısı

source: You can copy-paste this link in an email to the contact. It grants them access to view and pay this specific contribution.
de_de: Dieser Link kann mit Kopieren&Einfügen in eine E-Mail an den Kontakt gesendet werden. Es gewährt ihnen Zugang, um die Zuwendung zu sehen und zu bezahlen.
fr_ca: Vous pouvez copier-coller ce lien dans un courriel que vous envoyez au contact. Ce lien donne accès à la visualisation et au paiement de cette contribution.
tr_tr: Bu bağlantıyı kopyalayıp bir e-postaya yapıştırabilirsiniz. Böylece alıcılar, katkılarını görüntüleyip ödeyebilir.
