Repository: civicrm/civicrm-l10n-extensions
Catalog: po/postcodenl/*/postcodenl.po
Languages: de_de, nl_nl, tr_tr

source: - any group -
de_de: - beliebige Gruppe -
nl_nl: - elke groep -
tr_tr: - Tüm gruplar -

source: Group
de_de: Gruppe
nl_nl: Groep
tr_tr: Grup

source: Submit
de_de: Abschicken
nl_nl: Verzenden
tr_tr: Gönder

source: Updating addresses %1/%2
de_de: Adressen %1%2 werden aktualisiert
nl_nl: Adressen aan het bijwerken %1/%2
tr_tr: Adresler güncelleniyor %1/%2

source: Updating addresses
de_de: Adressen werden aktualisiert
nl_nl: Adressen aan het bijwerken
tr_tr: Adresler güncelleniyor

source: Import postcode data from Pro6pp
de_de: Postleitzahldaten von Pro6PP importieren
nl_nl: Postcodegegevens van Pro6pp importeren
tr_tr: Pro6pp üzerinden posta kodu verilerini içe aktar

source: Finishing CBS Buurten import
de_de: CBS Buurten Import abgeschlossen
nl_nl: Importeren CBS-buurten afronden
tr_tr: CBS Buurten içe aktarması tamamlanıyor

source: Importing postcodes
de_de: Postleitzahlen werden importiert
nl_nl: Postcodes aan het importeren
tr_tr: Posta kodları içe aktarılıyor

source: Finished Postcode Import
de_de: Postleitzahlenimport abgeschlossen
nl_nl: Importeren postcodes afronden
tr_tr: Posta kodlarının içe aktarılması tamamlandı

source: Import Postcodes
de_de: Postleitzahlen importieren
nl_nl: Postcodes importeren
tr_tr: Posta kodlarını içe aktar

source: Update addresses
de_de: Adressen aktualisieren
nl_nl: Adressen bijwerken
tr_tr: Adresleri güncelle

source: Upgrade %1 to revision %2
de_de: %1 auf Revision %2 aktualisieren
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Import postcode from pro6pp
de_de: Postleitzahlen von Pro6PP importieren
nl_nl: Postcode van pro6pp importeren
tr_tr: Pro6pp üzerinden posta kodlarını içe aktar

source: Update addresses from Dutch postcode database
de_de: Adressen aus der Niederländischen Postleitzahlendatenbank aktualisieren
nl_nl: Adressen met Nederlandse postcode-database bijwerken
tr_tr: Adresleri Hollanda posta kodu veri tabanından güncelle

source: Pro6pp api authkey
tr_tr: Pro6pp API kimlik doğrulama kodu

source: Skip CBS Buurten
de_de: CBS Buurten überspringen
nl_nl: CBS-Buurten overslaan
tr_tr: CBS Buurten atlansın

source: Running the import can take a while. So please be patient and let the import job do its work
de_de: Das Ausführen des Imports kann eine Weile dauern. Bitte geduldig bleiben und den Importer seine Arbeit in Ruhe erledigen lassen.
nl_nl: Dit importeren kan even duren. Wacht a.u.b. even rustig af totdat de job klaar is
tr_tr: İçe aktarma işlemi uzun sürebilir. Lütfen sabırlı olun ve içe aktarma işleminin tamamlanmasını bekleyin.

source: Import
de_de: Importieren
nl_nl: Importeren
tr_tr: İçe aktar
