Repository: civicrm/civicrm-l10n-extensions
Catalog: po/imagecrop/*/imagecrop.po
Languages: cs_cz, es_es, fr_fr, ja_jp, nl_nl, tr_tr

source: Aspect ratio
cs_cz: Poměr stran
es_es: Relación de aspecto
fr_fr: Rapport d'aspect
ja_jp: アスペクト比
nl_nl: Beeldverhouding
tr_tr: En/boy oranı

source: Crop area X
cs_cz: Oblast oříznutí X
es_es: Área de recorte X
fr_fr: Zone de recadrage X
ja_jp: クロップエリア X
nl_nl: Bijsnijden gebied X
tr_tr: X kırpma alanı

source: Crop area Y
cs_cz: Oblast oříznutí Y
es_es: Área de recorte Y
fr_fr: Zone de recadrage Y
ja_jp: クロップエリア Y
nl_nl: Bijsnijden gebied Y
tr_tr: Y kırpma alanı

source: Output X
cs_cz: Výsledek X
es_es: Salida X
fr_fr: Sortie X
ja_jp: 出力 X
nl_nl: Resultaat X
tr_tr: X çıktısı

source: Output Y
cs_cz: Výsledek Y
es_es: Salida Y
fr_fr: Sortie Y
ja_jp: 出力 Y
nl_nl: Resultaat Y
tr_tr: Y çıktısı

source: Value should be a positive number
cs_cz: Hodnota by mělo být kladné číslo
es_es: El valor debe ser un número positivo
fr_fr: La valeur doit être un nombre positif
ja_jp: 値が正の数でなければなりません
nl_nl: Waarde moet een positief getal zijn
tr_tr: Değer pozitif bir sayı olmalı

source: Minimum width
cs_cz: Minimální šířka
es_es: Ancho mínimo
fr_fr: largeur minimale
ja_jp: 最小幅
nl_nl: Minimale breedte
tr_tr: En az genişlik

source: Minimum height
cs_cz: Minimální výška
es_es: Alto mínimo
fr_fr: Hauteur minimale
ja_jp: 最小高
nl_nl: Minimale hoogte
tr_tr: En az yükseklik

source: Maximum width
cs_cz: Maximální šířka
es_es: Ancho máximo
fr_fr: Largeur maximale
ja_jp: 最大幅
nl_nl: Maximale breedte
tr_tr: En fazla genişlik

source: Maximum height
cs_cz: Maximální výška
es_es: Alto máximo
fr_fr: Hauteur maximale
ja_jp: 最大高
nl_nl: Maximale hoogte
tr_tr: En fazla yükseklik

source: Change thumbnail size of contact records?
cs_cz: Změnit velikost náhledu kontaktních záznamů?
es_es: ¿Cambiar el tamaño del thumbnail del contacto?
fr_fr: Changer la taille des vignettes des enregistrements de contact?
ja_jp: 連絡先レコードのサムネイルサイズを変更しますか？
nl_nl: Miniatuurgrootte van contactrecords wijzigen?
tr_tr: Kişi kayıtlarındaki küçük görsel boyutu değiştirilsin

source: Automatically resize?
cs_cz: Změnit velikost automaticky?
es_es: ¿Reescalado automático?
fr_fr: Redimensionner automatiquement?
ja_jp: 自動でリサイズしますか？
nl_nl: Automatisch aanpassen?
tr_tr: Otomatik olarak yeniden boyutlandırılsın

source: Submit
cs_cz: Odeslat
es_es: Enviar
fr_fr: Envoyer
ja_jp: 送信
nl_nl: Verzenden
tr_tr: Gönder

source: The aspect ratio is not a valid format.
cs_cz: Poměr stran nemá správný formát.
es_es: La relación de aspecto no es un formato válido.
fr_fr: Le rapport d'aspect n'est pas un format valide.
ja_jp: アスペクト比が有効なフォーマットではありません。
nl_nl: De beeldverhouding heeft een ongeldig formaat.
tr_tr: En/boy oranı biçimi geçersiz.

source: The crop area must be greater than zero.
cs_cz: Oblast oříznutí musí být větší než nula.
es_es: El área de recorte debe ser mayor a cero.
fr_fr: La zone de recadrage doit être supérieure à zéro.
ja_jp: クロップエリアはゼロより大きくなければなりません。
nl_nl: Het gebied om bij te snijden moet groter dan nul zijn.
tr_tr: Kırpma alanı sıfırdan büyük olmalıdır.

source: Settings saved.
cs_cz: Nastavení uloženo.
es_es: Configuraciones guardadas.
fr_fr: Paramètres enregistrés.
ja_jp: 設定を保存しました。
nl_nl: Instellingen opgeslagen.
tr_tr: Ayarlar kaydedildi.

source: API Error: %1
cs_cz: Chyba API: %1
es_es: Error de la API: %1
fr_fr: Erreur IPA : %1
ja_jp: API エラー : %1
nl_nl: API Foutmelding: %1
tr_tr: API sorunu: %1

source: Upgrade %1 to revision %2
es_es: Actualizar %1 a la revisión %2
nl_nl: Upgrade %1 naar revisie %2
tr_tr: %1, %2 sürümüne güncelle

source: Crop image
cs_cz: Oříznout obrázek
es_es: Recortar imagen
fr_fr: Recadrer image
ja_jp: クロップ画像
nl_nl: Afbeelding bijsnijden
tr_tr: Görseli kırp

source: Image editor
cs_cz: Editor obrázků
es_es: Editor de imagen
fr_fr: Éditeur d'image
ja_jp: イメージエディタ
nl_nl: Afbeelding bewerker
tr_tr: Görsel düzenleyici

source: The image size is too small (%1 px). Please upload an image at least %2 pixels large.
cs_cz: Obrázek je příliš malý (%1 px). Nahrajte prosím obrázek o šířce nejméně %2 px.
es_es: El tamaño de la imagen es muy pequeño (%1 px). Por favor suba una imagen de al menos %2 pixels de grande.
fr_fr: La taille de l'image est trop petite (%1 px). S'il vous plaît télécharger une image d'une taille d'au moins %2 pixels de large.
ja_jp: 画像サイズ (%1 px) が小さすぎます。大型の、少なくとも %2 ピクセルの画像をアップロードしてください。
nl_nl: Het afbeeldingsformaat is te klein (%1 px). Upload een afbeelding van tenminste %2 pixels.
tr_tr: Görsel boyutu çok küçük (%1 piksel). Lütfen en az %2 piksel genişliğinde bir görsel yükleyin.

source: The image size is too small (%1 px). Please upload an image at least %2 pixels high.
cs_cz: Obrázek je příliš malý (%1 px). Nahrajte prosím obrázek o výšce nejméně %2 px.
es_es: El tamaño de la imagen es muy pequeño (%1 px). Por favor suba una imagen de al menos %2 pixels de alto.
fr_fr: La taille de l'image est trop petite (%1 px). Veuillez charger une image d'une taille d'au moins %2 pixels.
ja_jp: 画像サイズ (%1 px) が小さすぎます。画像は少なくとも %2 ピクセルの高さでアップロードしてください。
nl_nl: Het afbeeldingsformaat is te klein (%1 px). Upload een afbeelding van tenminste %2 pixels.
tr_tr: Görsel boyutu çok küçük (%1 piksel). Lütfen en az %2 piksel yüksekliğinde bir görsel yükleyin.

source: The image size is too large (%1 px). Please upload an image less than %2 pixels large.
cs_cz: Obrázek je příliš velký (%1 px). Nahrajte prosím obrázek o šířce nejvíce %2 px.
es_es: El tamaño de la imagen es muy grande (%1 px). Por favor suba una imagen no mayor a %2 pixels de grande.
fr_fr: La taille de l'image est trop grande (%1 px). Veuillez charger une image de moins de %2 pixels de large.
ja_jp: 画像サイズ (%1 px) が大きすぎます。大型の %2 ピクセルよりも小さい画像をアップロードしてください。
nl_nl: Het afbeeldingsformaat is te groot (%1 px). Upload een afbeelding van minder dan %2 pixels.
tr_tr: Görsel boyutu çok büyük (%1 piksel). Lütfen en fazla %2 piksel genişliğinde bir görsel yükleyin.

source: The image size is too large (%1 px). Please upload an image less than %2 pixels high.
cs_cz: Obrázek je příliš velký (%1 px). Nahrajte prosím obrázek o výšce nejvíce %2 px.
es_es: El tamaño de la imagen es muy grande (%1 px). Por favor suba una imagen no mayor a %2 pixels de alto.
fr_fr: La taille de l'image est trop grande (%1 px). Veuillez charger une image de moins de %2 pixels de haut.
ja_jp: 画像サイズ (%1 px) が大きすぎます。画像は少なくとも %2 ピクセルよりも小さい高さでアップロードしてください。
nl_nl: Het afbeeldingsformaat is te groot (%1 px). Upload een afbeelding van minder dan %2 pixels.
tr_tr: Görsel boyutu çok büyük (%1 piksel). Lütfen en fazla %2 piksel yüksekliğinde bir görsel yükleyin.

source: Crop
cs_cz: Oříznout
es_es: Recortar
fr_fr: Recadrage
ja_jp: クロップ
nl_nl: Bijsnijden
tr_tr: Kırp

source: Close
cs_cz: Zavřít
es_es: Cerrar
fr_fr: Recadrer
ja_jp: 閉じる
nl_nl: Sluiten
tr_tr: Kapat

source: Image output
cs_cz: Výsledný obrázek
es_es: Salida de imagen
fr_fr: sortie d'image
ja_jp: 画像出力
nl_nl: Afbeeldingsresultaat
tr_tr: Görsel çıktısı

source: Optional: enforce an aspect ratio when selecting a crop area or resizing. Example formats: 1:1, 3:2, 4:3, 16:9, 16:10, 1.6:1, 1.85:1. This will also automatically define the size of the minimum crop area setting or resize size if you select one.
cs_cz: Volitelné: vynuťte poměr stran při výběru oblasti oříznutí nebo změně velikosti. Příklady formátů: 1:1, 3:2, 4:3, 16:9, 16:10, 1.6:1, 1.85:1. Výběrem poměru stran také automaticky určíte velikost minimální oblasti oříznutí nebo výsledku při změně velikosti.
es_es: Opcional: forzar una relación de aspecto cuando selecciona un área de recorte o reescalado. Formatos de ejemplo: 1:1, 3:2, 4:3, 16:9, 16:10, 1.6:1, 1.85:1. Esto también definirá automáticamente el tamaño mínimo del área de recorte o tamaño de reescalado si selecciona uno.
fr_fr: En option: faire respecter un ratio d'aspect lorsque vous sélectionnez une zone de recadrage ou de redimensionnement. Exemple formats: 1:1, 3:2, 4:3, 16:9, 16:10, 1,6:1, 1,85:1. Cela permettra également de définir automatiquement la taille du réglage de la zone de recadrage ou la taille minimale de redimensionnement si vous sélectionnez une.
ja_jp: オプション : クロップエリアの選択や、サイズ変更時のアスペクト比を適用します。用例フォーマット : 1:1, 3:2, 4:3, 16:9, 16:10, 1.6:1, 1.85:1 など。また、これは自動的に最小クロップエリアの設定サイズを定義するか、いずれかを選択した場合のサイズ、またはサイズ変更をします。
nl_nl: Optioneel: dwing een beeldverhouding af bij het selecteren van een gebied om bij te snijden of formaat-aanpassing. Voorbeeld formaten: 1: 1, 3: 2, 4: 3, 16: 9, 16:10, 1,6: 1, 1,85: 1. Dit zal ook automatisch het formaat van het minimale bijsnijd-gebied bepalen van het aangepaste formaat wanneer u er een selecteert.
tr_tr: İsteğe bağlı: Kırpma alanını seçerken veya yeniden boyutlandırırken bir en boy oranı seçebilirsiniz. Örnek biçimler: 1:1, 3:2, 4:3, 16:9, 16:10, 1.6:1, 1.85:1. Bir seçim yaparsanız en az kırpma alanı boyutu otomatik olarak belirlenir ya da görsel yeniden boyutlandırılır.

source: Thumbnail size
cs_cz: Velikost náhledu
es_es: Tamaño del thumbnail
fr_fr: Taille de la vignette
ja_jp: サムネイルサイズ
nl_nl: Miniatuur afmeting
tr_tr: Küçük görsel boyutu

source: pixels (width x height)
cs_cz: pixely (šířka x výška)
es_es: pixels (ancho x alto)
fr_fr: pixels (largeur x hauteur)
ja_jp: ピクセル (幅 x 高さ)
nl_nl: pixels (breedte x hoogte)
tr_tr: piksel (genişlik x yükseklik)

source: Size of the thumbnail images that you are most likely to use. This is also the minimum size of the cropped area that the user must select.
cs_cz: Velikost náhledových obrázků, které budete chtít nejpravděpodobněji používat. Je to zároveň minimální velikost uživatelem volené oblasti oříznutí.
es_es: Tamaño de la imagen thumbnail que mayormente utilizará. Este será también el tamaño mínimo del área recortada que el usuario debe seleciconar.
fr_fr: Taille des images miniatures ou vignettes que vous êtes le plus susceptible d'utiliser. C'est également la taille minimale de la zone de recadrage que l'utilisateur doit sélectionner.
ja_jp: 使用する可能性が最も高いサムネイル画像のサイズです。ユーザが選択する必要のある、クロップエリアの最小サイズになります。
nl_nl: Grootte van de miniaturen die u het meest gebruikt. Dit is ook de minimale omvang van het bijgesneden gebied dat de gebruiker moet selecteren.
tr_tr: En çok kullanacağınız küçük görsellerin boyutu. Bu seçim aynı zamanda kullanıcının seçmesi gereken kırpılmış alanın en az boyutunu belirler.

source: By default CiviCRM shows thumbnails of 100 pixels wide in contact records and profile view. Setting this to "yes" will set the thumbnail to the above dimensions. This may break the layout of your screen if the size is too large.
cs_cz: Ve výchozím nastavení CiviCRM používá v záznamech kontaktů a profilových pohledech náhledy široké 100 pixelů. Nastavením na "ano" změníte velikost náhledu na výše uvedené hodnoty. To může poškodit rozložení prvků na obrazovce, jsou-li náhledy příliš velké.
es_es: Por defecto CiviCRM muestra thumbnails de 100 pixels de ancho en los registros de contacto y vistas de perfiles. Configurando esto a "si", definirá el thumbnail a las dimesiones de arriba. Esto puede romper el diseño de la pantalla si el tamaño es muy grande.
fr_fr: Par défaut CiviCRM affiche des vignettes de 100 pixels de large dans les dossiers de contact et vue de profil. Mettre cette option à "Oui" réglera la vignette pour les dimensions ci-dessus. Cela pourrait briser la disposition de votre écran si la taille est trop grande.
ja_jp: デフォルトでは CiviCRM 連絡先レコードとプロファイル表示でワイドな 100 ピクセルのサムネイルを表示しています。「はい」に設定した場合は、上記の寸法にサムネイルが設定されます。サイズが大きすぎる場合は、画面のレイアウトを壊す恐れがあります。
nl_nl: Standaard toont CiviCRM miniaturen van 100 pixels breed in de contactgegevens en profielweergave. Door deze instelling op "ja" te zetten zal de miniatuur op de bovengenoemde afmetingen worden ingesteld. Dit kan het uiterlijk van uw pagina veranderen wanneer het te groot is.
tr_tr: Varsayılan olarak CiviCRM kişi kayıtlarında ve profil görünümünde 100 piksel genişliğinde küçük görseller görüntülenir. Bu seçenek etkinleştirildiğinde, küçük görsel yukarıdaki boyutlara ayarlanır. Bu, boyut çok büyükse sayfa düzeni bozulabilir.

source: If the user selects an area greater than the minimum crop area above, the image will be automatically resized to this size.
es_es: Si el usuario selecciona un área mayor que el mínimo del área de recorte de arriba, la imagen se reescalará automáticamente a ese tamaño.
fr_fr: Si l'utilisateur sélectionne une zone plus grande que la superficie minimale de recadrage ci-dessus, l'image sera automatiquement redimensionnée à cette taille.
ja_jp: ユーザが上記、最小クロップエリアよりも面積が大きい画像を選択した場合は、自動的にこのサイズにリサイズされます。
nl_nl: Wanneer de gebruiker een gebied kiest groter dan de minimale bijsnijd-gebied hierboven, wordt de afbeelding automatisch verkleind tot deze grootte.
tr_tr: Kullanıcı yukarıdaki en az kırpma alanından daha büyük bir alan seçerse, görsel otomatik olarak bu ayara göre yeniden boyutlandırılır.

source: Output image size
cs_cz: Velikost výsledného obrázku
es_es: Tamaño de la imagen de salida
fr_fr: Taille de sortie d'image
ja_jp: 出力画像サイズ
nl_nl: Resultaat afbeeldingsgrootte
tr_tr: Çıktı görsel boyutu

source: This should be set to the same size as the thumbnail size above, unless you use multiple thumbnail sizes and prefer to resize by other means (ex: CSS).
es_es: Este debería ajustarse al mismo tamaño del thumbnail de arriba, a menos que utilice múltiples tamaños de thumbnails y prefiera reescalarlos de otras maneras (Por Ej: CSS).
fr_fr: Cela devrait être réglé à la même taille que la taille des vignettes ci-dessus, sauf si vous utilisez plusieurs tailles de vignettes et préférez redimensionner par d'autres moyens (ex: CSS).
ja_jp: 他の方法でサイズ変更を希望する場合を除き、複数のサムネイルサイズを使用し上記サムネイルサイズと同じサイズに設定 (例 : CSS) する必要があります。
nl_nl: Dit moet worden ingesteld op dezelfde grootte als de grootte van de miniatuur hierboven, tenzij u de voorkeur geeft aan het vergroten of verkleinen met andere middelen (bijv: CSS).
tr_tr: Birden fazla küçük görsel boyutu kullanmadığınız ve başka yollarla (CSS gibi) yeniden boyutlandırma yapmadığınız sürece, bu seçenek yukarıdaki küçük görsel boyutuyla aynı değere ayarlanmalıdır.

source: Upload guidelines
cs_cz: Pokyny pro nahrávání
es_es: Guías de subida
fr_fr: lignes directrices de téléversement
ja_jp: アップロードのガイドライン
nl_nl: Richtlijnen voor uploaden
tr_tr: Yükleme yönergeleri

source: Minimum upload size
cs_cz: Minimální velikost pro nahrávání
es_es: Mínimo tamaño de subida
fr_fr: La taille minimale de téléversement
ja_jp: アップロードの最小サイズ
nl_nl: Minimale upload grootte
tr_tr: En az yükleme boyutu

source: Enforces a minimum size file upload. If the image the user uploads is too small, it may be unusable (ex: for event badges).
es_es: Fuerza el tamaño mínimo del archivo de subida. Si la imagen que el usuario sube es muy pequeña, podría ser inutilizable. (Por Ej: para credenciales de eventos)
fr_fr: Applique un fichier de taille minimale de téléversement. Si l'image que l'utilisateur ajoute est trop petite, elle peut être inutilisable (ex: pour les insignes, cartons et badges d'événements).
ja_jp: アップロードファイルの最小サイズを強制します。ユーザのアップロード画像 (例 : イベントバッヂなど) が小さすぎる場合は、使用できなくなることがあります。
nl_nl: Dwingt een minimale grootte voor het te uploaden bestand af. Als de afbeelding van de gebruiker upload te klein is, kan het onbruikbaar zijn (bijv: voor evenement badges).
tr_tr: Yüklenecek dosyanın olması gereken bir en az boyut belirler. Kullanıcının yüklediği görsel çok küçükse amaca uygun kullanılamayabilir (etkinlik yaka kartları gibi).

source: Maximum upload size
cs_cz: Maximální velikost pro nahrávání
es_es: Tamaño máximo de subida
fr_fr: La taille maximale de chargement
ja_jp: アップロードの最大サイズ
nl_nl: Maximale upload grootte
tr_tr: En fazla yükleme boyutu

source: Image Crop URL
fr_fr: URL de l'image modifiée
