Repository: civicrm/civicrm-l10n-extensions
Catalog: po/unsubscribeemail/*/unsubscribeemail.po
Languages: fr_fr, nl_nl, tr_tr

source: Enter the email address you wish to unsubscribe.
fr_fr: Saisissez l'adresse de courriel que vous souhaitez désabonner / exclure des mailings.
nl_nl: Voer het e-mailadres in dat je wilt uitschrijven.
tr_tr: Abonelikten ayırmak istediğiniz e-posta adresini yazın.

source: Unsubscribing is defined as setting the opt out flag on the contact if it is the primary address and removing any bulk email flag from non-primaries. Once you have found potential matches, check the actions you wish to take and click Unsubscribe
fr_fr: "Désabonner" l'adresse consiste à l'exclure de tous les mailings envoyés en masse. Cette action 1) coche la case "Pas de mailing - opposition (opt out)" sur la fiche du contact (Préférences de Communication) lorsqu'il s'agit du courriel principal et 2) décoche la case "mailing" en face de toutes les adresses de courriel alternatives (non-principales). Si des correspondances avec l'adresse mail saisie s'affichent ci dessous, choisissez les options puis cliquez sur le bouton "Désabonner".
nl_nl: Uitschrijven is het zetten van de indicatie opt-out bij het contact als dat het primaire adres is en het verwijderen van alle indicaties voor massa e-mail bij andere adressen dan het primaire adres. Als er optionele overeenkomsten zijn, kies dan de uit te voeren acties en klik dan pas op Uitschrijven
tr_tr: Abonelikten ayrılma, birincil adreslerde ilgili kişinin etkislzleştirilme işaretinin ayarlanması ve birincil olmayan adreslerde toplu e-posta işaretlerinin kaldırılması olarak tanımlanır. Olası eşleşmeler bulunduktan sonra, yapmak istediğiniz işlemleri gözden geçirin ve "Abonelikten ayrıl" üzerine tıklayın.

source: Email to Unsubscribe
fr_fr: Courriel à désabonner
nl_nl: E-mail om uit te schrijven
tr_tr: Abonelikten ayrılacak e-posta adresi

source: Email
fr_fr: Adresse de courriel
tr_tr: E-posta

source: email
fr_fr: courriel
tr_tr: e-posta

source: Find contact(s)
fr_fr: Trouver les contacts
nl_nl: Contact(en) zoeken
tr_tr: Kişi arama

source: Unsubscribe
fr_fr: Désabonner
nl_nl: Uitschrijven
tr_tr: Abonelikten ayrıl

source: Actions
nl_nl: Acties
tr_tr: İşlemler

source: Contacts to opt out
fr_fr: Contacts à exclure de tous les mailings en masse (opt out)
nl_nl: Opt-out voor contacten
tr_tr: Tüm aboneliklerden ayrılacak kişiler

source: These contacts use %1 as their primary address. Leave them checked and click Unsubscribe to set their communication preference to NO BULK Emails (User Opt Out)
fr_fr: Ces contacts utilisent %1 en tant que courriel principal. Pour cocher la case "Pas de mailing - opposition (opt out)" dans leurs Préférences de communication laissez les cochés ici et cliquez sur "Désabonner".
nl_nl: Deze contacten hebben %1 als primair adres. Laat ze aangevinkt staan en klik op uitschrijven om de communicatievoorkeur te wijzigen in GEEN MASSA-MAIL (opt-out)
tr_tr: Bu kişiler %1 adresini birincil adresleri olarak kullanıyor. İletişim ayarlarının "Toplu e-posta gönderilmesin (kullanıcı tüm aboneliklerden ayrılsın)" olarak ayarlanması için işaretlenmiş olarak bırakın ve "Abonelikten ayrıl" üzerine tıklayın.

source: Contact
tr_tr: Kişi

source: Set opt out communication preference?
fr_fr: Cocher "Pas de mailing - opposition (opt out)" ?
nl_nl: Communicatievoorkeur opt-out instellen?
tr_tr: İletişim ayarı tüm aboneliklerden ayrılsın olarak ayarlansın

source: Contact is already opted out
fr_fr: Le contact s'est déjà opposé à tous les mailings en masse (opt out)
nl_nl: Contact is al uitgeschreven
tr_tr: Kişi zaten tüm aboneliklerden ayrılmış

source: Contact has been set to opted out
fr_fr: Le contact est maintenant exclu de tous mailings en masse (Opt Out)
nl_nl: Contact is nu uitgeschreven
tr_tr: Kişi tüm aboneliklerden ayrıldı

source: Emails to remove bulk email flag from (non primary)
fr_fr: Adresses de courriel (non principales) pour lesquelles l'envoi de "mailings" peut être désactivé.
nl_nl: E-mails waarvan de indicatie massa e-mail verwijderd kan worden (niet primair)
tr_tr: Toplu e-posta işaretinin kaldırılacağı e-posta adresleri (birincil olmayan)

source: These contacts have %1 as as a non-primary email. Leave them checked and click unsubscribe to unset the bulk email flag on them.
fr_fr: Ces contacts ont %1 comme courriel non-principal. Laissez les cochés et cliquez sur "Désabonner" pour les exclure des mailings.
nl_nl: Deze contacten hebben %1 als niet primair e-mailadres. Laat ze aangevinkt staan en klik op uitschrijven om de indicatie massa e-mail te verwijderen.
tr_tr: Bu kişiler %1 adresini birincil olmayan adresleri olarak kullanıyor. Toplu e-posta gönderilmeyecek olarak ayarlanması için işaretlenmiş olarak bırakın ve "Abonelikten ayrıl" üzerine tıklayın.

source: Unset bulk email flag on email address?
fr_fr: Désactiver l'envoi de tous mailings en masse pour cette adresse de courriel ?
nl_nl: Indicatie massa e-mail op e-mailadres verwijderen?
tr_tr: E-posta adreslerinden toplu e-posta gönderilsin ayarı kaldırılsın

source: Email is not set as bulk email
fr_fr: L'adresse n'est pas configurée pour recevoir des mailings en masse
nl_nl: E-mail is niet gezet voor massa e-mail
tr_tr: E-posta adresi toplu e-posta gönderilmeyecek olarak ayarlandı

source: Bulk email flag has been removed from this email
fr_fr: La réception de mailings a été désactivée pour cette adresse de courriel.
nl_nl: Indicatie voor massa e-mail is voor deze e-mail verwijderd
tr_tr: Bu e-posta adresinden toplu e-posta gönderilecek ayarı kaldırıldı

source: The email %1 is not used as a the primary email for any contact in your database and it is not subscribed to any bulk emails
fr_fr: L'adresse %1 n'est utilisée comme courriel principal pour aucun contact de votre base et n'est pas non plus inscrite comme adresse alternative de réception des mailings.
nl_nl: E-mail %a wordt niet als primair e-mailadres gebruikt bij een contact en wordt ook niet gebruikt bij massa e-mails
tr_tr: Veri tabanında %1 e-posta adresini birincil e-posta adresi olarak kullanan herhangi bir kullanıcı yok ve bu e-posta adresi herhangi bir toplu e-posta abonesi değil

source: Refreshing results ...
fr_fr: Actualisation des résultats en cours...
nl_nl: Resultaten verversen ...
tr_tr: Sonuçlar yenileniyor...

source: Refresh complete
fr_fr: Actualisation terminée
nl_nl: Verversen afgerond
tr_tr: Yenilendi

source: Finding matches...
fr_fr: En cours de recherche...
nl_nl: Overeenkomsten zoeken...
tr_tr: Eşleşmeler bulunuyor...

source: Search complete
fr_fr: Recherche terminée
nl_nl: Zoeken afgerond
tr_tr: Arama tamamlandı

source: Unsubscribed
fr_fr: Désabonné
nl_nl: Uitgeschreven
tr_tr: Abonelikten ayrıldı

source: The contact name should be divided in two parts, the first name and last name.
fr_fr: Le nom du contact devrait être divisé en deux parties, le prénom et le nom.
nl_nl: De contactnaam moet in de voornaam en de achternaam zijn verdeeld.
tr_tr: Kişi adı, ad ve soyad olarak iki bölüme ayrılmalıdır.

source: access unsubscribe email form
tr_tr: erişim aboneliğinden ayrılma e-posta formu

source: Access the form to unsubscribe any contact by entering email address.
fr_fr: Accéder au formulaire pour désabonner un contact en saisissant son adresse courriel.
tr_tr: E-posta adresini yazarak herhangi bir kişiyi abonelikten ayırmak için forma erişin.

source: Unsubscribe email
fr_fr: Courriel de désabonnement
nl_nl: E-mail uitschrijven
tr_tr: E-posta adresini abonelikten ayır

source: unsubscribeemail
fr_fr: Désabonner Courriels
