Repository: civicrm/civicrm-l10n-extensions
Catalog: po/bugp/*/bugp.po
Languages: fr_fr

source: Grant Status
fr_fr: Statut Subvention

source: Grant Amount Requested
fr_fr: Montant de la Subvention Demandée

source: Grant Report Due Date
fr_fr: Date de Paiement de la Subvention

source: Grant Note
fr_fr: Note de Subvention

source: Current Employer
fr_fr: Employeur Actuel

source: Phone and Extension
fr_fr: Tél. et Ext

source: Contribution Note
fr_fr: Note de Contribution

source: Campaign
fr_fr: Campagne

source: Formatting
fr_fr: Formattage

source: Send Receipt
fr_fr: Envoyer un Reçu

source: Soft Credit
fr_fr: Crédit indirect

source: Soft Credit Type
fr_fr: Type de Prêt de Faveur

source: Premiums
fr_fr: Cadeaux

source: Personal Campaign Page
fr_fr: Page de Campagne Personnelle

source: Financial Type
fr_fr: Type d'opération comptable

source: Total Amount
fr_fr: Montant total

source: Date Received
fr_fr: Date de Réception

source: Payment Method
fr_fr: Moyen de Paiement

source: Contribution Status
fr_fr: Statut de la Contribution

source: Contribution Transaction ID
fr_fr: ID Transaction de Contribution

source: The requested Profile (gid=%1) is disabled OR it is not configured to be used for 'Profile' listings in its Settings OR there is no Profile with that ID OR you do not have permission to access this profile. Please contact the site administrator if you need assistance.
fr_fr: Le Profil requis (gid=%1) est désactivé OU il n'est pas configuré pour être utilisé pour les listes de « Profils » dans ses paramètres OU il n'y a pas de Profil avec cet ID, OU vous n'êtes pas autorisé à accéder à ce profil. Veuillez contacter l'administrateur du site si vous avez besoin d'aide.

source: Group(s)
fr_fr: Groupe(s)

source: Tag(s)
fr_fr: Tags/Étiquette(s)

source: Dynamic Form Creator
fr_fr: Créateur de Formulaire Dynamique

source: Are you sure you want to delete contact image.
fr_fr: Voulez-vous vraiment supprimer l'Image du Contact ?

source: Delete Contact Image
fr_fr: Supprimer l'Image du Contact

source: more
fr_fr: plus

source: - select -
fr_fr: - choisir -

source: %1 is a required field.
fr_fr: %1 est un champ requis.

source: Custom %1
fr_fr: %1 personnalisé

source: External ID already exists in Database.
fr_fr: ID externe existe déjà dans la Base de données.

source: Enter a valid web address beginning with 'http://' or 'https://'.
fr_fr: Veuillez entrer une URL valide commençant par'http://' ou 'https://'.

source: Soft Credit To
fr_fr: Crédit de Faveur À

source: Amount
fr_fr: Montant

source: Please enter the duration as number of minutes (integers only).
fr_fr: Veuillez saisir la durée en nombre de minutes (entiers uniquement).

source: Please enter a valid amount.
fr_fr: Veuillez entrer un montant valide.

source: Please enter a valid %1
fr_fr: Veuillez entre un %1 valide

source: [Copy id %1]
fr_fr: [Copier ID %1]

source: The site administrator needs to enter a valid 'FROM Email Address' in <a href="%1">Administer CiviCRM &raquo; Communications &raquo; FROM Email Addresses</a>. The email address used may need to be a valid mail account with your email service provider.
fr_fr: L'administrateur du site doit entrer une "Adresse de Courriel de provenance valide" dans <a href="%1"> Administrer les Communications CiviCRM des adresses courriel de provenance</a>. L'adresse courriel utilisée peut avoir à être un compte de messagerie valide auprès de votre fournisseur de services de messagerie.

source: Name
fr_fr: Nom

source: Batch Update for Grant(s)
fr_fr: Mise à jour par Lot pour Subvention(s)

source: FILE field(s) in the selected profile are not supported for Batch Update and have been excluded.
fr_fr: Les champs FICHIER du profil sélectionné ne sont pas pris en charge pour la mise à jour par lots et ont été exclus.

source: Unsupported Field Type
fr_fr: Type de Fichier Non-supporté

source: Update Grant(s)
fr_fr: Mise à jour Subvention(s)

source: Your updates have been saved.
fr_fr: Vos mises à jour ont été enregistrées.

source: Saved
fr_fr: Sauvegardé

source: No updates have been saved.
fr_fr: Les modifications n'ont pas été sauvegardées.

source: Not Saved
fr_fr: Non enregistré

source: The maximum number of grants you can select for Batch Update is %1. You have selected %2. Please select fewer grants from your search results and try again.
fr_fr: Le nombre maximal de subvention que vous pouvez sélectionner pour une mise à jour en lot est %1. Vous en avez sélectionné %2. Merci de réessayer en sélectionnant moins de subventions à partir de vos résultats de recherche.

source: Maximum Exceeded
fr_fr: Maximum dépassé

source: Batch update requires that all selected contacts be the same basic type (e.g. all Individuals OR all Organizations...). Please modify your selection and try again.
fr_fr: La mise à jour par lots nécessite que tous les contacts sélectionnés soient du même type (par exemple, tous les individus OU toutes les organisations ...). Veuillez modifier votre sélection et réessayer.

source: Contact Type Mismatch
fr_fr: Non-correspondance du type de contact

source: Batch Profile Update for Grant
fr_fr: Mise à jour par Lot de Profil pour Subvention(s)

source: or
fr_fr: ou

source: The grant selected for Batch Update does not have a corresponding profile. Please set up a profile for %1s and try again.
fr_fr: La subvention sélectionnée pour la mise à jour en lot n'a pas de profil correspondant. Paramétrez un profil pour %1s et essayez à nouveau.

source: No Profile Available
fr_fr: Pas de profil disponible

source: Select Profile
fr_fr: Sélectionner un profil

source: - select profile -
fr_fr: - sélectionner un profil -

source: Continue >>
fr_fr: Continuer >>

source: Batch update requires that all selected grants be the same basic type (e.g. all Emergency OR all Family Support...) and of the same contact type. The profile selected for batch update must allow editing of all grant types. Please modify your selection and try again.
fr_fr: La mise à jour par lots nécessite que toutes les subventions sélectionnées soient du même type de base (par exemple, toutes les urgences OU tous les services de soutien aux familles...) et du même type de contact. Le profil sélectionné pour la mise à jour par lots doit permettre la modification de tous les types de subvention. Veuillez modifier votre sélection et réessayer.

source: Profile Field
fr_fr: Champ de profil

source: CiviCRM Profile Fields
fr_fr: Champs de profil CiviCRM

source: Delete Profile Field
fr_fr: Champ de profil supprimé

source: Cancel
fr_fr: Annuler

source: Field Name
fr_fr: Champ de nom

source: Visibility
fr_fr: Visibilité

source: Results Column?
fr_fr: Colonne de résultats ?

source: Searchable?
fr_fr: Consultable ?

source: Order
fr_fr: Ordre

source: is a numeric field
fr_fr: est un champ numérique

source: Field Pre Help
fr_fr: Champ d'aide antérieur

source: Field Post Help
fr_fr: Champ d'aide postérieur

source: Required?
fr_fr: Requis ?

source: Include in multi-record listing?
fr_fr: Inclure dans un listing à choix multiple ?

source: Active?
fr_fr: Actif ?

source: View Only?
fr_fr: Seulement visible ?

source: Field Label
fr_fr: Étiquette de champ

source: Save
fr_fr: Enregistrer

source: Save and New
fr_fr: Enregistrer et Nouveau

source: Done
fr_fr: Validé

source: Selected Profile Field has been deleted.
fr_fr: Le champ de profil sélectionné a été supprimé.

source: Profile Field Deleted
fr_fr: Le champ de profil supprimé

source: The selected field already exists in this profile.
fr_fr: Le champ sélectionné existe déjà dans ce profil.

source: Field Not Added
fr_fr: Le champ n'a pas été ajouté.

source: Your CiviCRM Profile Field '%1' has been saved to '%2'.
fr_fr: Votre champ de profil CiviCRM '%1' a été enregistré sous '%2'.

source: Profile Field Saved
fr_fr: Champ de profil enregistré

source: Cannot add or update profile field "%1" with combination of Household or Organization or any subtypes of Household or Organization.
fr_fr: Il n'est pas possible d'ajouter ni de mettre à jour le champ de profil "%1" en combinaison avec Regroupement ou Structure ni avec l'un de leur sous-groupe.

source: Cannot add or update profile field type "%1" with combination of subtype other than "%1".
fr_fr: Il n'est pas possible d'ajouter ni de mettre à jour le type de champ de profil "%1" en combinaison avec un sous-groupe autre que "%&%.

source: Profile is already having custom fields extending different group types, you can not add or update this custom field.
fr_fr: Il n'est pas possible d'ajouter ni de mettre à jour ce champ personnalisé car le profil contient déjà des champs personnalisés qui étendent plusieurs types de groupe.

source: You have already added a primary location field of this type: %1
fr_fr: Un champs de localisation principal a déjà été ajouté à ce type : %1

source: View Only cannot be selected if this field is to be included on the registration form
fr_fr: 'Seulement visible' ne peut pas être sélectionné si ce champ doit être inclus dans le formulaire d'inscription.

source: A View Only field cannot be required
fr_fr: Une champ 'Seulement visible' ne peut pas être requis

source: Please select a field name
fr_fr: Sélectionner un nom de champ

source: 'Results Column' cannot be checked for %1 fields.
fr_fr: 'Colonne de résultats' ne peut pas être coché pour les champs %1.

source: Cannot set this field "Active" since the selected custom field is disabled.
fr_fr: Il n'est pas possible de rendre ce champ 'Actif' quand il est désactivé.

source: You cannot configure multi-record custom fields belonging to different custom sets in one profile
fr_fr: Il n'est pas possible de configurer des champs personnalisés à choix multiple intégrés à plusieurs groupes de champs personnalisés dans un seul profil.

source: Your site is currently configured to require double-opt in when users join (subscribe) to Group(s) via a Profile form. In this mode, you need to include an Email field in a Profile BEFORE you can add the Group(s) field. This ensures that an opt-in confirmation email can be sent. Your site administrator can disable double opt-in on the civimail admin settings: <em>%1</em>
fr_fr: Ce site étant actuellement configuré pour une double validation des inscriptions d'utilisateurs à des Groupes via un formulaire de Profil. Il est donc nécessaire d'inclure un champ Courriel dans un Profil AVANT de pouvoir ajouter le champ de Groupe. Cela permettra l'envoi d'une confirmation par courriel. Autrement, un administrateur du site pourrait désactiver la fonction de double validation dans les paramètres d'administration de CiviMAIL : <em>%1</em>

source: Cannot add or update profile field type Individual with combination of Household or Organization
fr_fr: Il n'est pas possible d'ajouter ni de mettre à jour le type de champ de profil Individu en combinaison avec Regroupement ou Structure.

source: Cannot add or update profile field type Household with combination of Individual or Organization or Activity
fr_fr: Il n'est pas possible d'ajouter ni de mettre à jour le type de champ de profil Regroupement en combinaison avec Individu, Structure ou Activité.

source: Cannot add or update profile field type Organization with combination of Household or Individual or Activity
fr_fr: Il n'est pas possible d'ajouter ni de mettre à jour le type de champ de profil Structure en combinaison avec Regroupement, Individu ou Activité.

source: Cannot add or update profile field type Activity with combination Participant or Membership or Contribution
fr_fr: Il n'est pas possible d'ajouter ni de mettre à jour le type de champ de profil Activité en combinaison avec Participant, Adhésion, Contribution.

source: Cannot add or update profile field type Participant with combination of Activity or Membership or Contribution or Household or Organization.
fr_fr: Il n'est pas possible d'ajouter ni de mettre à jour le type de champ de profil Participant en combinaison avec Activité, Adhésion, Contribution, Regroupement ou Structure.

source: Cannot add or update profile field type Contribution with combination of Activity or Membership or Participant or Household or Organization
fr_fr: Il n'est pas possible d'ajouter ni de mettre à jour le type de champ de profil de Contribution en combinaison avec Activité, Adhésion, Participant, Regroupement ou Structure.

source: Cannot add or update profile field type Membership with combination of Activity or Participant or Contribution or Household or Organization
fr_fr: Il n'est pas possible d'ajouter ni de mettre à jour le type de champ de profil d'Adhésion en combinaison avec une Activité, un Participant, une Contribution, un Regroupement ni une Structure.

source: Cannot add or update profile field type "%1" with combination of "%2".
fr_fr: Il n'est pas possible d'ajouter ni de mettre à jour le type de champ de profil "%1" en combinaison avec "%2".

source: Cannot add or update profile field Contact Subtype as profile type is not one of Individual, Household or Organization.
fr_fr: Il n'est pas possible d'ajouter ni de mettre à jour le champ de profil Sous-groupe de contact car le type de profil n'est pas celui d'un Individu, d'un Regroupement ni d'une Structure.

source: For best results, the Country field should precede the State-Province field in your Profile form. You can use the up and down arrows on field listing page for this profile to change the order of these fields or manually edit weight for Country/State-Province Field.
fr_fr: Pour de meilleurs résultats, le champ Pays devrait être précédé par celui de State-Province dans votre questionnaire de profil. Les flèches Haut et Bas (dans la page de liste des champs de ce profil) permettent de changer l'ordre de ces champs ou d'éditer manuellement la position du champ Pays/State-Province.

source: Update field values for each Grant as needed. Click <strong>Update Grant(s)</strong> below to save all your changes. To set a field to the same value for ALL rows, enter that value for the first grant and then click the <strong>Copy icon</strong> (next to the column title).
fr_fr: Mettez à jour les valeurs des champs pour chaque Subvention selon vos besoins. Cliquez sur <strong>Mettre à jour les subventions</strong> ci-dessous pour enregistrer toutes vos modifications. Pour définir un champ sur la même valeur pour TOUTES les lignes, entrez cette valeur pour la première subvention, puis cliquez sur <strong>l'icône Copier</strong> (à côté du titre de la colonne).

source: Click to copy %1 from row one to all rows.
fr_fr: Cliquez ici pour copier %1 de la première rangée à toutes les lignes.

source: Click here to copy the value in row one to ALL rows.
fr_fr: Cliquez ici pour copier la valeur de durée réelle de la première rangée à TOUTES les lignes.
