Repository: civicrm/civicrm-l10n-extensions
Catalog: po/btrmsgtpl/*/btrmsgtpl.po
Languages: tr_tr

source: Message Template Datas
tr_tr: İleti kalıpları verileri

source: Message Template Data
tr_tr: İleti kalıbı verisi

source: Unique MessageTemplateData ID
tr_tr: Benzersiz ileti kalıbı verisi kimliği

source: FK to MessageTemplate
tr_tr: İleti kalıbının dış anahtarı

source: Variables Name
tr_tr: Değişkenler adı

source: Name for the sample data
tr_tr: Örnek verilerin adı

source: Message Variables
tr_tr: İleti değişkenleri

source: Template variables and values
tr_tr: Kalıp değişkenleri ve değerleri

source: Is Capture
tr_tr: Yakalanmış

source: Was this sample captured?
tr_tr: Bu örnek yakalanmış mı?

source: Created Date
tr_tr: Oluşturulma tarihi

source: When the client was created.
tr_tr: İstemcinin oluşturulma zamanı.

source: Standard
tr_tr: Standart

source: btrmsgtpl: adding revision support for system workflow message templates.
tr_tr: btrmsgtpl: Sistem iş akışı ileti kalıpları için değişiklik desteği ekleniyor.

source: btrmsgtpl: adding language support for system workflow message templates revisions.
tr_tr: btrmsgtpl: Sistem iş akışı ileti kalıpları değişiklikleri için dil desteği ekleniyor.

source: btrmsgtpl: adding revision support for default system workflow message templates.
tr_tr: btrmsgtpl: Varsayılan sistem iş akışı ileti kalıpları için değişiklik desteği ekleniyor.

source: btrmsgtpl: remove errant system default revisions.
tr_tr: btrmsgtpl: Hatalı varsayılan sistem değişiklikleri kaldırılıyor.

source: btrmsgtpl: checking/fixing broken revisions table.
tr_tr: btrmsgtpl: Bozuk değişiklikler tablosu denetlenip onarılıyor.

source: btrmsgtpl: Error deleting translation/draft:
tr_tr: btrmsgtpl: Çeviri ya da taslak silinirken sorun çıktı:

source: Revision not found.
tr_tr: Değişiklik bulunamadı.

source: Unknown revision action.
tr_tr: Değişiklik işlemi bilinmiyor.

source: btrmsgtpl: Error saving translation:
tr_tr: btrmsgtpl: Çeviri kaydedilirken sorun çıktı:

source: System Default
tr_tr: Sistem varsayılanı

source: Access to system default history currently restricted. Try again in %1 minutes(s).
tr_tr: Şu anda sistem varsayılan geçmişine erişim kısıtlanmış. %1 dakika sonra yeniden deneyin.

source: Error %1 while reading /rate_limit.
tr_tr: /rate_limit okunurken %1 sorunu çıktı.

source: Template ID (msg_template_id) is required.
tr_tr: Kalıp kimliği (msg_template_id) gerekli.

source: Modified
tr_tr: Değiştirilme

source: System Default
tr_tr: Sistem varsayılanı

source: , %1 Samples
tr_tr: , %1 örnek

source: Deleted Contact
tr_tr: Kişi silinmiş

source: Default Message %1
tr_tr: Varsayılan ileti %1

source: Anonymous
tr_tr: Anonim

source: btrmsgtpl: unable to determine sample name:
tr_tr: btrmsgtpl: örnek adı belirlenemedi:

source: btrmsgtpl: unable to create sample:
tr_tr: btrmsgtpl: örnek oluşturulamadı:

source: btrmsgtpl: failed saving revision:
tr_tr: btrmsgtpl: değişiklik kaydedilemedi:

source: Better Message Templates
tr_tr: Daha iyi ileti kalıpları

source: Action
tr_tr: İşlem

source: Okay
tr_tr: Tamam

source: Cancel
tr_tr: İptal

source: Danger, Will Robinson!
tr_tr: Dikkat, Will Robinson!

source: Success
tr_tr: Başarılı

source: Loading system defaults...
tr_tr: Sistem varsayılanları yükleniyor...

source: System Defaults
tr_tr: Sistem varsayılanları

source: System defaults loaded.
tr_tr: Sistem varsayılanları yüklendi.

source: Delete Revision?
tr_tr: Değişiklik silinsin mi?

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: Deleting revision...
tr_tr: Değişiklik siliniyor...

source: Revision has been deleted.
tr_tr: Değişiklik silindi.

source: Refreshing revisions...
tr_tr: Değişiklikler yenileniyor...

source: Revisions have been updated.
tr_tr: Değişiklikler güncellendi.

source: Revisions are up to date.
tr_tr: Değişiklikler güncel.

source: Rename Revision
tr_tr: Değişikliği yeniden adlandır

source: Enter a new name for the revision
tr_tr: Değişiklik için yeni bir ad yazın

source: Renaming revision...
tr_tr: Değişiklik yeniden adlandırılıyor...

source: Revision has been renamed.
tr_tr: Değişiklik yeniden adlandırıldı.

source: <code>%1</code> has been modified to match <code>%2</code>.
tr_tr: <code>%1</code>, <code>%2</code> ile eşleşecek şekilde değiştirildi.

source: Loading revision...
tr_tr: Sürüm yükleniyor...

source: The token <code>%1</code> has been replaced by <code>%2</code>.
tr_tr: <code>%1</code> kodu <code>%2</code> ile değiştirildi.

source: Outdated Token Warning
tr_tr: Eski kod uyarısı

source: Assigned by Smarty
tr_tr: Smarty tarafından atanmış

source: Not referenced by the template
tr_tr: Kalıp tarafından başvurulmuyor

source: Likely deprecated (should not use)
tr_tr: Kullanımdan kaldırılmış olabilir (kullanılmamalı)

source: ...or just select a message to edit
tr_tr: ...ya da düzenlemek için bir ileti seçin

source: search results (%1)
tr_tr: arama sonuçları (%1)

source: Searching...
tr_tr: Aranıyor...

source: (Draft)
tr_tr: (Taslak)

source: Close Editor?
tr_tr: Düzenleyici kapatılsın mı?

source: The following variation(s) have been modified:<br /><br /><code>%1</code>
tr_tr: Şu çeşitler değiştirildi:<br /><br /><code>%1</code>

source: Activating draft...
tr_tr: Taslak etkinleştiriliyor...

source: <code>%1</code> has been activated.
tr_tr: <code>%1</code> etkinleştirildi.

source: Delete Variation?
tr_tr: Çeşit silinsin mi?

source: Deleting %1...
tr_tr: %1 siliniyor...

source: translation
tr_tr: çeviri

source: draft
tr_tr: taslak

source: %1 has been deleted.
tr_tr: %1 silindi.

source: Saving %1...
tr_tr: %1 kaydediliyor...

source: %1 has been saved.
tr_tr: %1 kaydedildi.

source: Insert Token
tr_tr: Kod ekle

source: Refresh Current Tool
tr_tr: Geçerli aracı yenile

source: Reveal In Outline
tr_tr: Taslakta görüntüle

source: Reveal In Outline & Select
tr_tr: Taslakta görüntüle ve seç

source: %1 available
tr_tr: %1 kullanılabilir

source: Sample data is not valid JSON.
tr_tr: Örnek verileri geçerli bir JSON değil.

source: Select a sample for preview.
tr_tr: Ön izlenecek bir örnek seçin.

source: Loading preview...
tr_tr: Ön izleme yükleniyor...

source: Send Email
tr_tr: E-posta gönder

source: Enter recipient email address
tr_tr: Alıcı e-posta adresini yazın

source: Email has been sent.
tr_tr: E-posta gönderildi.

source: Delete Sample?
tr_tr: Örnek silinsin mi?

source: Deleting sample...
tr_tr: Örnek siliniyor...

source: Sample has been deleted.
tr_tr: Örnek silindi.

source: %1 samples...
tr_tr: %1 örnek...

source: Refreshing
tr_tr: Yenileniyor

source: Fetching
tr_tr: Alınıyor

source: Recent Captures
tr_tr: Son yakalamalar

source: Reference Samples
tr_tr: Başvuru örnekleri

source: Samples have been refreshed.
tr_tr: Örnekler yenilendi.

source: Save Sample As
tr_tr: Örneği farklı kaydet

source: Enter a new name for the sample
tr_tr: Örneğin yeni adını yazın

source: Saving sample...
tr_tr: Örnek kaydediliyor...

source: Sample has been saved.
tr_tr: Örnek kaydedildi.

source: Loading sample...
tr_tr: Örnek yükleniyor...

source: Close Sample?
tr_tr: Örnek kapatılsın mı?

source: <code>%1</code> has been modified.
tr_tr: <code>%1</code> değiştirildi.

source: Switch Sample?
tr_tr: Örnek değiştirilsin mi?

source: <code>%1</code> has been modified.<br /><br />Switch to <code>%2</code>?
tr_tr: <code>%1</code> değiştirildi.<br /><br /><code>%2</code> örneğine geçilsin mi?

source: Update Preview
tr_tr: Ön izlemeyi güncelle

source: Add Translation
tr_tr: Çeviri ekle

source: Locale
tr_tr: Dil

source: - select -
tr_tr: - Seçin -

source: Tokens
tr_tr: Kodlar

source: System Workflow:
tr_tr: Sistem iş akışı:

source: Close Editor
tr_tr: Düzenleyiciyi kapat

source: Return To CiviCRM
tr_tr: CiviCRM panosuna dön

source: MODIFIED
tr_tr: DEĞİŞTİRİLMİŞ

source: Template Variation
tr_tr: Kalıp çeşidi

source: Message Format
tr_tr: İleti biçimi

source: Plain-Text
tr_tr: Düz metin

source: Subject
tr_tr: Konu

source: Template Actions
tr_tr: Kalıp işlemleri

source: Add Translation...
tr_tr: Çeviri ekle...

source: Create Draft
tr_tr: Taslak oluştur

source: Activate Draft
tr_tr: Taslağı etkinleştir

source: Save Template
tr_tr: Kalıbı kaydet

source: Delete Template...
tr_tr: Kalıbı sil...

source: Tool
tr_tr: Araç

source: Outline
tr_tr: Taslak

source: Preview
tr_tr: Ön izleme

source: Compare
tr_tr: Karşılaştır

source: Outline Actions
tr_tr: Özet işlemleri

source: Expand All
tr_tr: Tümünü genişlet

source: Collapse All
tr_tr: Tümünü daralt

source: Refresh Symbols
tr_tr: Simgeleri yenile

source: Symbols
tr_tr: Simgeler

source: Previous Reference
tr_tr: Önceki başvuru

source: Next Reference
tr_tr: Sonraki başvuru

source: Preview Actions
tr_tr: İşlemleri ön izle

source: Save Sample
tr_tr: Örneği kaydet

source: Save Sample As...
tr_tr: Örneği farklı kaydet...

source: Delete Sample...
tr_tr: Örneği sil...

source: Refresh Samples
tr_tr: Örneği yenile

source: Send Email...
tr_tr: E-posta gönder...

source: Sample
tr_tr: Örnek

source: Compare Actions
tr_tr: İşlemleri karşılaştır

source: Revert Revision
tr_tr: Değişikliği geri al

source: Rename Revision...
tr_tr: Değişikliği yeniden adlandır...

source: Delete Revision...
tr_tr: Değişikliği sil...

source: Refresh Revisions
tr_tr: Değişiklikleri yenile

source: Revision
tr_tr: Değişiklik

source: Side-By-Side
tr_tr: Yan yana

source: Previous Difference
tr_tr: Önceki fark

source: Next Difference
tr_tr: Sonraki fark

source: search message content for...
tr_tr: ileti içeriklerinde şu aransın...

source: Press %1 to execute search, %2 to clear.
tr_tr: Aramak için %1, temizlemek için %2 üzerine basın.

source: User-driven
tr_tr: Kullanıcının belirlediği

source: System Workflow
tr_tr: Sistem iş akışı

source: Global Settings
tr_tr: Genel ayarlar

source: These settings affect general operation for all users.
tr_tr: Bu ayarlar tüm kullanıcıların genel işlemlerini etkiler.

source: Automatically Inject Header
tr_tr: Üst bilgi otomatik olarak eklensin

source: - none -
tr_tr: - Yok -

source: Default Message Header
tr_tr: Varsayılan ileti üst bilgisi

source: Automatically Inject Footer
tr_tr: Alt bilgi otomatik olarak eklensin

source: Default Message Footer
tr_tr: Varsayılan ileti alt bilgisi

source: Personal Preferences
tr_tr: Kişisel tercihler

source: These settings apply to this browser on this device.
tr_tr: Bu ayarlar bu aygıttaki bu tarayıcıya uygulanır.

source: Only list important templates (System Workflow)
tr_tr: Yalnızca önemli kalıplar listelensin (sistem iş akışı)

source: Important templates are those that have been modified and/or have a translation and/or have samples available. In other words, templates being used by the site.
tr_tr: Önemli kalıplar, değiştirilmiş ve/veya çevirisi olan ve/veya örnekleri bulunan kalıplardır. Başka bir deyişle, site tarafından kullanılan kalıplardır.

source: Font Size
tr_tr: Yazı boyutu

source: Font size to be used by the Monaco code editors and the outline tool.
tr_tr: Monaco kod düzenleyicileri ve özet aracı tarafından kullanılacak yazı boyutu.

source: Tool Side
tr_tr: Araç konumu

source: Right
tr_tr: Sağda

source: Left
tr_tr: Solda

source: Which side of the editor should display the selected tool?
tr_tr: Seçilmiş araç düzenleyicinin hangi tarafında görüntülenmeli?

source: Wordwrap
tr_tr: Sözcük kaydır

source: Off
tr_tr: Kapalı

source: On
tr_tr: Açık

source: Indent
tr_tr: Girinti

source: Deep Indent
tr_tr: Derin girinti

source: Wordwrap mode to be used by the Monaco code editor.
tr_tr: Monaco kod düzenleyicisi tarafından kullanılacak sözcük kaydırma kipi.
