Repository: civicrm/civicrm-l10n-extensions
Catalog: po/civicrmpostcodelookup/*/civicrmpostcodelookup.po
Languages: de_de, nl_nl, tr_tr

source: Provider
tr_tr: Hizmet sağlayıcısı

source: Server URL
tr_tr: Sunucu adresi

source: API Key
de_de: API-Schlüssel
tr_tr: API anahtarı

source: Serial Number
de_de: Seriennummer
nl_nl: Serienummer
tr_tr: Seri numarası

source: Username
de_de: Benutzername
nl_nl: Gebruikersnaam
tr_tr: Kullanıcı adı

source: Password
de_de: Passwort
nl_nl: Wachtwoord
tr_tr: Parola

source: Location Types
de_de: Adresskategorien
nl_nl: Locatietypes
tr_tr: Konum türleri

source: Submit
de_de: Abschicken
nl_nl: Verzenden
tr_tr: Gönder

source: Server URL is mandatory.
de_de: Server URL wird benötigt.
nl_nl: Server-URL is verplicht.
tr_tr: Sunucu adresinin yazılması zorunludur.

source: Serial Number is mandatory.
de_de: Seriennummer wird benötigt.
nl_nl: Serienummer is verplicht.
tr_tr: Seri numarasının yazılması zorunludur.

source: Password is mandatory.
de_de: Passwort wird benötigt.
nl_nl: Wachtwoord is verplicht.
tr_tr: Parolanın yazılması zorunludur.

source: API Key is mandatory.
de_de: API-Schlüssel (key) wird benötigt.
nl_nl: APK-key is verplicht.
tr_tr: API anahtarının yazılması zorunludur.

source: Username is mandatory.
de_de: Benutzername wird benötigt.
nl_nl: Gebruikersnaam is verplicht.
tr_tr: Kullanıcı adının yazılması zorunludur.

source: - select -
de_de: - auswählen -
nl_nl: - selecteer -
tr_tr: - Seçin -

source: Postcode Lookup
tr_tr: Posta kodu arama

source: CiviCRM: Access CiviCRM Postcode lookups
nl_nl: CiviCRM: Toegang Postcode lookups
tr_tr: CiviCRM: CiviCRM posta kodu aramalarına erişim

source: Edit Address Elements
de_de: Bearbeite Adresselemente
nl_nl: Adres-onderdelen wijzigen
tr_tr: Adres bileşenlerini düzenle

source: Edit Street Address
de_de: Bearbeite Straße
nl_nl: Straatadres wijzigen
tr_tr: Sokak adreslerini düzenle

source: Edit Complete Street Address
de_de: Bearbeite komplette Straßenanschrift
nl_nl: Gehele straatadres wijzigen
tr_tr: Tam sokak adresini düzenle
