Repository: civicrm/civicrm-l10n-extensions
Catalog: po/emailamender/*/emailamender.po
Languages: fr_fr, nl_nl

source: Correct Email Addresses
fr_fr: Corriger les adresses de courriel
nl_nl: E-mailadressen corrigeren

source: Email Amender Settings
fr_fr: Paramètres de Email Amender (Correcteur d'adresses de courriels)
nl_nl: Email Amender instellingen

source: Upgrade %1 to revision %2
fr_fr: Mettre à jour %1 vers la révision %2
nl_nl: Upgrade %1 naar versie %2

source: Email Address Corrector
fr_fr: Correcteur d'adresse de courriel
nl_nl: E-mailadres corrector

source: Invalid domain amender setting update
fr_fr: Mettre à jour le paramètre de correction de domaine invalide
nl_nl: Ongeldige domein amender instelling wijziging

source: Email - correct email addresses
fr_fr: Courriel - corriger les adresses de courriel
nl_nl: E-mail - e-mailadressen corrigeren

source: Enable realtime email fixing for new emails
fr_fr: Activer la correction en temps réel des courriels pour les nouveaux messages
nl_nl: Realtime e-mail correctie voor nieuwe e-mails inschakelen

source: Enable this to allow new emails to be amended on save according to configured rules. Existing updates not amended
fr_fr: Activer ceci pour permettre aux nouveaux messages d'être corrigés lors de l'enregistrement en fonction des règles configurées. Les mises à jour existantes ne sont pas modifiées.
nl_nl: Schakel dit in om bij nieuwe e-mails verbeteringen volgens de ingestelde regels toe te staan bij het opslaan. Bij wijzigingen wordt er niet verbeterd

source: List of top level domains to correct
fr_fr: Liste des domaines de haut niveau à corriger
nl_nl: Lijst van te corrigeren topleveldomeinen

source: Top level domains
fr_fr: Domaines de haut niveau
nl_nl: Topleveldomeinen

source: List of second level domains to correct
fr_fr: Liste des domaines de second niveau à corriger
nl_nl: Lijst van te corrigeren secondleveldomeinen

source: Second level domains
fr_fr: Domaines de second niveau
nl_nl: Secondleveldomeinen

source: List of compound top level domains
fr_fr: Liste des domaines de haut niveau composés
nl_nl: Lijst van samengestelde topleveldomeinen

source: Compound top level domains
fr_fr: Domaines de haut niveau composés
nl_nl: Samengestelde topleveldomeinen

source: List of equivalent domains
fr_fr: Liste de domaines équivalents
nl_nl: Lijst van gelijkwaardige domeinen

source: Equivalent domains
fr_fr: Domaines équivalents
nl_nl: Gelijkwaardige domeinen

source: This will automatically correct incorrect email addresses attached to the contacts you've selected.
fr_fr: Cela corrigera automatiquement les adresses courriel incorrectes liées aux contacts que vous avez sélectionnés.
nl_nl: Hierdoor worden van de geselecteerde contacten automatisch verkeerde e-mailadressen gecorrigeerd.

source: An activity will be added to each contact recording what has changed.
fr_fr: Une activité sera ajoutée à chaque contact pour historiser ce qui a changé.
nl_nl: Een wijziging wordt bij het betreffende contact als een activiteit vastgelegd.

source: contacts are due to be processed.
fr_fr: ces contacts doivent être traités
nl_nl: contacten wachten op verwerking.

source: When the Enable Automatic Email Corrections setting below is checked, email addresses are corrected automatically as they are added. So <strong>john@hotmai.cpm</strong> would be corrected to <strong>john@hotmail.com</strong>
fr_fr: Lorsque le paramètre "Activer les corrections automatiques des courriels" est coché, les adresses de courriel sont corrigées automatiquement à mesure qu'elles sont ajoutées. Ainsi <strong>john@hotmai.cpm</strong> serait corrigé en <strong>john@hotmail.com</strong>
nl_nl: Als de automatische e-mailcorrectie is aangevinkt, dan worden e-mailadressen automatisch gecorrigeerd als ze worden opgevoerd. Dus <strong>john@hotmai.cpm</strong> wordt gewijzigd in <strong>john@hotmail.com</strong>

source: Enable automatic email corrections.
fr_fr: Activer les corrections automatiques de courriels.
nl_nl: Automatische e-mailcorrectie inschakelen.

source: Compound Top Level Domain Names
fr_fr: Domaines de haut niveau composés
nl_nl: Samengestelde topleveldomein-namen

source: "Compound" Top Level Domain Names indicate second level domain names that are usually treated as part of the first. For instance, in the case of the incorrect email address john@gmai.co.uk, we want to repair the 'gmai', not the 'co'.
fr_fr: Les noms de domaine de premier niveau «composés» indiquent des noms de domaine de second niveau qui sont généralement traités comme faisant partie du premier. Par exemple, dans le cas d'une adresse e-mail incorrecte john@gmai.co.uk, nous voulons réparer le «gmai», pas le «co».
nl_nl: "Samengestelde" topleveldomein-namen geven aan de secondleveldomein-naam meestal deel uitmaken van de top. Voorbeeld: bij het foute e-mailadres john@gmai.co.uk, is het de bedoeling om 'gmai' te corrigeren, het deel 'co' is correct.

source: Delete this compound tld
fr_fr: Supprimer ce domaine de haut niveau composé
nl_nl: Verwijder dit samengestelde topleveldomein

source: Incorrect Domain
fr_fr: Domaine incorrect
nl_nl: Foutief domein

source: Replace with
fr_fr: Remplacer par
nl_nl: Vervangen door

source: Options
nl_nl: Opties

source: Save changes
fr_fr: Enregistrer les modifications
nl_nl: Wijzigingen opslaan

source: When an e-mail arrives from an address for which there is no existing contact in the system, normally a new contact is created with that address. <br/><br/> However, some e-mail domains are equivalent, and lead to the same accounts, eg. user@<strong>gmail</strong>.com and user@<strong>googlemail</strong>.com. <br/><br/> If the exact "from" address on an incoming e-mail is not found on an existing contact, we try its possible equivalents. <br/><br/> In the table below, groups can be created of domains that are equivalent. <br/><br/> Because this function is separate from the correction of added addresses, it is not subject to the box 'Enable automatic email corrections' being ticked. <br/><br/> It does not change any existing data for a contact.
fr_fr: Lorsqu'un courriel provient d'une adresse pour laquelle il n'existe aucun contact dans le système, en générale un nouveau contact est créé avec cette adresse. <br/><br/> Néanmoins, certains domaines de messagerie sont équivalents, et pointent vers le même compte de courriel, ex. user@<strong>gmail</strong>.com et user@<strong>googlemail</strong>.com. <br/><br/> Si l'adresse d'expéditeur "from" exacte d'un courriel entrant n'est pas trouvée dans un contact existant, nous essayons ces équivalents potentiels. <br/><br/> Dans le tableau ci-dessous, des groupes de domaines équivalents peuvent être créés. <br/><br/> Parce que cette fonction est distincte de la correction des adresses ajoutées, elle n'est pas concernée par la case 'Activer les corrections automatiques de courriel". <br/><br/> Il ne modifie aucune donnée existante pour un contact.
nl_nl: Als er een e-mail ontvangen wordt waarvan het adres niet bij een bestaand contact bekend is, wordt er normaal gesproken een nieuw contact toegevoegd met dat adres. <br/><br/> Maar sommige e-maildomeinen zijn gelijkwaardig en behoren eigenlijk bij hetzelfde account, bijv. user@<strong>gmail</strong>.com en user@<strong>googlemail</strong>.com. <br/><br/> Als het exacte adres van de afzender van binnenkomende e-mail onbekend is bij een contact, dan worden er mogelijke gelijkwaardige waarden geprobeerd. <br/><br/> In de onderstaande tabel kunnen groepen worden aangemaakt van gelijkwaardige domeinen. <br/><br/> Omdat deze functie losstaat van het corrigeren van nieuwe adressen, valt het niet onder de optie 'Automatische e-mailcorrectie'. <br/><br/> Hierbij worden geen bestaande gegevens van contacten gewijzigd.

source: Group identifier
fr_fr: Id. de groupe
nl_nl: Groep-identifier

source: Equivalent domain
fr_fr: Domaine équivalent
nl_nl: Gelijkwaardig domein
