Repository: civicrm/civicrm-l10n-extensions
Catalog: po/commlink/*/commlink.po
Languages: de_de, tr_tr

source: Upgrade %1 to revision %2
de_de: Aktualisiere %1 auf Revision %2
tr_tr: %1, %2 sürümüne güncelle

source: Email
tr_tr: E-posta

source: Phone
tr_tr: Telefon

source: open in CiviCRM
tr_tr: CiviCRM içinde aç

source: Email %emailaddr
tr_tr: %emailaddr adresine e-posta gönder

source: Dial %phonenum
de_de: Wähle %phonenum
tr_tr: %phonenum numarasını ara

source: Enable or disable the MailGo functionality globally.
de_de: Aktivere oder deaktiviere die MailGo-Funktionalität systemweit.
tr_tr: Sistem genelinde MailGo özelliğini etkinleştirir ya da etkislzleştirir.

source: Enable MailGo
de_de: Aktiviere MailGo
tr_tr: MailGo kullanılsın

source: Enable MailGo for 'mailto:' links
de_de: Aktiviere MailGo für 'mailto:'-Links
tr_tr: 'mailto:' bağlantıları için MailGo kullanılsın

source: Enable or disable the MailGo functionality for 'tel:' links.
de_de: Aktivere oder deaktiviere die MailGo-Funktionalität für 'tel:'-Links.
tr_tr: 'tel:' bağlantıları için MailGo özelliğini etkinleştirir ya da etkislzleştirir.

source: Enable MailGo for 'tel:' links
de_de: Aktiviere MailGo für 'tel:'-Links
tr_tr: 'tel:' bağlantıları için MailGo kullanılsın

source: Light
de_de: Hell
tr_tr: Açık

source: Dark
de_de: Dunkel
tr_tr: Koyu

source: Set the MailGo theme to the standard (light) or dark theme.
de_de: Stelle das MailGo Theme auf den Standard (hell) oder dunkel ein.
tr_tr: Standart (açık) ya da koyu MailGo temasını seçer.

source: MailGo Theme
tr_tr: MailGo teması

source: Enable or disable the MailGo footer link. (Please don't!)
de_de: Aktivere oder deaktiviere den MailGo Footer Link. (Bitte nicht machen!)
tr_tr: MailGo alt bilgi bağlantısını görüntüler ya da gizler (gizlemezseniz seviniriz).

source: MailGo Footer
de_de: MailGo Fußzeile (Footer)
tr_tr: MailGo alt bilgisi

source: Enable Microsoft 365 link instead of Outlook.com for the 'Outlook' option.
de_de: Aktiviere Microsoft 365 Link anstelle von Outlook.com für die 'Outlook'-Option ein.
tr_tr: Bu seçenek etkinleştirildiğinde, 'Outlook' seçeneği için Outlook.com yerine Microsoft 365 bağlantısı kullanılır.

source: Enable Microsoft 365 mode
de_de: Aktiviere Microsoft 365 Modus
tr_tr: Microsoft 365 kipi kullanılsın

source: Enable a CiviCRM activity creation link to send email via CiviCRM
tr_tr: Bu seçenek etkinleştirildiğinde, CiviCRM üzerinden e-posta göndermek için bir CiviCRM etkinlik oluşturma bağlantısı görüntülenir.

source: Enable CiviCRM activity link
tr_tr: CiviCRM etkinlik bağlantısı kullanılsın
