Repository: civicrm/civicrm-l10n-extensions
Catalog: po/relationshipblock/*/relationshipblock.po
Languages: de_de, fr_fr, nl_nl, tr_tr

source: Key Relationships
de_de: Schlüsselbeziehung
fr_fr: Relations clés
nl_nl: Key Relaties
tr_tr: Anahtar ilişkiler

source: Upgrade %1 to revision %2
de_de: Aktualisiere %1 auf Revision %2
fr_fr: Mettre à jour %1 vers la révision %2
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Relationship Type
de_de: Beziehungsart
fr_fr: Type de Relation
nl_nl: Relatietype
tr_tr: İlişki türü

source: Relationship Block Settings
de_de: Relationship Block Einstellungen
fr_fr: Paramètres du bloc Relations
nl_nl: Relatie Blok Instellingen
tr_tr: İlişki bloğu ayarları

source: Display block on contact summary
de_de: Zeige den Block auf der Kontaktübersicht
fr_fr: Afficher le bloc sur le sommaire de contact
nl_nl: Blok bij contactoverzicht tonen
tr_tr: Kişi özetinde blok görüntülensin

source: Exclude expired relationships
de_de: Abgelaufene Beziehungen ausschließen
fr_fr: Exclure les relations expirées
nl_nl: Exclusief vervallen relaties
tr_tr: Süresi geçmiş ilişkiler katılmasın

source: Exclude pending relationships
de_de: Ausstehende Beziehungen ausschließen
fr_fr: Exclure les relations en attente
nl_nl: Exclusief relaties in behandeling
tr_tr: Bekleyen ilişkiler katılmasın

source: Relationships
de_de: Beziehungen
fr_fr: Relations
nl_nl: Relaties
tr_tr: İlişkiler

source: Relationship %1
de_de: Beziehung %1
fr_fr: Relation %1
nl_nl: Relatie %1
tr_tr: %1 ilişkisi

source: Edit relationships
de_de: Bearbeite Beziehungen
fr_fr: Modifier les relations
nl_nl: Relaties wijzigen
tr_tr: İlişkileri düzenle

source: Edit
de_de: Bearbeiten
fr_fr: Modifier
nl_nl: Wijzigen
tr_tr: Düzenle

source: view contact
de_de: Kontakt ansehen
fr_fr: Voir le contact
nl_nl: contact weergeven
tr_tr: kişiyi görüntüle

source: (more)
de_de: (mehr)
fr_fr: (plus)
nl_nl: (meer)
tr_tr: (diğer)
