Repository: civicrm/civicrm-l10n-extensions
Catalog: po/idbsurvey/*/idbsurvey.po
Languages: nl_nl, tr_tr

source: Update Report
nl_nl: Rapport bijwerken
tr_tr: Raporu güncelle

source: Create Report
nl_nl: Rapport aanmaken
tr_tr: Rapor ekle

source: Save a Copy
nl_nl: Kopie opslaan
tr_tr: Kopyasını kaydet

source: Now that you have installed the extension, run the report to get your data.
nl_nl: Nu de extensie is geïnstalleerd, kunt u de rapport uitvoeren voor het ophalen van de gegevens.
tr_tr: Şimdi eklentiyi kurduğunuza göre, verilerinizi almak için raporu çalıştırın.

source: Continue to generate a report.
nl_nl: Ga door om een rapport aan te maken.
tr_tr: Bir rapor oluşturmaya geç.

source: Continue to Report
nl_nl: Doorgaan naar rapport
tr_tr: Rapora ilerle

source: API Error
nl_nl: API Fout
tr_tr: API sorunu

source: Individual Donor Benchmark Survey
nl_nl: Persoonlijk donateur benchmark enquête
tr_tr: Bireysel bağışçı istatistikleri anketi

source: See how your fundraising compares
nl_nl: Bekijk hoe u de fondsenwerving vergelijkt
tr_tr: Topladığınız bağışların karşılaştırmasını görün

source: Use this report to calculate information for the <a href="%1" target="_blank">Individual Donor Benchmark Survey</a> from <a href="%2" target="_blank">Third Space Studio</a>. The survey is designed for US-based nonprofit organizations with revenues of $2 million or less to compare their fundraising against similar organizations.
nl_nl: Gebruik dit rapport om de gegevens voor de <a href="%1" target="_blank">Persoonlijk donateur benchmark enquête</a> te bepalen uit de <a href="%2" target="_blank">Third Space Studio</a>. De enquête is ontworpen voor Amerikaanse non-profit organisaties met verkregen opbrengsten van maximaal $2 miljoen, om hun fondsenwerving te vergelijken met vergelijkbare organisaties.
tr_tr: <a href="%2" target="_blank">Third Space Studio</a> tarafından sağlanan <a href="%1" target="_blank">Bireysel bağışçı istatistikleri anketi</a> bilgilerini derlemek için bu raporu kullanın. Bu anket, gelirleri 2 milyon ABD Doları ya da altında olan ABD merkezli kar amacı gütmeyen kuruluşlar için, bağış toplama etkinliklerini benzer kuruluşlarla karşılaştırmak üzere tasarlanmıştır.

source: While there are some subjective questions on the survey and some questions about expenses and staffing&mdash;information that isn&rsquo;t typically stored in CiviCRM&mdash;<a href="%1" target="_blank">AGH Strategies</a> developed this report to quickly calculate the answers to the questions about fundraising results.
nl_nl: Er zijn enkele subjectieve vragen in de enquête en enkele over de uitgaven/kosten en de staf&mdash;informatie die meestal niet beschikbaar is in CiviCRM&mdash;<a href="%1" target="_blank">AGH Strategies</a> heeft dit rapport ontworpen om snel de antwoorden op de vragen over de resultaten van de fondsenwerving te bepalen.
tr_tr: Ankette bazı öznel sorular ile genellikle CiviCRM üzerinde harcamalar ve personel hakkında tutulmayan bilgilerle ilgili bazı sorular bulunur. <a href="%1" target="_blank">AGH Strategies</a>, bu raporu bağış toplama sonuçlarıyla ilgili soruların yanıtlarını hızlı bir şekilde derlemek için geliştirdi.

source: Configure this report
nl_nl: Dit rapport configureren
tr_tr: Bu raporu yapılandır

source: The only thing the system can&rsquo;t automatically know is what financial types you consider to be &ldquo;donations&rdquo; as opposed to service fees or other revenue. In the form above, <strong>select the financial types you want to count for the survey, and click &ldquo;Display Answers for the Survey&rdquo;</strong>.
nl_nl: Het enige wat het systeem niet automatisch weet is welke financiële types u ziet als &ldquo;donaties&rdquo; en wat als kosten of andere opbrengsten. In het bovenstaande formulier, <strong>selecteer de financiële types die u wilt meenemen in de enquête en klik op &ldquo;Antwoorden voor de enquête tonen&rdquo;</strong>.
tr_tr: Sistemin otomatik olarak bilemeyeceği tek şey, hizmet ücretleri veya diğer gelirlerin dışında hangi finansal türleri "bağış" olarak kabul ettiğinizdir. Yukarıdaki formda, <strong>ankete katmak istediğiniz finansal türleri seçin ve &ldquo;Anketin yanıtlarını görüntüle&rdquo; üzerine tıklayın</strong>.

source: The survey form is at <a href="%1" target="_blank">%1</a>.
nl_nl: Het formulier van de enquête: <a href="%1" target="_blank">%1</a>.
tr_tr: Anket <a href="%1" target="_blank">%1</a> üzerinde bulunur.

source: Question
nl_nl: Vraag
tr_tr: Soru

source: Answer
nl_nl: Antwoord
tr_tr: Yanıt
