Repository: civicrm/civicrm-l10n-extensions
Catalog: po/fastactionlinks/*/fastactionlinks.po
Languages: nl_nl, tr_tr

source: Add to Group
nl_nl: Aan groep toevoegen
tr_tr: Gruba ekle

source: Add a Tag
nl_nl: Kenmerk toevoegen
tr_tr: Bir etiket ekle

source: Remove a Tag
nl_nl: Kenmerk verwijderen
tr_tr: Bir etiketi kaldır

source: Trigger a CiviRule
nl_nl: Een CiviRule triggeren
tr_tr: Bir CiviRule tetikle

source: Unable to add tags
nl_nl: Toevoegen kenmerken is niet mogelijk
tr_tr: Etiketler eklenemedi

source: Unable to add tag. Most likely this contact already has that tag.
nl_nl: Toevoegen kenmerk is mislukt. Mogelijk heeft het contact dit kenmerk al.
tr_tr: Etiket eklenemedi. Bu kişide bu etiket zaten bulunuyor olabilir.

source: Unable to remove tags
nl_nl: Verwijderen kenmerken is niet mogelijk
tr_tr: Etiketler kaldırılamadı

source: Unable to remove tag. Most likely this contact doesn't have that tag.
nl_nl: Verwijderen kenmerk is mislukt. Mogelijk heeft het contact dit kenmerk niet.
tr_tr: Etiket kaldırılamadı. Bu kişide bu etiket bulunmuyor olabilir

source: Profile ID
nl_nl: Profiel-id
tr_tr: Profil kimliği

source: Action Type
nl_nl: Actie-type
tr_tr: İşlem türü

source: Label
tr_tr: Etiket

source: Description
nl_nl: Beschrijving
tr_tr: Açıklama

source: Hover Text
nl_nl: Hover-tekst
tr_tr: Vurgu metni

source: Success Message
nl_nl: Bericht bij succes
tr_tr: Tamamlanma iletisi

source: Action Entity ID
nl_nl: Actie-Entiteit-id
tr_tr: İşlem varlığı kimliği

source: Dim on Use
nl_nl: Dimmen bij gebruik
tr_tr: Kullanırken kısılsın

source: Confirm
nl_nl: Bevestigen
tr_tr: Onayla

source: Action Link Is Active
nl_nl: Actie-link is actief
tr_tr: İşlem bağlantısı etkin

source: Order
nl_nl: Volgorde
tr_tr: Sıralama

source: Delete Link
nl_nl: Link verwijderen
tr_tr: Bağlantıyı sil

source: Cancel
nl_nl: Afbreken
tr_tr: İptal

source: Link Text
nl_nl: Link-tekst
tr_tr: Bağlantı metni

source: Select an entity
nl_nl: Een entiteit selecteren
tr_tr: Bir varlık seçin

source: Dim on Use?
nl_nl: Dimmen bij gebruik?
tr_tr: Kullanırken kısılsın

source: Confirmation box?
nl_nl: Box voor bevestigen?
tr_tr: Onay kutusu görüntülensin

source: is a numeric field
nl_nl: is een numeriek veld
tr_tr: bir sayısal alandır

source: Is this link active?
nl_nl: Is deze link actief?
tr_tr: Bağlantı etkin

source: Submit
nl_nl: Verzenden
tr_tr: Gönder

source: Fast Action Link has been deleted.
nl_nl: Link snelle-actie is verwijderd.
tr_tr: Hızlı işlem bağlantısı silindi.

source: Deleted
nl_nl: Verwijderd
tr_tr: Silindi

source: Fast Action Link has been saved.
nl_nl: Link snelle-actie is opgeslagen.
tr_tr: Hızlı işlem bağlantısı kaydedildi.

source: Saved
nl_nl: Opgeslagen
tr_tr: Kaydedildi

source: Edit
nl_nl: Wijzigen
tr_tr: Düzenle

source: Disable
nl_nl: Uitschakelen
tr_tr: Devre dışı bırak

source: Enable
nl_nl: Inschakelen
tr_tr: Etkinleştir

source: Delete
nl_nl: Verwijder
tr_tr: Sil

source: Fast Action Links
nl_nl: Links snelle-acties
tr_tr: Hızlı işlem bağlantıları

source: Fast Action Link
nl_nl: Link snelle-acties
tr_tr: Hızlı işlem bağlantısı

source: more
nl_nl: meer
tr_tr: Diğer

source: Person
nl_nl: Persoon
tr_tr: Kişi

source: Upgrade %1 to revision %2
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Unique FastActionLink ID
nl_nl: Unieke snelle-actie link-id
tr_tr: Eşsiz hızlı işlem bağlantısı kimliği

source: Entity ID to take action on (usually a contact)
nl_nl: Entiteit-id waarop actie moet worden uitgevoerd (meestal een contact)
tr_tr: İşlemin yapılacağı varlık kimliği (genellikle bir kişi)

source: Are you sure you want to take this action?
nl_nl: Weet u zeker dat u deze actie wilt doen?
tr_tr: Bu işlemi yapmak istediğinize emin misiniz?

source: Action was successful
nl_nl: Actie is uitgevoerd
tr_tr: İşlem tamamlandı

source: An internal description of this link's use.
nl_nl: Een interne beschrijving van het doel van deze link.
tr_tr: Bu bağlantının kullanım amacının iç açıklaması.

source: This text will display when a user hovers their cursor over the link. It's a good place to put instructions to the user about when the link should be clicked, or what the link does.
nl_nl: Deze tekst wordt getoond als een gebruiker met zijn cursor over deze link heengaat. Gebruik dit om een toelichting te geven wat de link doet en wanneer de link gebruikt moet worden.
tr_tr: Bu metin, bir kullanıcı imleci bağlantının üzerine getirdiğinde görüntülenir. Kullanıcıya, bağlantının ne zaman tıklanması gerektiği ya da bağlantının ne yaptığı hakkında bilgi vermek için kullanılır.

source: When your action successfully completes, this is the notification your users will see.
nl_nl: Dit is de tekst die de gebruiker krijgt na het succesvol uitvoeren van de actie.
tr_tr: İşleminiz tamamlandığında, kullanıcılarınıza görüntülenecek bildirim.

source: Action
nl_nl: Actie
tr_tr: İşlem

source: When your link is clicked, it will perform this action.
nl_nl: De actie die uitgevoerd wordt na het klikken op de link.
tr_tr: Bağlantınızda tıklandığında yapılacak işlem.

source: Show on Search View
nl_nl: Bij Zoekresultaten tonen
tr_tr: Arama görünümünde görüntülensin

source: To use this link, go to <a href="%1">Advanced Search</a> and select this profile from "Views for Display Contacts".
nl_nl: Om deze link te gebruiken dien u bij <a href="%1">Geavanceerd zoeken</a> dit profiel te selecteren bij "Weergave voor contactenlijst".
tr_tr: Bu bağlantıyı kullanmak için, <a href="%1">Gelişmiş arama</a> bölümüne gidin ve "Kişileri görüntüleme görünümleri" bölümünden bu profili seçin.

source: If this field displays "None Found", please go to the <a href="%1">Profiles</a> page, select "Settings" next to a profile, click the "Search Views" checkbox and press "Save".
nl_nl: Als hier "Geen gevonden" komt te staan, ga dan naar de <a href="%1">Profielen</a> en kies de instellingen naast een profiel, vink de keuze "Zoekresultaten" aan en sla de wijziging op.
tr_tr: Bu alanda "Herhangi bir şey bulunamadı" görüntüleniyorsa, lütfen <a href="%1">Profiller</a> bölümüne gidin, bir profilin yanındaki "Ayarlar" üzerine tıklayın, "Görünümleri ara" kutusunu işaretleyin ve "Kaydet" üzerine tıklayın.

source: If this box is checked, the contact will be visually dimmed when the link is clicked. This helps to indicate which contacts have had an action taken.
nl_nl: Als deze keuze is aangevinkt dan wordt het contact visueel wat gedimd bij het klikken op de link. Dit helpt om aan te geven welke contacten er ooit een actie hebben gehad.
tr_tr: Bu kutu işaretlenirse, bağlantı tıklandığında kişi görsel olarak soluklaşır. Bu özellik hangi kişilerde bir işlem yapıldığının belirlenmesine yardımcı olur.

source: Confirmation Dialog Box
nl_nl: Box bevestigen
tr_tr: Onay penceresi

source: If this box is checked, a confirmation dialog box will ask the user to confirm their choice.
nl_nl: Indien deze keuze is aangevinkt dan wordt er een box getoond waarin de gebruiker wordt gevraagd iets te bevestigen.
tr_tr: Bu kutu işaretlendiğinde, bir onay penceresi ile kullanıcının seçimini onaylaması istenir.

source: Do you want to delete this fast action link?
nl_nl: Wilt u deze link verwijderen?
tr_tr: Bu hızlı işlem bağlantısını silmek istiyor musunuz?

source: Select a
nl_nl: Selecteer een
tr_tr: Şunu seçin

source: Link Label
tr_tr: Bağlantı etiketi

source: Search View
nl_nl: Zoekresultaten
tr_tr: Arama görünümü

source: Enabled
nl_nl: Ingeschakeld
tr_tr: Etkin

source: Yes
nl_nl: Ja
tr_tr: Evet

source: No
nl_nl: Nee
tr_tr: Hayır

source: status
tr_tr: Durum

source: None found.
nl_nl: Geen gevonden.
tr_tr: Herhangi bir şey bulunamadı.

source: Add Fast Action Link
nl_nl: Link snelle-actie toevoegen
tr_tr: Hızlı işlem bağlantısı ekle
