Repository: civicrm/civicrm-l10n-extensions
Catalog: po/eventics/*/eventics.po
Languages: de_de, fr_fr, nl_nl, tr_tr

source: Eventicses
de_de: Eventics
fr_fr: Eventics
tr_tr: Event ICS

source: PK
tr_tr: Dış anahtar

source: FK to Event
de_de: FK zu Event
nl_nl: FK naar Event
tr_tr: Etkinlik dış anahtarı

source: Ics Enabled
de_de: ICS aktiviert
fr_fr: Ics activé
nl_nl: Ics ingeschakeld
tr_tr: ICS etkin

source: Should the ics file be sent for this event?
de_de: Soll für diese Veranstaltung eine ICS-Datei versendet werden?
fr_fr: Le fichier .ics doit-il être envoyé pour cet événement ?
nl_nl: Moet het ics-bestand voor dit evenement worden verzonden?
tr_tr: Bu etkinlik için ics dosyası gönderilecek mi?

source: Event Location
de_de: Veranstaltungsort
fr_fr: Emplacement
nl_nl: Locatie evenement
tr_tr: Etkinlik konumu

source: The URL or physical location of the event
de_de: URL oder physischer Ort für die Veranstaltung
fr_fr: Le lien (visio) ou l'adresse/salle de l'événement.
nl_nl: De URL of fysieke locatie van het evenement
tr_tr: Etkinliğin internet adresi ya da fiziksel konumu

source: Event Description
de_de: Veranstaltungsbeschreibung
fr_fr: Description
nl_nl: Beschrijving evenement
tr_tr: Etkinlik açıklaması

source: Details about the event
de_de: Details zur Veranstaltung
fr_fr: Détails à propos de l'événement
nl_nl: Details van het evenement
tr_tr: Etkinlik ile ilgili bilgiler

source: Event Timezone
de_de: Veranstaltungszeitzone
fr_fr: Fuseau horaire de l'événement
tr_tr: Etkinlik saat dilimi

source: Override the event timezone
de_de: Veranstaltungszeitzone überschreiben
fr_fr: Outrepasser le fuseau horaire de l'événement
tr_tr: Etkinlik saat dilimini değiştir

source: Attach a calendar invite?
de_de: Kalender-Einladung hinzufügen?
fr_fr: Joindre une invitation (agenda)
nl_nl: Een kalender uitnodiging toevoegen?
tr_tr: Takvim daveti dosyası eklensin mi?

source: Location
de_de: Ort
fr_fr: Emplacement
nl_nl: Locatie
tr_tr: Konum

source: Description
de_de: Beschreibung
nl_nl: Beschrijving
tr_tr: Açıklama

source: Timezone
de_de: Zeitzone
fr_fr: Fuseau horaire
tr_tr: Saat dilimi

source: - select -
de_de: - wählen -
tr_tr: - Seçin -

source: A custom group '%1' has been created.
de_de: Eine benutzerdefinierte Feldgruppe '%1' wurde erstellt.
tr_tr: '%1' özel grubu oluşturuldu.

source: Send iCal
de_de: Sende iCal
fr_fr: Envoyer un iCal
nl_nl: iCal verzenden
tr_tr: iCal gönder

source: Event iCal (ics) Attachment
de_de: Event iCal (ics) Anhang
tr_tr: Etkinlik iCal (ics) ek dosyası

source: Event iCal (ics) Attachment for: %1
de_de: Event iCal (ics) Anhang für: %1
tr_tr: Şunun için etkinlik iCal (ics) ek dosyası: %1

source: EventICS Preferences
de_de: EventICS Voreinstellungen
tr_tr: EventICS ayarları

source: Opt-out
tr_tr: Abonelikten ayrıl

source: For this contact, do not attach iCal (ics) files to event confirmation emails.
de_de: Hänge für diesen Kontakt keine iCAL (ics)-Datei an Veranstaltungs-E-Mails.
tr_tr: Bu kişi için, etkinlik onay e-postalarına iCal (ics) dosyaları eklenmesin.

source: Event iCal (ics) Settings
de_de: Event iCal (ics) Einstellungen
tr_tr: Etkinlik iCal (ics) ayarları

source: Send iCal attachments for event registrations by default
de_de: Sende standardmäßig einen iCal-Anhang für Veranstaltungsanmeldungen
fr_fr: Joindre par défaut une invitation iCal pour les inscriptions aux événements
nl_nl: Standaard iCal-bijlagen verzenden bij registratie voor een evenement
tr_tr: Etkinlik kayıtlarında varsayılan olarak iCal ek dosyaları gönderilsin

source: Can be set per event as well.
de_de: Kann auch pro Veranstaltung eingestellt werden.
fr_fr: Peut aussi être configuré par événement
nl_nl: Kan ook per evenement worden ingesteld.
tr_tr: Her etkinlik için ayrıca ayarlanabilir.

source: Include a Google Calendar Link for event registrations
de_de: Einen Google Kalenderlink für Veranstaltungsanmeldungen einschließen
fr_fr: Inclure un lien Google Calendar pour les événements
tr_tr: Etkinlik kayıtları için bir Google Takvim bağlantısı eklensin

source: Provides a special Google Calendar Link for easier addition of events to Google calendars.
de_de: Stellt einen speziellen Google-Kalender Link für leichtes Hinzufügen zum Google-Kalender zur Verfügung.
fr_fr: Affiche un lien spécifique Google Calendar pour ajouter aisément les événements aux agendas Google.
tr_tr: Etkinliklerin Google takvimlerine daha kolay eklenmesi için özel bir Google Takvim bağlantısı sağlar.

source: Requires extra markup to be added to the message templates. <a %1>See the documentation for more information.</a>.
de_de: Erfordert zusätzliches Markup in den Nachrichtenvorlagen. <a %1>Siehe in der Doku für weitere Informationen.</a>.
tr_tr: İleti kalıplarına markup eklenmesini gerektirir. <a %1>Ayrıntılı bilgi almak için belgelere bakın</a>.

source: Include a Outlook Calendar Link for event registrations
de_de: Einen Outlook Kalenderlink für Veranstaltungsanmeldungen einschließen
fr_fr: Inclure un lien Outlook pour les événements
tr_tr: Etkinlik kayıtları için bir Outlook Takvim bağlantısı eklensin

source: Provides a special Outlook Calendar Link for easier addition of events to Outlook calendars.
de_de: Stellt einen speziellen Outlook-Kalender-Link für leichtes Hinzufügen zum Outlook-Kalender zur Verfügung.
tr_tr: Etkinliklerin Outlook takvimlerine daha kolay eklenmesi için özel bir Outlook Takvim bağlantısı sağlar.

source: Enable opt-out field
de_de: Aktive das opt-out-Feld
tr_tr: Abonelikten ayrılma alanı bulunsun

source: When enabled, creates a custom field so that people can opt-out of ICS attachments. Once enabled, you will be able to add this custom field to your communication preferences forms. The custom field is a managed entity. It will be automatically deleted if this setting is turned off (if not, flush the CiviCRM cache), or if this extension is uninstalled.
de_de: Wenn diese Option aktiviert ist, wird ein benutzerdefiniertes Feld erstellt, über das Personen ICS-Anhänge deaktivieren können. Nach der Aktivierung können Sie dieses benutzerdefinierte Feld zu Ihren Formularen für Kommunikationspräferenzen hinzufügen. Das benutzerdefinierte Feld ist eine verwaltete Entität. Es wird automatisch gelöscht, wenn diese Einstellung deaktiviert wird (falls nicht, leeren Sie den CiviCRM-Cache) oder wenn diese Erweiterung deinstalliert wird.
tr_tr: Açıldığında, insanların ICS ek dosyalarının eklenmesini önleyebileceği bir özel alan oluşturulur. Bu özel alanı kişi ayarları formlarınıza ekleyebilirsiniz. Özel alan yönetilen bir varlıktır. Bu seçenek kapatılırsa ya da bu eklenti kaldırılırsa otomatik olarak silinir (silinmemişse CiviCRM ön belleğini temizleyin).

source: Physical location or link. If empty, Event Location is used.
de_de: Physischer Ort oder Link. Veranstaltungsort wird benutzt, falls leer.
fr_fr: Emplacement (adresse ou lien pour la visioconférence). Si vide, le lieu de l'événement est utilisé.
nl_nl: Fysieke locatie of link. Indien leeg, de locatie van het evenement wordt gebruikt.
tr_tr: Fiziksel konum ya da bağlantı. Boş bırakılırsa etkinlik konumu kullanılır.

source: If empty, Event Summary is used.
de_de: Falls leer, wird die Veranstaltungsübersicht verwendet.
fr_fr: Si le champ est vide, la synthèse de l'événement est utilisée.
nl_nl: Indien leeg, de samenvatting van het evenement wordt gebruikt.
tr_tr: Boş bırakılırsa, etkinlik özeti kullanılır.

source: Setting the event timezone is strongly recommended. The default site timezone is %1.
de_de: Eine Zeitzone für diese Veranstaltung einzustellen wird dringend empfohlen. Die aktuelle Standardzeitzone der Seite ist %1.
tr_tr: Etkinlik saat diliminin ayarlanması önemle önerilir. Varsayılan site saat dilimi: %1.

source: This default value is unreliable on CiviCRM Standalone. The default site timezone is unknown.
de_de: Dieser Standardwert ist bei CiviCRM Standalone unzuverlässig. Die Standard-Zeitzone der Website ist unbekannt.
tr_tr: Bu varsayılan değer CiviCRM Standalone üzerinde güvenilmezdir. Varsayılan sitenin saat dilimi bilinmiyor.

source: Event iCal Settings
fr_fr: Paramètres iCal
nl_nl: iCal instellingen evenement

source: Provides a special Outlook Calendar Link for easier addition of events to Google calendars.
fr_fr: Affiche un lien spécifique Outlook Calendar pour ajouter aisément les événements aux agendas Outlook.

source: Override the default site timezone. Must be a valid PHP timezone. For example: America/New_York, America/Los_Angeles, Europe/London, Europe/Paris, Europe/Kyiv, Australia/Sydney. See the <a %1>PHP documentation for the full list.</a>
fr_fr: Outrepasser le fuseau horaire par défaut du site. Doit être un fuseau horaire dans un format PHP valide. Par exemple : America/New_York, America/Los_Angeles, Europe/London, Europe/Paris, Europe/Kyiv, Australia/Sydney. Consultez la <a %1>documentation PHP pour la liste complète.</a>

source: Upgrade %1 to revision %2
nl_nl: Upgrade %1 naar revisie %2
