Repository: civicrm/civicrm-l10n-extensions
Catalog: po/advimport/*/advimport.po
Languages: de_de, fr_ca, nl_nl, tr_tr

source: External ID
de_de: Externe ID
fr_ca: Id. externe
nl_nl: Externe-id
tr_tr: Dış kimlik

source: - select -
de_de: - wählen -
fr_ca: - sélectionner -
nl_nl: - selecteer -
tr_tr: - Seçin -

source: Entity
de_de: Entität
fr_ca: Entité
nl_nl: Entiteit
tr_tr: Varlık

source: %1 (%2) is a required field. The field must be in the uploaded file and you must select a field match for it.
de_de: %1 (%2) ist ein Pflichtfeld. Das Feld muss in der hochgeladenen Datei enthalten sein und beim Import zugeordnet werden.
fr_ca: %1 (%2) est un champ obligatoire. Le champ doit exister dans le fichier uploadé et vous devez lui faire correspondre un champ de CiviCRM.
nl_nl: %1 (%2) is een verplicht veld. Het veld moet in het geüploade bestand staan en er moet door u een veld aan gekoppeld worden.
tr_tr: %1 (%2) doldurulması zorunlu olan bir alandır. Alan yüklenen dosyada bulunmalı ve bunun için bir alan eşleşmesi seçilmiş olmalıdır.

source: APIv3 Entity
de_de: APIv3 Entität
fr_ca: Entité APIv3
nl_nl: APIv3 entiteit
tr_tr: APIv3 varlığı

source: Add Contact to Group
de_de: Kontakt zu Gruppe hinzufügen
fr_ca: Ajouter le contact au groupe
tr_tr: Kişiyi gruba ekle

source: Group
de_de: Gruppe
fr_ca: Groupe
nl_nl: Groep
tr_tr: Grup

source: Contact matching
de_de: Kontaktzuordnung
fr_ca: Correspondance de contact
nl_nl: Overeenkomende contact
tr_tr: İçerik eşleştirme

source: Contact ID
de_de: Kontakt-ID
fr_ca: Id. du contact
tr_tr: Kişi kimliği

source: If a contact is already added to the group, they will be ignored. If their status was "removed" or "pending", they will be changed to "added".
fr_ca: Si un contact est déjà ajouté au groupe, il sera ignoré. Si son statut était « supprimé » ou « en attente », il sera changé en « ajouté ».
tr_tr: Bir kişi gruba zaten eklenmişse, yok sayılır. Durumları "Kaldırıldı" veya "Beklemede" ise, "Eklendi" olarak değiştirilir.

source: Remove Contact from Group
de_de: Kontakt von Gruppe entfernen
fr_ca: Retirer le contact du groupe
tr_tr: Kişiyi gruptan çıkar

source: If a contact is already removed from the group or are not in the group at all, they will be ignored.
fr_ca: Si un contact est déjà retiré du groupe ou ne fait pas partie du groupe, il sera ignoré.
tr_tr: Bir kişi gruptan çıkarılmışsa veya grupta zaten yoksa, yok sayılır.

source: Lookup Table to Batch Update Contacts
fr_ca: Table de recherche pour la mise à jour par lots des contacts
tr_tr: Kişilerin toplu güncellenmesi için arama tablosu

source: Old Field
de_de: Altes Feld
fr_ca: Ancien champ
tr_tr: Eski alan

source: New Field
de_de: Neues Feld
fr_ca: Nouveau Champ
tr_tr: Yeni alan

source: Match Type
fr_ca: Type de correspondance
tr_tr: Eşleşme türü

source: Option Value
de_de: Optionswert
fr_ca: Éléments de liste de choix
tr_tr: Seçenek değeri

source: Option Label
de_de: Optionsbezeichnung
fr_ca: Libellé de l'option
tr_tr: Seçenek etiketi

source: Match Type only applies to fields with predefined values (select, checkbox, etc). After submitting this form, it will do a dummy processing of the Lookup Table. It will also create a new import for the data that needs to be updated. So once the next step is finished, go back to the Advanced Import main screen, and run the new import that will have been created (todo: one day, be more clever and automatically redirect to that step).
fr_ca: Le type de correspondance ne s'applique qu'aux champs dont les valeurs sont prédéfinies (sélection, case à cocher, etc.). Après avoir soumis ce formulaire, un traitement fictif de la table de recherche sera effectué. Il créera également une nouvelle importation pour les données qui doivent être mises à jour. Une fois l'étape suivante terminée, revenez à l'écran principal de l'importation avancée et exécutez la nouvelle importation qui aura été créée (à faire : un jour, soyons plus intelligent et redirigeons automatiquement vers cette étape).
tr_tr: Eşleşme türü yalnızca önceden tanımlanmış değerleri olan alanlar için geçerlidir (seçim, işaret kutusu, vb.). Bu form gönderildikten sonra, Arama tablosu üzerinde sahte bir işlem yapılır. Ayrıca güncellenmesi gereken veriler için yeni bir içe aktarma oluşturulur. Dolayısıyla bir sonraki adım tamamlandığında, Gelişmiş içe aktarma bölümüne dönün ve oluşturulmuş yeni içe aktarmayı yürütün (Yapılacak iş: Bir gün daha akıllı olacak ve otomatik olarak o adıma yönlendirilecek).

source: Could not find the old_field column.
fr_ca: Impossible de trouver la colonne old_field
tr_tr: old_field sütunu bulunamadı.

source: Could not find the new_field column.
fr_ca: Impossible de trouver la colonne new_field.
tr_tr: new_field sütunu bulunamadı.

source: Lookup Table to Batch Update Contacts - Processor
fr_ca: Table de recherche pour la mise à jour par lots des contacts - Processeur
tr_tr: Kişilerin toplu güncellenmesi için arama tablosu - İşleyici

source: New value not found in the lookup table
fr_ca: Nouvelle valeur non trouvée dans la table de recherche
tr_tr: Yeni değer arama tablosunda bulunamadı

source: Memberships and Contributions
de_de: Mitgliedschaften und Zuwendungen
fr_ca: Adhésions et contributions
nl_nl: Lidmaatschappen en Bijdragen
tr_tr: Üyelikler ve katkılar

source: First Name
de_de: Vorname
fr_ca: Prénom
nl_nl: Voornaam
tr_tr: Ad

source: Last Name
de_de: Nachname
fr_ca: Nom de famille
nl_nl: Achternaam
tr_tr: Soyad

source: Organization Name
de_de: Name der Organisation
fr_ca: Nom de l'organisation
nl_nl: Naam organisatie
tr_tr: Kuruluş adı

source: Email
fr_ca: Courriel
tr_tr: E-posta

source: Membership Type
de_de: Mitgliedschaftsart
fr_ca: Type d'adhésion
nl_nl: Lidmaatschapstype
tr_tr: Üyelik türü

source: Membership Start Date
de_de: Beginn der Mitgliedschaft
fr_ca: Date de début d'adhésion
nl_nl: Startdatum lidmaatschap
tr_tr: Üyelik başlangıç tarihi

source: Membership Join Date
de_de: Mitglied seit
fr_ca: Membre depuis le
nl_nl: Lid sinds
tr_tr: Üye olma tarihi

source: Contribution Source
de_de: Quelle Zuwendung
fr_ca: Source de la contribution
nl_nl: Bron bijdrage
tr_tr: Katkı kaynağı

source: Contribution Receive Date
de_de: Eingangsdatum Zuwendung
fr_ca: Date de réception de la contribution
nl_nl: Ontvangstdatum bijdrage
tr_tr: Katkının alındığı tarih

source: Contribution Financial Type
de_de: Zuwendungsart
fr_ca: Type d'opération financière de la contribution
nl_nl: Bijdrage Financieel Type
tr_tr: Katkının mali türü

source: Contribution Total Amount
de_de: Gesamtbetrag Zuwendung
fr_ca: Montant total de la contribution
nl_nl: Bijdrage Totaalbedrag
tr_tr: Katkının toplam tutarı

source: Transaction Number
de_de: Transaktionsnummer
fr_ca: Numéro de transaction
nl_nl: Transactie Getal
tr_tr: Hesap hareketi numarası

source: Invoice ID
de_de: Rechnungs-ID
fr_ca: Id. facture
nl_nl: Factuur-id
tr_tr: Fatura kimliği

source: Invoice Number
de_de: Rechnungsnummer
fr_ca: Numéro de facture
nl_nl: Factuurnummer
tr_tr: Fatura numarası

source: Payment Method
de_de: Zahlungsmethode
fr_ca: Méthode de paiement
nl_nl: Betaalmethode
tr_tr: Ödeme yöntemi

source: Contribution Status
de_de: Zuwendungstatus
fr_ca: Statut de la contribution
nl_nl: Bijdrage-status
tr_tr: Katkı durumu

source: Membership
de_de: Mitgliedschaft
fr_ca: Adhésion
nl_nl: Lidmaatschap
tr_tr: Üyelik

source: Contact + Activity
de_de: Kontakt + Aktivität
fr_ca: Contact + Activité
nl_nl: Contact en Activiteit
tr_tr: Kişi + İşlem

source: Activity Type
de_de: Aktivitätsart
fr_ca: Type d'activité
nl_nl: Activiteitstype
tr_tr: İşlem türü

source: Add a tag using the "Activity Subject" field as tag name
de_de: Fügt einen Tag aus dem "Aktivtätsbetreff"-Feld als Tag-Name hinzu
fr_ca: Ajouter un tag/étiquette utilisant le champ "Sujet de l'activité" comme nom de tag/étiquette.
nl_nl: Een tag toevoegen met de naam in het veld "Activiteit onderwerp"
tr_tr: Etiket adı olarak "İşlem konusu" alanını kullanarak bir etiket ekleyin

source: First Name (or "Display Name" when matching on display name)
de_de: Vorname (oder "Anzeigename")
fr_ca: Prénom (ou "Nom affiché" quand la correspondance se fait sur le "Nom affiché")
nl_nl: Voornaam (of "Weergavenaam" bij overeenkomst daarop)
tr_tr: Ad (ya da görüntülenecek adla eşleştirildiğinde "Görüntülenecek ad")

source: Phone
de_de: Telefon
fr_ca: Téléphone
nl_nl: Telefoon
tr_tr: Telefon

source: Country
de_de: Land
fr_ca: Pays
nl_nl: Land
tr_tr: Ülke

source: Street Address line 1
de_de: Straße Adresszeile 1
fr_ca: Complément d'adresse 1
nl_nl: Straatadres regel 1
tr_tr: 1. adres satırı

source: Street Address line 2
de_de: Straße Adresszeile 2
fr_ca: Complément d'adresse 1
nl_nl: Straatadres regel 2
tr_tr: 2. adres satırı

source: City
de_de: Ort
fr_ca: Ville
nl_nl: Plaats
tr_tr: İlçe

source: Postal/Zip Code
de_de: PLZ
fr_ca: Code postal
nl_nl: Postcode
tr_tr: Posta kodu

source: State
de_de: Bundesland / Bezirk
fr_ca: Subdivision de pays
nl_nl: Staat
tr_tr: İl

source: Activity Subject
de_de: Betreff der Aktivität
fr_ca: Sujet de l'activité
nl_nl: Activiteit onderwerp
tr_tr: İşlem konusu

source: Activity Date
de_de: Datum der Aktivität
fr_ca: Date d'activité
nl_nl: Activiteit datum
tr_tr: İşlem tarihi

source: Match on email (contact will be created if not found)
de_de: Zuordnung mit E-Mail (Kontakt wird erstellt, falls keine gefunden wird)
fr_ca: Recherche correspondance par le courriel (un contact sera créé si non trouvée)
nl_nl: Op e-mail overeenkomen (contact wordt aangemaakt indien niet gevonden)
tr_tr: E-posta ile eşleştirilsin (kişi bulunamazsa oluşturulur)

source: Match on 'Display Name' (contact will NOT be created if not found)
de_de: Zuordnung mit 'Anzeigenamen' (Kontakt wird NICHT erstellt, falls keine gefunden wird)
fr_ca: Recherche correspondance sur le "Nom affiché" (un contact ne sera pas créé si non trouvé)
nl_nl: Op 'weer te geven naam' overeenkomen (contact wordt NIET aangemaakt indien niet gevonden)
tr_tr: "Görüntülenecek ad" ile eşleştirilsin (kişi bulunamazsa oluşturulMAZ)

source: Existing contacts will be matched by email address. If no match is found a new contact will be created.
de_de: Existierende Kontakte werden anhand der E-Mail-Adresse zugeordnet. Falls keine Zuordnung gefunden wird, wird ein neuer Kontakt erstellt.
fr_ca: La correspondance avec les contacts existants se fera sur le courriel. Si aucune correspondance n'est trouvée un nouveau contact sera créé.
nl_nl: Bestaande contacten worden gekoppeld op e-mailadres. Indien er geen overeenkomst is, dan wordt er een nieuw contact aangemaakt.
tr_tr: Var olan kişiler e-posta adresi ile eşleştirilir. Eşleşme bulunamazsa yeni bir kişi oluşturulur.

source: Make sure that your CSV/spreadsheet has headers in the first line
de_de: Bitte sicherstellen, dass die CSV/Tabelle Überschriften in der ersten Zeile hat.
fr_ca: Assurez vous que votre fichier CSV ou feuille de calcul a des en-têtes dans la première ligne.
nl_nl: Zorg ervoor dat het CSV/spreadsheet bestand kopregels heeft in de eerste regel
tr_tr: CSV/e-tablonuzun ilk satırında başlıkların bulunduğundan emin olun

source: Optional: You may select an Activity Type or to tag contacts. If an Activity Type is selected, activities will be created for each contact. If the tag option is selected, tags will automatically be created (if they do not already exist) based on the 'source' field and added to the contact record.
fr_ca: Optionnel: Vous pouvez sélectionner un type d'activité ou ajouter un tag aux contacts. Si un type d'activité est sélectionné, des activités seront créées pour chaque pétition. Si l'option tag est sélectionnée, des tags seront automatiquement créés (si ils n'existent pas déjà) basés sur le champ 'source' et ajoutés au contact.
nl_nl: Optioneel: U kunt een activiteitstype selecteren of contacten taggen. Als er een activiteitstype wordt geselecteerd, worden er activiteiten voor elk contact aangemaakt. Als de tag optie wordt geselecteerd, worden de tags automatische aangemaakt (als de tag nog niet bestaat) gebaseerd op het bronveld en toegevoegd aan het contact.
tr_tr: İsteğe bağlı: Bir işlem türü seçebilir ya da kişileri etiketleyebilirsiniz. Bir işlem türü seçilirse, her kişi için işlemler oluşturulur. Etiketleme seçilirse, etiketler 'kaynak' alanına göre otomatik olarak (zaten yoksa) oluşturulur ve ilgili kişi kaydına eklenir.

source: Contact not found so not imported.
de_de: Kontakt nicht gefunden, daher nicht importiert.
fr_ca: Le contact n'a pas été trouvé et n'a donc pas été importé.
nl_nl: Contact is niet gevonden en dus niet geïmporteerd.
tr_tr: Kişi bulunamadığından içe aktarılamadı.

source: Stripe Failed Events
fr_ca: Evénements Stripe échoués
nl_nl: Stripe Mislukte Evenementen
tr_tr: Stripe işlemleri yapılamadı

source: Stripe Subscriptions
de_de: Stripe Abonnements
fr_ca: Inscriptions Stripe
nl_nl: Stripe Aanmeldingen
tr_tr: Stripe abonelikleri

source: Task %1: %2 [%3 items]
fr_ca: Tâche %1: %2 [%3 éléments]
nl_nl: Taak %1: %2 [%3 items]
tr_tr: %1 görevi: %2 [%3 öge]

source: Task %1: post-import
fr_ca: Tâche %1: post-import
nl_nl: Taak %1: post-import
tr_tr: %1 görevi: İçe aktarma sonrası

source: There was a problem analysing the uploaded file, or it was empty. Please verify the file and try again.
fr_ca: Il y a eu un problème lors de l'analyse du fichier téléversé, ou il était vide. Veuillez vérifier le fichier et réessayer.
nl_nl: Er is een fout opgetreden bij het verwerken van het geüploade bestand, mogelijk is het leeg. Controleer het bestand en probeer het opnieuw.
tr_tr: Yüklenen dosya incelenirken bir sorun çıktı ya da dosya boştu. Lütfen dosyayı doğrulayıp yeniden deneyin.

source: Advimports
tr_tr: Gelişmiş içe aktarmalar

source: Advimport
tr_tr: Gelişmiş içe aktarma

source: Unique Advimport ID
fr_ca: Id. unique de l'import
nl_nl: Uniek Advimport-id
tr_tr: Benzersiz gelişmiş içe aktarma kimliği

source: Contact
de_de: Kontakt
tr_tr: Kişi

source: FK to Contact, import author
fr_ca: FK vers Contact, auteur de l'import
nl_nl: FK naar Contact, import author
tr_tr: Kişinin dış anahtarı, sahibi içe aktar

source: Class Name
de_de: Klassenname
fr_ca: Nom de la classe
nl_nl: Class Naam
tr_tr: Sınıf adı

source: Mapping helper class name
fr_ca: Nom de la classe d'aide au mapping
nl_nl: Koppeling helper class-naam
tr_tr: Eşleşme yardımcısı sınıfının adı

source: Start Date
de_de: Startdatum
fr_ca: Date de début
nl_nl: Startdatum
tr_tr: Başlangıç tarihi

source: Import start
fr_ca: Début de l'import
nl_nl: Importeren start
tr_tr: İçe aktarma başlangıcı

source: End Date
de_de: Enddatum
fr_ca: Date de fin
nl_nl: Einddatum
tr_tr: Bitiş tarihi

source: Import end
de_de: Importende
fr_ca: Fin de l'import
nl_nl: Importeren einde
tr_tr: İçe aktarma bitişi

source: Filename
de_de: Dateiname
fr_ca: Nom du fichier
nl_nl: Bestandsnaam
tr_tr: Dosya adı

source: Name of the file uploaded
de_de: Name der hochgeladenen Datei
fr_ca: Nom du fichier téléchargé
nl_nl: Naam van het geüploade bestand
tr_tr: Yüklenen dosyanın adı

source: Table Name
de_de: Tabellenname
fr_ca: Nom de la table
nl_nl: Tabelnaam
tr_tr: Tablo adı

source: SQL table where the data is staged before being processed
fr_ca: Table SQL où les données sont stockées avant d'être traitées
nl_nl: SQL tabel waar de gegevens worden geplaatst voordat die worden verwerkt
tr_tr: Verilerin işlenmeden önce aktarılacağı SQL tablosu

source: Total Count
de_de: Gesamtanzahl
fr_ca: Nombre total
nl_nl: Totaalaantal
tr_tr: Toplam sayı

source: Total number of rows
de_de: Gesamtzahl von Zeilen
fr_ca: Nombre total de lignes
nl_nl: Aantal rijen
tr_tr: Toplam satır sayısı

source: Success Count
de_de: Anzahl Erfolge
fr_ca: Nombre de succès
nl_nl: Aantal geslaagd
tr_tr: Başarılı işlem sayısı

source: Number of rows imported successful
de_de: Anzahl der erfolgreich importierten Zeilen
fr_ca: Nombre de lignes importées avec succès
nl_nl: Aantal geïmporteerde rijen
tr_tr: Sorunsuz içe aktarılan satır sayısı

source: Warning Count
de_de: Anzahl Warnungen
fr_ca: Nombre d'avertissements
nl_nl: Aantal waarschuwingen
tr_tr: Uyarı sayısı

source: Number of rows imported with warnings
de_de: Anzahl der importierten Zeilen mit Warnungen
fr_ca: Nombre de lignes importées avec des avertissements
nl_nl: Aantal geïmporteerde rijen met waarschuwingen
tr_tr: Uyarılar ile içe aktarılan satır sayısı

source: Error Count
de_de: Anzahl Fehler
fr_ca: Nombre d'erreurs
nl_nl: Aantal fouten
tr_tr: Hata sayısı

source: Number of rows that failed to import because of errors
de_de: Anzahl der Zeilen, die aufgrund von Fehlern beim Import fehlschlugen
fr_ca: Nombre de lignes qui n'ont pas pu être importées en raison d'erreurs
nl_nl: Aantal niet geïmporteerde rijen vanwege fouten
tr_tr: Hatalar nedeni ile içe aktarılamayan satır sayısı

source: Track Entity Type
fr_ca: Type d'entité de suivi
nl_nl: Entiteitstype volgen
tr_tr: İzlenecek varlık türü

source: Ex: group or tag used to track contacts imported
fr_ca: Ex: groupe ou tag/étiquette utilisée pour suivre les contacts importés
nl_nl: Vb.: groep of kenmerk gebruikt om geïmporteerde contacten te volgen
tr_tr: Örneğin: İçe aktarılan kişileri izlemek için kullanılacak grup veya etiket

source: Track Entity ID
fr_ca: Id. de l'entité de suivi
nl_nl: Entiteit-id volgen
tr_tr: İzlenecek varlık kimliği

source: ID of the group or tag used to track contacts imported
fr_ca: Id. du groupe ou du tag/étiquette utilisée pour suivre les contacts importés
nl_nl: ID van de groep of het kenmerk gebruikt om geïmporteerde contacten te volgen
tr_tr: İçe aktarılan kişileri izlemek için kullanılacak grup veya etiketin kimliği

source: Mapping
de_de: Zuordnung
fr_ca: Correspondance
nl_nl: Koppeling
tr_tr: Eşleştirme

source: Field mapping
de_de: Feldzuordnung
fr_ca: Correspondance des champs
nl_nl: Velden koppelen
tr_tr: Alan eşleştirme

source: New Row
de_de: Neue Zeile
fr_ca: Nouvelle entrée
nl_nl: Volgende rij
tr_tr: Yeni satır

source: The php-odbc package must be enabled.
de_de: Das php-odbc Paket muss aktiviert sein.
fr_ca: Le package php-odbc doit être activé.
nl_nl: Het php-odbc package moet ingeschakeld zijn,.
tr_tr: php-odbc paketi etkinleştirilmelidir.

source: The file must be of type ODS (LibreOffice), XLSX (Excel) or CSV.
de_de: Die Datei muss vom Typ ODS (LibreOffice), XLSX (Excel) oder CSV sein.
fr_ca: Le fichier doit être de type ODS (LibreOffice), XLSX (Excel) ou CSV.
nl_nl: Het bestandstype moet ODS (LibreOffice), XLSX (Excel) of CSV zijn.
tr_tr: Dosya ODS (LibreOffice), XLSX (Excel) veya CSV türünde olmalıdır.

source: Report Batch Update
fr_ca: Mise à jour du rapport par lot
tr_tr: Toplu rapor güncelleme

source: Batch Update
fr_ca: Mise à jour en lot
tr_tr: Toplu güncelleme

source: Import data
de_de: Datenimport
fr_ca: Importer des données
nl_nl: Gegevens importeren
tr_tr: Verileri içe aktar

source: Import (%1) at %2
de_de: Importiere (%1) nach %2
fr_ca: Importer (%1) à %2
nl_nl: Importeren (%1) van %2
tr_tr: %2 zamanında içe aktarma (%1)

source: Export errors
de_de: Exportfehler
fr_ca: Exporter les erreurs
nl_nl: Fouten exporteren
tr_tr: Dışa aktarma sorunları

source: CiviCRM Advanced Import
fr_ca: Import avancé CiviCRM
nl_nl: CiviCRM Geavanceerd importeren
tr_tr: CiviCRM gelişmiş içe aktarma

source: Actions
de_de: Aktionen
nl_nl: Acties
tr_tr: İşlemler

source: Import Data
de_de: Datenimport
fr_ca: Importer des données
nl_nl: Gegevens importeren
tr_tr: Verileri içe aktar

source: File
de_de: Datei
fr_ca: Fichier
nl_nl: Bestand
tr_tr: Dosya

source: Source
de_de: Quelle
nl_nl: Bron
tr_tr: Kaynak

source: None
de_de: keine
fr_ca: Aucune
nl_nl: Geen
tr_tr: Yok

source: Tag
fr_ca: Tag/Etiquette
nl_nl: Kenmerk
tr_tr: Etiket

source: Group or Tag
de_de: Gruppen oder Tags
fr_ca: Groupe ou Tag/Etiquette
nl_nl: Groep of Kenmerk
tr_tr: Grup ya da Etiket

source: Next >>
de_de: Weiter >>
fr_ca: Prochain >>
nl_nl: Volgende >>
tr_tr: Sonraki >>

source: Please select a file to upload.
de_de: Bitte eine Datei zum Hochladen wählen.
fr_ca: Veuillez sélectionner un fichier à téléverser.
nl_nl: Kies een bestand om te uploaden.
tr_tr: Lütfen yüklenecek bir dosya seçin.

source: - year -
de_de: - Jahr -
fr_ca: - année -
nl_nl: - jaar -
tr_tr: - Yıl -

source: The task %1 with %2 items has been cancelled.
fr_ca: La tâche %1 avec %2 éléments a été annulée.
nl_nl: De taak %1 met %2 items is geannuleerd.
tr_tr: %2 öge içeren %1 görevi iptal edildi.

source: Erreur de sauvegarde du fichier téléversé. Vérifier les permissions sur le système de fichiers du serveur: %1.
nl_nl: Fout bij het opslaan van het geüploade bestand. Controleer de rechten de mappen: %1.
tr_tr: Yüklenen dosya kaydedilirken sorun çıktı. Sunucu dosya sistemindeki izinleri denetleyin: %1.

source: A previous import will be re-imported. This can be useful when testing an import. However, depending on your configuration, it can create duplicate data.
fr_ca: Une importation précédente sera ré-importée. Cela peut être utile lors du test d'une importation. Cependant, en fonction de votre configuration, cela peut créer des données en double.
nl_nl: Er wordt een bestand geïmporteerd dat eerder is geïmporteerd. Dat kan nuttig zijn bij het testen, maar het kan afhankelijk van uw configuratie dubbele records veroorzaken.
tr_tr: Önceki bir içe aktarma yeniden içe aktarılacak. Bu işlem, bir içe aktarmayı denerken faydalı olabilir. Ancak yapılandırmanıza bağlı olarak yinelenen veriler oluşturabilir.

source: Re-import
fr_ca: Ré-importer
nl_nl: Opnieuw importeren
tr_tr: Yeniden içe aktar

source: Advanced import: Map Fields
de_de: Advanced Import: Felder zuordnen
fr_ca: Import avancé : Mapper les champs
nl_nl: Geavanceerd importeren: Velden koppelen
tr_tr: Gelişmiş içe aktarma: Alanları eşleştirme

source: Previous
de_de: Vorher
fr_ca: Précédent
nl_nl: Vorige
tr_tr: Önceki

source: Import
fr_ca: Importer
nl_nl: Importeren
tr_tr: İçe aktar

source: Review Data >>
de_de: Überprüfe Daten >>
fr_ca: Vérifier les données >>
nl_nl: Gegevens beoordelen >>
tr_tr: Verileri gözden geçir >>

source: Start Import >>
de_de: Starte Import >>
fr_ca: Débuter l'import >>
nl_nl: Importeren starten >>
tr_tr: İçe aktarmayı başlat >>

source: All items were already processed. To force the import to run again, go to the main Advanced Import screen and click the re-import button.
fr_ca: Tous les éléments ont déjà été traités. Pour forcer l'import à s'exécuter à nouveau, allez à l'écran principal de l'Import avancé et cliquez sur le bouton ré-importer.
nl_nl: Alle items zijn al verwerkt. Om het opnieuw importeren te forceren, ga naar de functie Geavanceerd importeren.
tr_tr: Tüm ögeler zaten işlendi. İçe aktarmayı yeniden yapmaya zorlamak için, ana gelişmiş içe aktarma sayfasına gidin ve yeniden içe aktar düğmesine tıklayın.

source: Advanced import: result
de_de: Advanced Import: Ergebnis
fr_ca: Import avancé : résultat
nl_nl: Geavanceerd importeren: resultaat
tr_tr: Gelişmiş içe aktarma: Sonuç

source: Advimport - Items
fr_ca: Import avancé - Elements -
tr_tr: Gelişmiş içe aktarma - Ögeler

source: Advanced Import
fr_ca: Import avancée
nl_nl: Geavanceerd Importeren
tr_tr: Gelişmiş içe aktarma

source: APIv3 Entities
de_de: APIv3 Entitäten
fr_ca: Entités APIv3
nl_nl: APIv3 Entiteiten
tr_tr: APIv3 varlıkları

source: Groups - Add Contact to Group
de_de: Gruppen - Kontakt zu Gruppe hinzufügen
fr_ca: Groupes - Ajouter le contact au groupe
tr_tr: Gruplar - Kişiyi gruba ekle

source: Groups - Remove Contact from Group
de_de: Gruppen - Kontakt von Gruppe entfernen
fr_ca: Groupes - Retirer le contact du groupe
tr_tr: Gruplar - Kişiyi gruptan çıkar

source: Stripe Subscriptions - experimental
fr_ca: Inscriptions Stripe - expérimental
nl_nl: Stripe Aanmeldingen - experimenteel
tr_tr: Stripe abonelikleri - Deneysel

source: Stripe Failed Events - experimental
fr_ca: Evénements Stripe échoués - expérimental
nl_nl: Stripe Mislukte Evenementen - experimenteel
tr_tr: Stripe başarısız işlemleri - Deneysel
