Repository: civicrm/civicrm-l10n-extensions
Catalog: po/advimport/*/advimport.po
Languages: de_de, fr_ca, nl_nl, tr_tr

source: Add a short help text here?
de_de: Einen kurzen Hilfetext hier hinzufügen?
fr_ca: Ajouter un texte d'aide ici ?
nl_nl: Hier een korte helptekst toevoegen?
tr_tr: Buraya kısa bir yardım yazısı eklensin mi?

source: Process all items
fr_ca: Traiter tous les éléments
nl_nl: Alle items verwerken
tr_tr: Tüm ögeleri işle

source: Add new row
de_de: Neue Zeile hinzufügen
fr_ca: Ajouter une nouvelle ligne
nl_nl: Rij toevoegen
tr_tr: Yeni satır ekle

source: Download
fr_ca: Télécharger
tr_tr: İndir

source: Import:
fr_ca: Importer :
nl_nl: Importeren:
tr_tr: İçe aktar:

source: Display:
de_de: Anzeige:
fr_ca: Afficher :
nl_nl: Tonen:
tr_tr: Görüntüle:

source: All
de_de: Alle
fr_ca: Tous
nl_nl: Alle
tr_tr: Tümü

source: OK
tr_tr: Tamam

source: Errors
de_de: Fehler
fr_ca: Erreurs
nl_nl: Fouten
tr_tr: Hatalar

source: Warnings
de_de: Warnungen
fr_ca: Avertissements
nl_nl: Waarschuwingen
tr_tr: Uyarılar

source: Filter:
fr_ca: Filtrer :
tr_tr: Süz:

source: Bulk Update:
fr_ca: Mise à jour en lot :
nl_nl: Massa update:
tr_tr: Toplu güncelleme:

source: Update
de_de: Aktualisieren
fr_ca: Mise à jour
nl_nl: Wijzigen
tr_tr: Güncelle

source: Not data, or access denied.
fr_ca: Pas de données, ou pas d'autorisation d'accès.
nl_nl: Geen gegevens of geen toegang.
tr_tr: Veri değil ya da erişim reddedildi.

source: No results matched the selected filters.
de_de: Es gibt keine Ergebnisse bei den gewählten Filtern.
fr_ca: Aucun résultat ne correspond à vos critères.
nl_nl: Er zijn met deze filters geen resultaten.
tr_tr: Seçilmiş süzgeçlerle eşleşen bir sonuç yok.

source: Browse...
fr_ca: Parcourir...
nl_nl: Bekijken...
tr_tr: Göz at...

source: Success
de_de: Erfolg
fr_ca: Succès
nl_nl: Gelukt
tr_tr: Başarılı

source: Error
de_de: Fehler
fr_ca: Erreur
nl_nl: Fout
tr_tr: Hata

source: Warning
de_de: Warnung
fr_ca: Avertissement
nl_nl: Waarschuwing
tr_tr: Uyarı

source: Update complete
de_de: Update komplett
fr_ca: Mise à jour terminée
nl_nl: Update compleet
tr_tr: Güncelleme tamamlandı

source: %1 rows updated.
de_de: %1 Zeilen aktualisiert.
fr_ca: %1 entrées mises à jour
nl_nl: %1 rijen bijgewerkt.
tr_tr: %1 satır güncellendi.

source: Reminder: To process the actual update, you still need to process all items.
fr_ca: Rappel : pour que la mise à jour soit effective, il faut lancer le traitement de tous les items.
nl_nl: Aandachtspunt: Om de actuele update te verwerken moeten alle items verwerkt worden.
tr_tr: Anımsatıcı: Geçerli güncellemeyi işlemek için yine de tüm ögeleri işlemeniz gerekir.

source: Nothing to update
de_de: Nicht zu aktualisieren
fr_ca: Rien à actualiser
nl_nl: Er is niets om bij te werken
tr_tr: Güncellenecek bir şey yok

source: Either all rows are already of the specified value, or it was not possible to update the values.
fr_ca: Soit toutes les entrées ont déjà la valeur souhaitée, soit ce n'est pas possible de mettre à jour les valeurs.
nl_nl: Of alle rijen hebben al de opgegeven waarde of het bijwerken van de waarde is niet mogelijk.
tr_tr: Ya tüm satırlar zaten belirtilen değerde ya da değerler güncellenemiyor.

source: Cancel
de_de: Abbrechen
fr_ca: Annuler
nl_nl: Annuleren
tr_tr: İptal

source: Add
de_de: Hinzufügen
fr_ca: Ajouter
nl_nl: Toevoegen
tr_tr: Ekle

source: Please fill in all the required fields.
de_de: Bitte alle Pflichtfelder füllen.
fr_ca: Veuillez remplir tous les champs obligatoires.
nl_nl: Vul a.u.b. alle verplichte velden in.
tr_tr: Lütfen tüm zorunlu alanları doldurun.

source: Advimport table not found: %1
de_de: Advimport Tabelle nicht gefunden: %1
fr_ca: Table d'import avancé non trouvée : %1
nl_nl: Advimport tabel niet gevonden: %1
tr_tr: Advimport tablosu bulunamadı: %1

source: You must provide a days=123 parameters. Imports older than this number of days will be deleted.
fr_ca: Vous devez fournir un paramètre days=123. Les imports plus anciens seront effacés.
nl_nl: U moet u days=123 parameters aanbieden. Importen ouder dan dit aantal dagen zullen worden verwijderd.
tr_tr: Bir days=123 parametresi belirtmelisiniz. Bu sayıdan daha eski içe aktarmalar silinir.

source: The days=123 parameter is not numeric.
fr_ca: Le paramètre days=123 n'est pas numérique.
nl_nl: De parameter days=123 is niet numeriek.
tr_tr: days=123 parametresi bir sayı değil.

source: If selected, a group or tag will automatically be created, using the source name and the current date/time.
fr_ca: Si sélectionné, un groupe ou un tag/étiquette sera automatiquement créé, en utilisant le nom de la source et la date/heure actuelle.
nl_nl: Indien geselecteerd, er wordt automatisch een groep of kenmerk aangemaakt met de bronnaam en de huidige datum/tijd.
tr_tr: Seçilirse, kaynak adı ile geçerli tarih ve saat kullanılarak otomatik olarak bir grup veya etiket oluşturulur.

source: An import task is currently running:
de_de: Ein Importjob gegenwärtig laufend:
fr_ca: Une tâche d'import est en cours :
nl_nl: Er wordt op dit moment een invoertaak uitgevoerd:
tr_tr: Şu anda bir içe aktarma görevi yürütülüyor:

source: Queue
de_de: Warteschlange
fr_ca: File d'attente
nl_nl: Wachtrij
tr_tr: Kuyruk

source: Since
de_de: Seit
fr_ca: Depuis
nl_nl: Sinds
tr_tr: Başlangıç

source: Items left
de_de: verbleibende Einträge
fr_ca: Eléments restants
nl_nl: Resterende items
tr_tr: Kalan öge

source: Run now
de_de: Jetzt ausführen
fr_ca: Lancer maintenant
nl_nl: Nu uitvoeren
tr_tr: Şimdi yürüt

source: The import queue is empty. If there are tasks already running, they will be shown on this screen.
fr_ca: La file d'attente d'import est vide. Si des tâches sont déjà en cours, elles seront affichées sur cet écran.
nl_nl: De wachtrij is leeg. Als er nu een of meerdere taken lopen, dan worden deze taken hier getoond.
tr_tr: İçe aktarma kuyruğu boş. Şu anda yürütülen görevler varsa bu sayfada görüntülenirler.

source: Recent imports
de_de: Vorherige Importe
fr_ca: Imports récents
nl_nl: Recente imports
tr_tr: Son içe aktarmalar

source: ID
tr_tr: Kimlik

source: Author
de_de: Autor
fr_ca: Auteur
nl_nl: Auteur
tr_tr: Sorumlu

source: File Name
de_de: Filtername
fr_ca: Nom de fichier
nl_nl: Bestandsnaam
tr_tr: Dosya adı

source: Items
de_de: Einträge
fr_ca: Eléments
tr_tr: Ögeler

source: Re-import errors
de_de: Re-Import Fehler
fr_ca: Re-importer les erreurs
nl_nl: Fouten opnieuw importeren
tr_tr: Sorunlular yeniden içe aktarılsın

source: Re-import everything
de_de: Re-import alles
fr_ca: Tout re-importer
nl_nl: Alles opnieuw importeren
tr_tr: Herşey yeniden içe aktarılsın

source: Data import: map fields
de_de: Datenimport: Felder zuordnen
fr_ca: Import de données : mapper les champs
nl_nl: Importeren: Velden koppelen
tr_tr: Veri içe aktarma: Alanları eşleştirme

source: Are you sure you want to continue?
de_de: Soll wirklich weiter gemacht werden?
fr_ca: Êtes-vous certain de vouloir poursuivre?
nl_nl: Weet u zeker dat u wilt doorgaan?
tr_tr: İlerlemek istediğinize emin misiniz?

source: This will import all rows in this import, unless they have already been processed successfully.
fr_ca: Cela importera toutes les lignes de cette import, sauf si elles ont déjà été traitées avec succès.
nl_nl: Hierdoor worden alle rijen in de invoer geïmporteerd, behalve de rijen die al verwerkt zijn.
tr_tr: Bu işlem, başarılı bir şekilde işlenmemişlerse, bu içe aktarmadaki tüm satırları içe aktarır.

source: The data looks OK, you can continue to the next step.
de_de: Die Daten sehen OK aus, mit dem nächsten Schritt weitermachen.
fr_ca: Les données semblent OK, vous pouvez poursuivre à la prochaine étape.
nl_nl: De gegevens lijken in orde, u kunt doorgaan met de volgende stap.
tr_tr: Veriler iyi görünüyor. Sonraki adıma geçebilirsiniz.

source: Please check if the uploaded fields match the destination fields:
fr_ca: Veuillez vérifier que les champs du fichier d'import correspondent au champs de destination :
nl_nl: Controleer of de geüploade velden overeenkomen met de velden waarin ze geplaatst worden:
tr_tr: Lütfen yüklenen alanların hedef alanlarla eşleşip eşleşmediğini denetleyin:

source: Data import complete
de_de: Datenimport vollständig
fr_ca: Import de données terminé
nl_nl: Importeren afgerond
tr_tr: Veriler içe aktarıldı

source: Done
de_de: Fertig
fr_ca: Terminé
nl_nl: Klaar
tr_tr: Tamam

source: Data import is complete.
de_de: Datenimport vollständig
fr_ca: L'import de données est terminé.
nl_nl: Het importeren is afgerond.
tr_tr: Veriler içe aktarıldı.

source: Click here to import more data.
de_de: Hier klicken, um mehr Daten zu importieren.
fr_ca: Cliquer ici pour importer plus de données.
nl_nl: Klik hier om meer gegevens te importeren.
tr_tr: Başka verileri içe aktarmak için buraya tıklayın.

source: Total items:
de_de: Anzahl Einträge:
fr_ca: Nombre total d'items:
nl_nl: Aantal items:
tr_tr: Toplam öge sayısı:

source: Success:
de_de: Erfolg:
fr_ca: Succès:
nl_nl: Gelukt:
tr_tr: Başarılı:

source: Warnings:
de_de: Warnungen:
fr_ca: Avertissements:
nl_nl: Waarschuwingen:
tr_tr: Uyarılar:

source: Errors:
de_de: Fehler:
fr_ca: Erreurs:
nl_nl: Fouten:
tr_tr: Sorunlar:

source: Added to tag %1
de_de: %1 zum Tag hinzugefügt
fr_ca: Ajouté au tag %1
nl_nl: Aan kenmerk %1 toegevoegd
tr_tr: %1 etiketi eklendi

source: Added to group %1
de_de: %1 zur Gruppe hinzugefügt
fr_ca: Ajouté au groupe %1
nl_nl: Aan groep %1 toegevoegd
tr_tr: %1 grubu eklendi
