Repository: civicrm/civicrm-l10n-extensions
Catalog: po/eventmembershipsignup/*/eventmembershipsignup.po
Languages: de_de, nl_nl, tr_tr

source: No
de_de: Nein
nl_nl: Aantal
tr_tr: Hayır

source: Membership
de_de: Mitgliedschaft
nl_nl: Lidmaatschap
tr_tr: Üyelik

source: Participant
de_de: Teilnehmer*in
nl_nl: Deelnemer
tr_tr: Katılımcı

source: Additional Signup?
de_de: Zusätzliche Anmeldungen?
nl_nl: Nog een aanmelding?
tr_tr: Ek olarak kayıt olunabilsin mi?

source: Select Membership Type
de_de: Wähle Mitgliedschaftsart
nl_nl: Lidmaatschapstype selecteren
tr_tr: Üyelik türünü seçin

source: Select Event
de_de: Wähle Veranstaltung
nl_nl: Evenement selecteren
tr_tr: Etkinliği seçin

source: Other Sign Up?
de_de: Andere Anmeldungen?
nl_nl: Andere aanmelding?
tr_tr: Diğerleri için kayıt olunabilsin mi?

source: Registration for one or more of the events in this option is closed.
de_de: Anmeldung für eine oder mehrere Veranstaltung in der Auswahl sind bereits ausgeschlossen.
nl_nl: De registratie voor een of meer van de evenementen in deze optie is gesloten.
tr_tr: Bu seçenekteki bir ya da birkaç etkinlik için kayıt kapalıdır.

source: %1 You may visit <a href="%2" target="_blank">this form</a> to join the waiting list.
de_de: %1 Besuchen Sie <a href="%2" target="_blank">dieses Formular</a> um sich auf die Warteliste einzutragen.
nl_nl: %1 U kunt op zich <a href="%2" target="_blank">hier</a> aanmelden voor de wachtlijst.
tr_tr: %1 Bekleme listesine eklenmek için <a href="%2" target="_blank">bu formu</a> kullanabilirsiniz.

source: Error finding your registration for addons
de_de: Fehler beim Finden der Anmeldung für Add-ons
nl_nl: Fout bij het zoeken naar uw registratie voor addons
tr_tr: Eklentiler için kaydınız bulunamadı

source: Problem registering for add-on event
de_de: Problem beim Anmelden für die Add-on Veranstaltung
nl_nl: Er is een probleem bij het registreren
tr_tr: Eklenti etkinliğine kayıt olurken sorun çıktı

source: Event Sign Up
de_de: Veranstaltungsanmeldung
nl_nl: Aanmelden
tr_tr: Etkinlik kaydı

source: Add-on Membership Problem
de_de: Problem mit Add-on Mitgliedschaft
nl_nl: Add-on lidmaatschap probleem
tr_tr: Eklenti üyeliği sorunu

source: Upgrade %1 to revision %2
de_de: Aktualisiere %1 auf Revision %2
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Sign Up for Other Membership or Event
de_de: Anmelden für eine andere Mitgliedschaft oder Veranstaltung
nl_nl: Aanmelden voor een andere lidmaatschap of evenement
tr_tr: Diğer üyelik ya da etkinlik için kayıt ol

source: Membership Type
de_de: Mitgliedschafts-Art
nl_nl: Lidmaatschapstype
tr_tr: Üyelik türü

source: Event
de_de: Veranstaltung
nl_nl: Evenement
tr_tr: Etkinlik
