Repository: civicrm/civicrm-l10n-extensions
Catalog: po/gocardless/*/gocardless.po
Languages: de_de, nl_nl, tr_tr

source: Missing %1
de_de: %1 fehlend
nl_nl: Ontbrekende %1
tr_tr: %1 eksik

source: Missing URL for API. This sould probably be %1 (for live payments) or %2 (for test/sandbox)
de_de: Fehlende URL für API. Es sollte eigentlich %1 (für echte Zahlungen) oder %2 (für Test / Sandbox) sein
nl_nl: Bij de API ontbreekt de URL. Voor productie moet dit vermoedelijk %1 zijn (productie) of %2 (testen)
tr_tr: Adres ya da API eksik. Bu büyük olasılıkla %1 (canlı ödemeler için) ya da %2 (deneme kum havuzu için) olmalı.

source: Successfully cancelled the subscription in CiviCRM ONLY.
de_de: Das Abo wurde NUR IN CIVICRM erfolgreich beendet.
nl_nl: De aanmelding in CiviCRM zelf is geannuleerd.
tr_tr: YALNIZCA CiviCRM aboneliği iptal edildi.

source: Successfully cancelled the subscription at GoCardless.
de_de: Das Abo wurde erfolgreich bei GoCardless beendet.
nl_nl: De aanmelding bij GoCardless is geannuleerd.
tr_tr: GoCardless aboneliği iptal edildi.

source: Sorry, there was an error contacting the payment processor GoCardless.
de_de: Entschuldigung, es gab einen Fehler bei der Kontaktaufnahme mit GoCardless.
nl_nl: Er kan geen contact gemaakt worden met de betaalmethode GoCardless.
tr_tr: GoCardless ödeme aracısı ile bağlantı kurulurken bir sorun çıktı.

source: Error
de_de: Fehler
nl_nl: Fout
tr_tr: Hata

source: GoCardless will be automatically notified and the subscription will be cancelled.
de_de: GoCardless wird automatisch benachrichtigt und das Abo beendet.
nl_nl: GoCardless zal worden ingelicht en de aanmelding zal worden geannuleerd.
tr_tr: GoCardless otomatik olarak bilgilendirilecek ve abonelik iptal edilecek.

source: If you select 'Send cancellation request..' then GoCardless will be automatically notified and the subscription will be cancelled.
de_de: Falls Sie 'Sende Beendigungs-Anfrage..' drücken, wird GoCardless automatisch benachrichtigt und das Abo beendet.
nl_nl: Als u 'Annulering verzoeken...' kiest, dan wordt GoCardless automatisch ingelicht en wordt de aanmelding geannuleerd.
tr_tr: "İptal isteği gönder..." olarak seçtiyseniz, GoCardless otomatik olarak bilgilendirilecek ve abonelik iptal edilecek.

source: GoCardless Direct Debit
de_de: GoCardless Einzug
tr_tr: GoCardless otomatik ödeme

source: GoCardless settings
nl_nl: GoCardless instellingen
tr_tr: GoCardless ayarları

source: Please see <a %1>reference documentation</a> for these settings
nl_nl: Bekijk <a %1>deze documentatie</a> voor deze instellingen
tr_tr: Bu ayarlar için lütfen <a %1>başvuru belgelerine</a> bakın

source: Force recurring contributions when a GoCardless payment processor is chosen
nl_nl: Forceer periodieke bijdragen wanneer een GoCardless-betaalmethode wordt gekozen
tr_tr: Bir GoCardless ödeme aracısı seçildiğinde yinelenen katkılar zorunlu olsun

source: Receipts
nl_nl: Ontvangstbewijzen
tr_tr: Alındılar

source: Never send receipts
nl_nl: Nooit ontvangstbewijzen verzenden
tr_tr: Alındılar hiçbir zaman gönderilmesin

source: Always send receipts
nl_nl: Altijd ontvangstbewijzen verzenden
tr_tr: Alındılar her zaman gönderilsin

source: Defer to Contribution Recur record’s <code>is_email_receipt</code> field
nl_nl: Uitstellen naar periodieke bijdrage recordveld <code>is_email_receipt</code>
tr_tr: Katkı yinelenme kaydının <code>is_email_receipt</code> alanına ötelensin

source: Allowed days of month
nl_nl: Toegestane dagen van de maand
tr_tr: Ayın izin verilen günleri

source: Save
nl_nl: Opslaan
tr_tr: Kaydet

source: Saving...
nl_nl: Opslaan...
tr_tr: Kaydediliyor...

source: Saved
nl_nl: Opgeslagen
tr_tr: Kaydedildi

source: GoCardless Settings
nl_nl: GoCardless Instellingen
tr_tr: GoCardless ayarları

source: Webhook secrets MUST be unique between test and live.
de_de: Webhook secrets MUSS sich zwischen Test und Live unterscheiden
nl_nl: Webhook secrets MOET uniek zijn tussen test en productie.
tr_tr: İnternet bağlantısı parolaları deneme ve canlı için benzersiz olmalıdır.

source: The GoCardlessPro classes are missing. This can happen if you install from the git repo and don‘t do composer install. This should never happen with an install from a released .zip/.gz file. Drupal 8+ admins will need to ensure this project‘s composer libs are installed.
nl_nl: De classes GoCardlessPro ontbreken. Dit kan gebeuren als u installeert vanuit de git repo en geen composer install doet. Dit mag nooit gebeuren met een installatie van een vrijgegeven.zip/.gz-bestand. Drupal 8+ beheerders moeten ervoor zorgen dat de composer libs van dit project zijn geïnstalleerd.
tr_tr: GoCardlessPro sınıfları eksik. Bu durum, Git deposundan kurulum yaparsanız ve composer kurulumu yapmazsanız ortaya çıkabilir. Bu durum, yayınlanmış bir .zip/.gz dosyasından kurulum yapılırken asla gerçekleşmemelidir. Drupal 8+ yöneticilerinin bu projenin composer kitaplıklarının kurulduğundan emin olmaları gerekir.

source: GoCardless extension incomplete install: will cause crashes!
nl_nl: Het niet volledig installeren van de extensie GoCardless zal zorgen voor het stuklopen!
tr_tr: GoCardless eklentisi eksik kurulum: Çökmeye neden olacak!

source: Missing Financial Account for GoCardless
de_de: Fehlendes Konto für GoCardless
nl_nl: De financiële rekening ontbreekt bij GoCardless
tr_tr: GoCardless için mali hesap eksik

source: Legacy webhook URLs used on %1
nl_nl: Verouderde webhook URL's gebruikt op %1
tr_tr: %1 üzerinde kullanılan eski internet kancası adresleri

source: This flag will cause live API calls to fail; it should not be set in production environments.
nl_nl: Deze vlag zorgt ervoor dat live API-aanroepen mislukken; Het mag niet worden ingesteld in productieomgevingen.
tr_tr: Bu işaret canlı API çağrılarının başarısız olmasına yol açar. Üretim ortamında ayarlanmamalıdır.

source: CIVI_GOCARDLESS_FORCE_SANDBOX_ENVIRONMENT set!
nl_nl: CIVI_GOCARDLESS_FORCE_SANDBOX_ENVIRONMENT ingesteld!
tr_tr: CIVI_GOCARDLESS_FORCE_SANDBOX_ENVIRONMENT ayarlanmış!

source: Day of month
nl_nl: Dag van de maand
tr_tr: Ayın günü

source: Your direct debit will be collected on the %1 day of the month
nl_nl: Uw automatische incasso wordt geïncasseerd op de %1 dag van de maand
tr_tr: Otomatik ödemeniz ayın %1. gününde alınacak

source: JSON encoded settings.
nl_nl: JSON-encoded instellingen.
tr_tr: JSON olarak kodlanmış ayarlar.

source: This function is not implemented
de_de: Diese Funktion wird nicht unterstützt

source: Upgrade %1 to revision %2
de_de: Aktualisiere %1 auf Revision %2

source: Sorry, we were unable to set up your Direct Debit. Please call us.
de_de: Entschuldigung, wir konnten die Lastschrift nicht anlegen. Bitte melden Sie sich bei uns.

source: Sorry, there was a problem recording the details of your Direct Debit. Please call us.
de_de: Entschuldigung, wir konnten den Einzug nicht anlegen. Bitte melden Sie sich bei uns.

source: No GoCardless processors are configured. Please visit:
de_de: Kein GoCardless-Zahlungsdienstleister konfiguriert. Bitte besuche:

source: Administer » CiviContribute » Payment Processors
de_de: Administration » CiviContribute (Zuwendungen) » Zahlungsdienstleister

source: Active
de_de: Aktiv

source: Inactive
de_de: Inaktiv
