Repository: civicrm/civicrm-l10n-extensions
Catalog: po/sepa/*/sepa.po
Languages: nl_nl, tr_tr

source: Postal address of the creditor.
nl_nl: Postadres van de crediteur.
tr_tr: Alacaklının posta adresi.

source: Home country of the creditor. <strong>Only countries that are enabled under "Settings - Localization" are shown here.</strong>
nl_nl: Land van de crediteur. <strong>Alleen bij "Instellingen - Lokalisatie" ingeschakelde landen worden getoond.</strong>
tr_tr: Alacaklının ülkesi. <strong>Burada yalnızca "Ayarlar - Yerelleştirme" bölümünün altındaki ülkeler görüntülenir.</strong>

source: You should specify a day (as in "day of month") on which you plan to collect the monthly payments. You can also provide a comma separated list of such days.
nl_nl: U dient een dag aan te geven (een dag van de maand) waarop de maandelijkse betalingen worden geïncasseerd. U kunt een kommagescheiden lijst van dagen gebruiken.
tr_tr: Aylık ödemeleri almayı planladığınız günü ("ayın günü" gibi) belirtmelisiniz. Virgül ile ayırarak, bir kaç gün yazabilirsiniz.

source: This is the Creditor Identifier, an international ID that has to be requested by the national banks.
nl_nl: Dit is de 'Creditor Identifier', een internationale identificatie die door de nationale banken gevraagd wordt.
tr_tr: Ulusal bankalar tarafından istenilmesi gereken uluslararası bir kimlik olan alacaklı kimliği.

source: <strong>Be careful when changing this!</strong>
nl_nl: <strong>Wees voorzichtig als u dit wijzigt!</strong>
tr_tr: <strong>Bunu değiştirirken dikkatli olun!</strong>

source: International Bank Account Number (IBAN) of the creditor.
nl_nl: IBAN van de crediteur.
tr_tr: Alacaklının International Bank Account Number (IBAN) numarası.

source: Business Identifier Code (BIC) of the financial institution of the creditor.
nl_nl: Business Identifier Code (BIC) van de crediteur.
tr_tr: Alacaklının finans kurumunun Business Identifier Code (BIC) kodu.

source: SEPA file format used for the transmission of the payment request file to the bank.
nl_nl: SEPA-bestandsformaat dat gebruikt wordt voor het verzenden naar de bank van het bestand met de betalingsverzoeken.
tr_tr: Ödeme isteği dosyasının bankaya iletilmesi için kullanılan SEPA dosya biçimi.

source: After changing this, <i>any</i> file downloaded -old or new- for this creditor will be in the new format.
nl_nl: Na het wijzigen hiervan zal <i>elke</i> download van een bestand, ook bij oude bestanden, voor deze crediteur in het nieuwe formaat zijn.
tr_tr: Bunu değiştirdikten sonra, bu alacaklı için indirilen <i>tüm</i> dosyalar (eski ya da yeni) yeni biçimde olur.

source: The payment processor's test mode will only accept creditors that are defined as a test creditor.
nl_nl: Bij het testen van de betaalmethode worden alleen crediteuren geaccepteerd die als test-crediteur zijn gedefinieerd.
tr_tr: Ödeme aracısının deneme kipi, yalnızca deneme alacaklısı olarak tanımlanmış alacaklıları kabul eder.

source: Transaction groups of a test creditor can be downloaded, but <i>NOT</i> closed.
nl_nl: Transactiegroepen van een test-crediteur kunnen worden gedownload, maar <i>NIET</i> worden gesloten.
tr_tr: Bir deneme alacaklısının işlem grupları indirilebilir, ancak <i>KAPATILAMAZ</i>.

source: The horizon is the "look ahead" time frame (in days) that CiviSEPA uses to determine which single payments (OOFF) should be generated.
nl_nl: De horizon is de tijd (in dagen) dat CiviSEPA naar voren kijkt om te bepalen welke enkele betalingen (OOFF) gegenereerd moeten worden.
tr_tr: Ufuk, CiviSEPA tarafından hangi bir kerelik ödemelerin (OOFF) oluşturulması gerektiğini belirlemek için kullanılan "ileriye bakılacak" zaman aralığıdır (gün olarak).

source: For instance, a horizon value of 30 means, that the payments and the groups containing them for the next 30 days will be generated and become visible on the SEPA dashboard.
nl_nl: Een waarde van 30 voor de horizon geeft aan dat de betalingen en de groepen die de betalingen bevat voor de volgende 30 dagen worden gegenereerd en zichtbaar zijn op het SEPA-dashboard.
tr_tr: Örneğin, ufuk değerinin 30 olması, sonraki 30 gün için ödemelerin ve bunları içeren grupların oluşturulacağı ve SEPA panosunda görüntüleneceği anlamına gelir.

source: <strong>Only positive values are allowed!</strong>
nl_nl: <strong>Alle positieve waarde zijn toegestaan!</strong>
tr_tr: <strong>Yalnızca pozitif değerler kullanılabilir!</strong>

source: The horizon is the "look ahead" time frame (in days) that CiviSEPA uses to determine which recurring payments (RCUR) should be generated.
nl_nl: De horizon is de tijd (in dagen) dat CiviSEPA naar voren kijkt om te bepalen welke periodieke betalingen (RCUR) gegenereerd moeten worden.
tr_tr: Ufuk, CiviSEPA tarafından hangi yinelenen ödemelerin (RCUR) oluşturulması gerektiğini belirlemek için kullanılan "ileriye bakılacak" zaman aralığıdır (gün olarak).

source: The RCUR grace period is the time, that the submission of a group could be delayed before it gets deleted.
nl_nl: De RCUR-uitstelperiode is de tijd dat het verzenden van de groep uitgesteld kan worden voordat de groep wordt verwijderd.
tr_tr: RCUR ek kullanım süresi, bir grubun gönderilmesinin silinmeden önce ertelenebileceği süredir.

source: For instance, a grace value of 7 means, that if you forget to submit the group in time for a week, it gets deleted. During the grace period, you can still try to submit the group, but it's up to the bank whether it is accepted or rejected.
nl_nl: Een waarde van 7 voor de uitstelperiode geeft aan dat als u de groep niet binnen een week verzend dat de groep dan wordt verwijderd. In de uitstelperiode kunt u de groep nog verzenden maar de bank bepaalt of de betalingen worden geaccepteerd of geweigerd.
tr_tr: Örneğin, 7 olan bir ek değer, grubu bir hafta boyunca zamanında göndermeyi unutursanız silineceği anlamına gelir. Ek süre boyunca, grubu göndermeyi deneyebilirsiniz, ancak kabul edilip edilmeyeceği bankaya bağlıdır.

source: The 'notice days' value determines the time that the creditor's financial institution requires the payment file to be submitted <i>before</i> the collection date.
nl_nl: Het aantal melddagen geeft de tijd aan dat het financieel onderdeel van de crediteur vraagt om het bestand met betalingen te verzenden <i>voor </i> de incasso-datum.
tr_tr: 'Bildirim günü sayısı', alacaklının mali kuruluşunun, ödeme dosyasının, ödemenin alınacağı tarihten ne kadar <i>önce</i> gönderilmesini istediğini belirler.

source: <i>Usually, you should not have to adjust this value.</i>
nl_nl: <i>Deze waarde hoeft u normaal gesproken niet te wijzigen.</i>
tr_tr: <i>Genellikle bu değeri ayarlamanız gerekmez.</i>

source: CiviSEPA operations like batching require exclusive access to the SEPA data structures. Therefore, the access of other processes is blocked while these are in progress. For security reasons, this lock times out after the specified time.
nl_nl: Bij CiviSEPA-operaties, zoals batchverwerking, is er een alleenrecht tot toegang tot de SEPA-gegevens. De toegang van andere processen tot die gegevens is daarom dan ook geblokkeerd. Deze blokkade is echter voor een beperkte tijd.
tr_tr: Birleştirme gibi CiviSEPA işlemleri için, SEPA veri yapılarına özel erişim gerekir. Bu nedenle, bunlar yapılırken diğer işlemlere erişim engellenir. Güvenlik nedeniyle, bu kilit belirtilen sürenin sonunda açılır.

source: The default creditor will be used when no other creditor is exclicitely set. It will also be pre-selected in the back office forms.
nl_nl: De standaard crediteur zal worden gebruikt als er geen andere crediteur wordt aangegeven. In de backoffice-formulieren is deze crediteur al geselecteerd bij een keuze.
tr_tr: Kesin olarak başka bir alacaklı belirlenmediğinde varsayılan alacaklı kullanılır. Arka ofis formlarında da önceden seçilir.

source: A strict interpretation of the SEPA standards would not allow you to modify an active mandate. Furthermore, it can potentially cause technial problems.
nl_nl: Een strikte interpretatie van de SEPA-standaard staat het niet toe dat u een actief mandaat aanpast. Bovendien kan dit technische problemen geven.
tr_tr: SEPA standartlarının katı bir şekilde yorumlanması, etkin bir talimatı değiştirmenize izin vermez. Ayrıca, potansiyel olarak teknik sorunlara yol açabilir.

source: If you enable this option, you will get extra actions on the 'edit mandate' page.
nl_nl: Indien u deze optie inschakelt, dan heeft u extra mogelijke acties bij het wijzigen van het mandaat.
tr_tr: Bu seçeneği etkinleştirirseniz, 'talimatı düzenle' sayfasından ek işlemler yapabilirsiniz.

source: Be aware that you should send out a new prenotification to the debitor every time you modify a mandate.
nl_nl: NB: U dient vooraf een nieuwe notificatie te sturen naar de debiteur als u het mandaat aanpast.
tr_tr: Bir talimatı her değiştirdiğinizde, borçluya yeni bir ön bildirim göndermeniz gerektiğini unutmayın.

source: The transaction message is a text that shows up on your debitors' bank statement.
nl_nl: Het transactie-bericht is een tekst die getoond wordt als statement van de bank van de debiteur.
tr_tr: İşlem iletisi metni, borçlularınızın banka alındısında görüntülenir.

source: If left empty it defaults to "Thank you".
nl_nl: Indien u dit niet vult, dan is de standaardtekst 'Dank u wel'.
tr_tr: Boş bırakılırsa varsayılan "Teşekkürler" metni kullanılır.

source: Some banks reject SDD groups with a collection date that doesn't happen to be a bank day, for example a week end.
nl_nl: Enkele banken weigeren SDD-groepen met een incassodatum die niet op een werkdag valt, bijvoorbeeld de zondag.
tr_tr: Bazı bankalar, ödemenin alınacağı tarih için hafta sonu gibi iş günü olmayan SDD gruplarını kabul etmez.

source: If you activate this option, the collection date will be automatically deferred to the following Monday.
nl_nl: Indien u deze optie inschakelt dan wordt de incassodatum verplaatst naar de opeenvolgende maandag.
tr_tr: Bu seçenek etkinleştirildiğinde, ödemenin alınacağı tarih otomatik olarak bir sonraki Pazartesi gününe ötelenir.

source: Be aware that an active <code>defer_collection_date</code> hook can further defer the collection date.
nl_nl: NB: Een actieve <code>uitgestelde incassodatum </code> hook kan de de incassodatum nog verder uitstellen.
tr_tr: Etkin bir <code>defer_collection_date</code> kancasının ödemenin alınacağı tarihi daha da öteleyebileceğini unutmayın.

source: Also, if your bank has a more complicated set of bank holidays, you might have to implement that hook.
nl_nl: Als uw bank meer ingewikkelde dagen heeft dat de bank gesloten is dan kunt u mogelijk daarvoor iets (een hook) moeten maken.
tr_tr: Ayrıca, bankanızın daha karmaşık resmi tatil günleri varsa, bu kancayı uygulamanız gerekebilir.

source: Hides the otherwise mandatory billing block from the payment processor page.
nl_nl: Verbergt het anders verplichte betaalgedeelte op de pagina met de betaalmethode.
tr_tr: Ödeme aracısı sayfasından normalde zorunlu olan faturalama bloğunu gizler.

source: This feature is only available from CiviCRM 4.6.10+
nl_nl: Deze functie is pas vanaf CiviCRM 4.6.10+ beschikbaar
tr_tr: Bu özellik yalnızca CiviCRM 4.6.10+ sürümlerinde kullanılabilir

source: Currently this SDD extension requires not only the IBAN but also the BIC (bank code).
nl_nl: Op dit moment is in deze extensie SDD zowel de IBAN als de BIC (bank code) verplicht.
tr_tr: Şu anda bu SDD eklentisi için yalnızca IBAN değil, BIC (banka kodu) kodu da gerekir.

source: If you have the <a href="https://github.com/Project60/org.project60.bic">Little BIC Extension</a> installed, the BIC can be derived automatically from the IBAN in most cases.
nl_nl: Indien u de <a href="https://github.com/Project60/org.project60.bic">Little BIC</a> extensie heeft geïnstalleerd kan meestal de BIC worden afgeleid van de IBAN.
tr_tr: <a href="https://github.com/Project60/org.project60.bic">Little BIC eklentisini</a> kurduysanız, çoğu durumda BIC kodu otomatik olarak IBAN kodundan türetilebilir.

source: If you enable this option, the BIC will be hidden unless this lookup fails. Then the donor would be required to enter the BIC after all.
nl_nl: Als u deze optie inschakelt dan wordt de BIC verborgen, behalve als het opzoeken mislukt. In dat geval moet de BIC wel ingevuld worden.
tr_tr: Bu seçenek etkinleştirildiğinde, bu arama başarısız olmadıkça BIC kodu gizlenir. O durumda bağışçının BIC kodunu yazması gerekir.

source: REMARK: This option only has an effect, if the <a href="https://github.com/Project60/org.project60.bic">Little BIC Extension</a> is installed.
nl_nl: OPMERKING: Deze optie is alleen van kracht als de extensie <a href="https://github.com/Project60/org.project60.bic">Little BIC</a> is geïnstalleerd.
tr_tr: AÇIKLAMA: Bu seçenek yalnızca <a href="https://github.com/Project60/org.project60.bic">Little BIC eklentisi</a> kuruluysa etkilidir.

source: The CiviCRM built-in dropdown for recurring contributions is rather ugly. Enabeling this option would will replace the eyesore frequency unit / interval fields with a nice dropdown.
nl_nl: De interne CiviCRM-optie om terugkerende bijdragen te selecteren is niet zo fraai. U krijgt met deze optie een wat mooiere uitvoering van de dropdown om de frequentie-eenheid en het interval te selecteren.
tr_tr: Yinelenen katkılar için yerleşik CiviCRM açılır menüsü oldukça çirkin. Bu seçeneğin etkinleştirilmesi, göze batan sıklık birimi veya aralığı alanlarını güzel bir açılır menü ile değiştirir.

source: To avoid creating recurring mandates for a date that has already be submitted, you can set a buffer time. It determines how many days before submission the mandate has to be created.
nl_nl: Om te voorkomen dat terugkerende mandaten aangemaakt moeten worden voor een al verzonden datum, kunt u een buffertijd instellen. U kunt dan het mandaat een aantal dagen voor verzenden aanmaken.
tr_tr: Daha önce gönderilmiş bir tarihte yinelenen talimatların oluşturulmasını engellemek için bir pay süresi ayarlayabilirsiniz. Bu değer talimatın gönderilmesinden kaç gün önce oluşturulması gerektiğini belirler.

source: If you enable this option, SEPA groups will not be 'closed' and then later marked as 'received', but skip the 'closed' step.
nl_nl: Als u deze optie inschakelt worden de SEPA-groepen niet gesloten en later gemarkeerd als ontvangen, maar wordt het sluiten overgeslagen.
tr_tr: Bu seçenek etkinleştirildiğinde, SEPA grupları 'kapalı' olmaz ve daha sonra 'alındı' olarak işaretlenmez, ancak 'kapalı' adımı atlanır.

source: As a consequence contributions would skip status 'in Progress' as well and be put to 'Completed' right away.
nl_nl: Hierdoor krijgen bijdragen dan niet meer de status 'Lopend', maar direct de status 'Uitgevoerd'.
tr_tr: Sonuç olarak, katkılar 'İşleniyor' durumunu da atlayarak hemen 'Tamamlandı' durumuna getirilir.

source: If you enable this option, You cannot download an XML file before you actually closed the SEPA group.
nl_nl: Als u deze optie inschakelt dan kunt u het XML-bestand niet downloaden voordat u de SEPA-groep heeft gesloten.
tr_tr: Bu seçenek etkinleştirildiğinde, SEPA grubunu kapatmadan önce bir XML dosyası indiremezsiniz.

source: This should help prevent the problem of forgetting to close the group after upload - at the cost of you no being able to change the group if the bank rejects it.
nl_nl: Dit voorkomt het probleem dat u de groep na het uploaden vergeet te sluiten, waardoor u de groep niet zou kunnen wijzigen als bank het weigert.
tr_tr: Bu seçenek, yüklemeden sonra grubun kapatılmasını unutma sorununu önlemeye yardımcı olur. Ancak bankanın reddetmesi durumunda grubu değiştiremezsiniz.

source: If you have large amounts of mandates or large SDD groups, you might be at risk of a timeout error during the batching/closing process.
nl_nl: Bij veel mandaten of grote SDD-groepen is er een kans op een time-out in het batchproces of bij het afsluiten.
tr_tr: Çok sayıda talimatınız veya büyük SDD gruplarınız varsa birleştirme/kapatma işlemleri sırasında zaman aşımı sorunu yaşayabilirsiniz.

source: This option will activate a runner page with a progress bar for these critical processes. There shouldn't be any timeouts, but you have to keep that open until it's done.
nl_nl: De optie zorgt voor het activeren van een voortgangsmeter op de pagina voor deze kritische processen. Er moeten geen time-outs zijn, maar u moet de pagina wel open laten totdat het proces afgerond is.
tr_tr: Bu seçenek etkinleştirildiğinde, kritik işlemler için bir ilerleme çubuğunun bulunduğu bir iş akışı sayfası kullanılır. Herhangi bir zaman aşımı olmaması beklenir, ancak işlem tamamlanana kadar bu sayfayı açık tutmalısınız.

source: Always use <code>SEPA</code> if you want to do SEPA style direct debit.
nl_nl: Gebruik altijd <code>SEPA</code> als u een SEPA-stijl direct debit wilt uitvoeren.
tr_tr: SEPA biçiminde otomatik ödeme istiyorsanız her zaman <code>SEPA</code> olarak kullanın.

source: <code>PSP</code> can help you to use this extension for other direct debit systems or payment service providers (PSP), but all SEPA style validations and tools are then disabled.
nl_nl: <code>PSP</code> kan u helpen om deze extensie te gebruiken voor andere direct debit systemen of betaalservice-diensten (PSP), maar alle SEPA-stijl validaties en hulpmiddelen zijn dan uitgeschakeld.
tr_tr: <code>PSP</code>, bu eklentiyi diğer otomatik ödeme sistemleri veya ödeme hizmeti sağlayıcıları (PSP) için kullanmanıza yardımcı olabilir. Ancak daha sonra tüm SEPA biçimindeki doğrulamalar ve araçlar devre dışı bırakılır.

source: This setting let's you define whether this creditor uses BICs.
nl_nl: Met deze instelling kunt u aangeven of deze crediteur BIC's gebruikt.
tr_tr: Bu ayar, bu alacaklının BIC kullanıp kullanmadığını belirlemenizi sağlar.

source: <strong>Caution:</strong> if you turn this (back) on with an existing creditor, you would have to manually make sure that all mandates of this creditor have BICs.
nl_nl: <strong>LET OP:</strong> Als u dit (weer) aanzet bij een bestaande crediteur, moet u handmatig controleren dat elk mandaat van deze crediteur een BIC heeft.
tr_tr: <strong>Dikkat:</strong> Bu seçeneği var olan bir alacaklı ile (yeniden) etkinleştirirseniz, el ile bu alacaklının tüm talimatlarında BIC kodu bulunduğundan emin olmanız gerekir.

source: This setting lets you choose the payment instruments available to create a mandates. The payment instrument selected on creation will define the payment instrument of all installments.
tr_tr: Bu ayar, talimat oluşturmak için kullanılabilecek ödeme araçlarını seçmenizi sağlar. Oluşturma sırasında seçilen ödeme aracı, tüm taksitlerin ödeme aracı olarak kullanılır.

source: If you select more than one payment instrument you will <i>have</i> to select one at mandate creation - in the UI <i>and</i> the API.
tr_tr: Birden fazla ödeme aracı seçerseniz, kullanıcı arayüzü <i>ve</i> API üzerinden talimat oluştururken birini seçmeniz <i>gerekir</i>.

source: If you leave this empty, no (new) mandates can be created for recurring collection
tr_tr: Bunu boş bırakırsanız, yinelenen ödemeler için herhangi bir (yeni) talimat oluşturulamaz

source: <strong>Caution:</strong> Be sure you know what you're doing before changing these settings.
tr_tr: <strong>Uyarı:</strong> Bu ayarları değiştirmeden önce ne yaptığınızı bildiğinizden emin olun.

source: This setting lets you choose the payment instruments available to create the collection mandate. It will therfore define the payment instrument of the collected contribution.
tr_tr: Bu ayar, ödeme talimatını oluşturmak için kullanılabilecek ödeme araçlarını seçmenizi sağlar. Katkıların alınması için kullanılacak ödeme aracını belirler.

source: If you leave this empty, no (new) one-off mandates can be created any more.
tr_tr: Bunu boş bırakırsanız, bir kerelik ödemeler için herhangi bir (yeni) talimat oluşturulamaz

source: Creditors
nl_nl: Crediteuren
tr_tr: Alacaklılar

source: Actions
nl_nl: Acties
tr_tr: İşlemler

source: Copy
nl_nl: Kopiëren
tr_tr: Kopyala

source: Edit
nl_nl: Wijzigen
tr_tr: Düzenle

source: Delete
nl_nl: Verwijderen
tr_tr: Sil

source: No creditors found
nl_nl: Geen crediteuren gevonden
tr_tr: Herhangi bir alacaklı bulunamadı

source: Add
nl_nl: Toevoegen
tr_tr: Ekle

source: Add/Edit Creditor
nl_nl: Crediteur toevoegen/wijzigen
tr_tr: Alacaklı ekle ya da düzenle

source: Creditor Information
nl_nl: Crediteur informatie
tr_tr: Alacaklı bilgileri

source: Help
tr_tr: Yardım

source: Test Creditor
nl_nl: Test crediteur
tr_tr: Deneme alacaklısı

source: Creditor Address
nl_nl: Crediteur Adres
tr_tr: Alacaklı adresi

source: Creditor Country
nl_nl: Crediteur Land
tr_tr: Alacaklının ülkesi

source: Creditor Identifier
nl_nl: Crediteur Identifier
tr_tr: Alacaklının kimliği

source: Uses BICs
nl_nl: BIC's gebruiken
tr_tr: BIC kodlarını kullanır

source: Custom Batching Settings (for this creditor)
nl_nl: Aangepaste batch-instellingen (bij deze crediteur)
tr_tr: Özel birleştirme ayarları (bu alacaklı için)

source: Batching Horizon
nl_nl: Horizon batchverwerking
tr_tr: Birleştirme ufuğu

source: Batching Notice Days
nl_nl: Melddagen batchverwerking
tr_tr: Birleştirme bildirim gün sayısı

source: Grace Period
nl_nl: Uitstelperiode
tr_tr: Ek süre

source: Default Batching Settings
nl_nl: Standaard batch-instellingen
tr_tr: Varsayılan birleştirme ayarları

source: System Settings
nl_nl: Systeeminstellingen
tr_tr: Sistem ayarları

source: Recurring Buffer Days
nl_nl: Terugkerende bufferdagen
tr_tr: Yinelenme pay süresi gün sayısı

source: No XML Draft Files
nl_nl: Geen XML-drafts
tr_tr: Herhangi bir XML taslak dosyası yok

source: Support Large Groups
nl_nl: Grote groepen ondersteunen
tr_tr: Büyük gruplar desteklensin

source: SEPA Mandate
nl_nl: SEPA Mandaat
tr_tr: SEPA talimatı

source: Contributions
nl_nl: Bijdragen
tr_tr: Katkılar

source: Total Amount
nl_nl: Totaalbedrag
tr_tr: Toplam tutar

source: I want to contribute this amount %1.
nl_nl: Ik wil een bijdrage doen van %1.
tr_tr: Bu %1 tutarında katkıda bulunmak istiyorum.

source: This payment will be debited from the following account:
nl_nl: Deze betaling wordt gedebiteerd van de volgende rekening:
tr_tr: Bu ödeme şu hesaptan alınacak:

source: Bank Name
nl_nl: Banknaam
tr_tr: Banka adı

source: THIS PAGE PAGE DOES NOT WORK PROPERLY WITHOUT JAVASCRIPT. PLEASE ENABLE JAVASCRIPT IN YOUR BROWSER
nl_nl: Deze pagina werkt alleen goed als JavaScript wordt toegestaan! Sta het uitvoeren van JavaScript voor deze applicatie toe in uw browser
tr_tr: BU SAYFA JAVASCRIPT OLMADAN DÜZGÜN ÇALIŞMAZ. LÜTFEN TARAYICINIZDA JAVASCRIPT ÖZELLİĞİNİ ETKİNLEŞTİRİN

source: yearly
nl_nl: per jaar
tr_tr: yıllık

source: Date
nl_nl: Datum
tr_tr: Tarih

source: Payment Reference
nl_nl: Referentie betaling
tr_tr: Ödeme referansı

source: The amount will be debited %1.
nl_nl: Het bedrag wordt gedebiteerd %1.
tr_tr: Ödenecek tutar: %1.

source: Direct Debit Payment
nl_nl: Direct Debit Betaling
tr_tr: Otomatik ödeme

source: The following will be debited from your account.
nl_nl: Het volgende wordt gedebiteerd van uw rekening.
tr_tr: Hesabınıza şu ödemeler eklenecek.

source: The collection date is subject to bank working days.
nl_nl: De incassodatum is afhankelijk van de werkdagen van de bank.
tr_tr: Ödemenin alınacağı tarih bankanın çalışma günlerine bağlıdır.

source: Collection Frequency
nl_nl: Frequentie incasso
tr_tr: Ödeme alma sıklığı

source: Earliest Collection Date
nl_nl: Eerste incassodatum
tr_tr: En erken ödemenin alınacağı tarih

source: You're replacing mandate %1
nl_nl: U vervangt mandaat %1
tr_tr: %1 talimatını değiştiriyorsunuz

source: Allows you to add a customised transaction message, i.e. the message the donor will find on their bank statement.
tr_tr: Bağışçının banka hesap dökümünde görebileceği bir not gibi özel bir hesap hareketi iletisi eklemenizi sağlar.
