Repository: civicrm/civicrm-l10n-extensions
Catalog: po/sepa/*/sepa.po
Languages: nl_nl, tr_tr

source: You can add a note about the precise nature of this re-submitted collection. It is only visible to users of this CiviCRM, not the donors.
tr_tr: Buraya yeniden gönderilen ödeme alma işlemi ile ilgili bir not ekleyebilirsiniz. Bu not yalnızca bu CiviCRM kopyasının kullanıcıları tarafından görülebilir, bağışçılar tarafından görülmez.

source: Select the transaction groups of which you want to re-collect failed transactions
tr_tr: Başarısız ödeme alma işlemlerini yeniden yapmak istediğiniz işlem gruplarını seçin

source: Add some filters
nl_nl: Filter(s) toevoegen
tr_tr: Bazı süzgeçler ekleyin

source: Collection Options
nl_nl: Incasso-opties
tr_tr: Ödeme alma seçenekleri

source: Preview
nl_nl: Voorvertonen
tr_tr: Ön izleme

source: Sepa Mandate
nl_nl: SEPA Mandaat
tr_tr: Sepa talimatı

source: Direct Debit Information
nl_nl: Direct Debit Informatie
tr_tr: Otomatik ödeme bilgileri

source: Group '%s' <b>is now closed</b> and cannot be changed any more.
nl_nl: Groep '%s' <b>is nu gesloten</b> en kan niet meer worden gewijzigd.
tr_tr: '%s' grubu <b>kapatıldı</b> ve artık değiştirilemez.

source: The money should be on its way
nl_nl: Het geld zou onderweg moeten zijn
tr_tr: Ödeme yola çıkmış olmalı

source: Download Link:
tr_tr: İndirme bağlantısı:

source: Sorry to hear that the bank has rejected your payment XML file.
nl_nl: Jammer om te horen dat de bank uw betalingsbestand, een XML-bestand, heeft geweigerd.
tr_tr: Bankanın ödeme XML dosyanızı reddettiğini duyduğuma üzüldüm.

source: You might now want to try the following:
nl_nl: Probeer het volgende:
tr_tr: Şunlardan birini denemek isteyebilirsiniz:

source: Make sure your bank does support your XML PAIN format. If it doesn't, change the generated format on the <a href="%1">settings page</a>. Then dowload the file again.
nl_nl: Controleer of uw bank het formaat XML-PAIN ondersteund. Indien dit niet zo is, wijzig dan <a href="%1">het gegenereerde formaat</a>. Download daarna het bestand opnieuw.
tr_tr: Bankanızın XML PAIN biçiminizi desteklediğinden emin olun. Desteklemiyorsa, <a href="%1">ayarlar bölümünde</a> oluşturma biçimini değiştirin. Ardından dosyayı yeniden indirin.

source: Find out why exactly it was rejected. Oftentimes there are BICs and IBANs that are formally correct, but the accounts do not exist. In this case, banks usually would let you know which data exactly they reject. Fix this then in your mandates, update the groups, and try again.
nl_nl: Uitzoeken waarom het is geweigerd. Meestal zijn de BIC en het IBAN goed maar bestaat de rekening niet. In dat geval zal de bank laten weten waarom de betaling is geweigerd. Pas dat dan in het mandaat aan, wijzig de groepen en probeer het opnieuw.
tr_tr: Tam red nedenini öğrenin. Çoğu zaman BIC ve IBAN kodları resmi olarak doğru olsa da ilgili hesaplar yoktur. Bu durumda, bankalar genellikle tam olarak hangi verileri reddettiklerini size bildirir. Talimatlarınızda bu sorunları düzeltin, grupları güncelleyin ve yeniden deneyin.

source: In the unlikely event that the file is formally wrong, try a SEPA validation tool on the internet to check the generated XML file. Contact us, if the system really generates incorrect XML files.
nl_nl: In het onwaarschijnlijke geval dat het bestand verkeerd in opgebouwd, kunt u een SEPA-validatie-hulpmiddel van het internet gebruiken om het gegeneerde XML-bestand te controleren. Neem contact met ons op als het bestand inderdaad verkeerd wordt gegenereerd.
tr_tr: Dosyanın resmi olarak yanlış olması gibi pek olası olmayan bir durumda, oluşturulan XML dosyasını kontrol etmek için internet üzerinde bulabileceğiniz bir SEPA doğrulama aracını kullanın. Sistem gerçekten yanlış XML dosyaları oluşturuyorsa, bizimle görüşün.

source: <strong>You did not submit this SEPA group in time! It is possible that the bank will reject the payment requests.</strong>
nl_nl: <strong>U heeft de SEPA-groep niet op tijd verzonden! De bank kan uw betalingsverzoeken nu gaan weigeren.</strong>
tr_tr: <strong>Bu SEPA grubunu zamanında göndermediniz! Banka ödeme isteklerini reddedebilir.</strong>

source: As a workaround, we can adjust the collection date, so that you can still submit the file today. <strong>Today! <font color="red">NOW!</font></strong>
nl_nl: Als oplossing kunnen wij de incassodatum aanpassen, u kunt dan het bestand vandaag nog verzenden. <strong>Vandaag! <font color="red">Nu!</font></strong>
tr_tr: Geçici bir çözüm olarak, dosyayı bugün gönderebilmeniz için ödeme alma tarihini ayarlayabiliriz. <strong>Bugün! <font color="red">ŞİMDİ!</font></strong>

source: However, the bank might still reject the file, since this is an illegal deviation from your announced collection date. Try to avoid this in the future!
nl_nl: De bank kan echter uw bestand wel weigeren omdat dit een illegale aanpassing is van uw aangekondigde incassodatum. Probeer er voor te zorgen dat het verzenden van het bestand op de juiste datum wordt gedaan!
tr_tr: Ancak banka, belirttiğiniz ödeme alma tarihinden yasa dışı bir sapma olduğu için dosyayı yine de reddedebilir. Gelecekte bu durumdan kaçınmaya çalışın!

source: <b>In order to collect these payments, you have to do the following:</b>
nl_nl: <b>Om deze betalingen te incasseren, moet u het volgende doen:</b>
tr_tr: <b>Bu ödemeleri almak için şunları yapmanız gerekir:</b>

source: Download the file via the above link
nl_nl: Download met de bovenstaande link het bestand
tr_tr: Yukarıdaki bağlantıdan dosyayı indirin

source: Submit that file to your bank
nl_nl: Dit bestand naar de bank verzenden
tr_tr: Bu dosyayı bankanıza gönderin

source: Select one of the options below
nl_nl: Kies een van de onderstaande opties
tr_tr: Aşağıdaki seçeneklerden birini seçin

source: <b>Do it now! No money will be transferred until the file has been submitted successfully.</b>
nl_nl: <b>Doe het nu! Er wordt geen geld overgemaakt voordat het bestand is verzonden.</b>
tr_tr: <b>Hemen yapın! Dosya başarıyla gönderilene kadar para aktarılmaz.</b>

source: Close this group with the option below
nl_nl: Sluit deze groep met de onderstaande optie
tr_tr: Bu grubu aşağıdaki seçenekle kapat

source: Download the XML file
nl_nl: XML-bestand downloaden
tr_tr: XML dosyasını indir

source: This is a test group. You can not close it.
nl_nl: Dit is een testgroep. U kunt deze groep niet sluiten.
tr_tr: Bu bir deneme grubudur. Kapatamazsınız.

source: Return to dashboard
nl_nl: Terug naar dashboard
tr_tr: Panoya dön

source: Do it! Now!
nl_nl: Nu uitvoeren!
tr_tr: Hemen yapın! Şimdi!

source: I can't submit it right now
nl_nl: Ik kan het nu niet verzenden
tr_tr: Şu an gönderemiyorum

source: The file was submitted successfully
nl_nl: Het bestand is verzonden
tr_tr: Dosya gönderildi

source: The file was rejected
nl_nl: Het bestand is geweigerd
tr_tr: Dosya reddedildi

source: Close it now
nl_nl: Nu sluiten
tr_tr: Şimdi kapat

source: I changed my mind
nl_nl: Ik ben van mening veranderd
tr_tr: Fikrimi değiştirdim

source: It's very important to select one of the options below.
nl_nl: Kies een van de onderstaande opties.
tr_tr: Aşağıdaki seçeneklerden birini seçmeniz çok önemlidir.

source: Contact
tr_tr: Kişi

source: Replacing Mandate
nl_nl: Mandaat vervangen
tr_tr: Talimat değiştiriliyor

source: One Time
nl_nl: Eenmaal
tr_tr: Bir kerelik

source: Earliest execution date
nl_nl: Eerste uitvoeringsdatum
tr_tr: En erken işlem tarihi

source: create
nl_nl: aanmaken
tr_tr: Oluştur

source: Error!
nl_nl: Fout!
tr_tr: Hata!

source: Mandate successfully created.
nl_nl: Mandaat is aangemaakt.
tr_tr: Talimat oluşturuldu.

source: Reference is
nl_nl: Referentie is
tr_tr: Referans

source: back to contact
nl_nl: terug naar contact
tr_tr: Kişiye geri dön

source: view contact
nl_nl: contact weergeven
tr_tr: Kişiyi görüntüle

source: view mandate
nl_nl: mandaat weergeven
tr_tr: Talimatı görüntüle

source: show active groups
nl_nl: actieve groepen weergeven
tr_tr: Etkin grupları görüntüle

source: show closed groups
nl_nl: gesloten groepen weergeven
tr_tr: Kapatılmış grupları görüntüle

source: update one-off
nl_nl: wijzigen eenmalig
tr_tr: Bir kerelik olarak güncelle

source: update recurring
nl_nl: wijzigen periodiek
tr_tr: Yinelenen olarak güncelle

source: retry collection
nl_nl: incasseren opnieuw proberen
tr_tr: Ödemeyi almayı yeniden dene

source: Group Name
nl_nl: Groepsnaam
tr_tr: Grup adı

source: Submission
nl_nl: Verzending
tr_tr: Gönderilen

source: Collection
nl_nl: Incasso
tr_tr: Ödemesi alınan

source: Transactions
nl_nl: Transacties
tr_tr: Hesap hareketleri

source: Total
nl_nl: Totaal
tr_tr: Toplam

source: Custom Transaction Message:
tr_tr: Özel hesap hareketi iletisi:

source: Note:
tr_tr: Not:

source: Close and Submit
nl_nl: Sluiten en verzenden
tr_tr: Kapat ve gönder

source: Download Again
nl_nl: Opnieuw downloaden
tr_tr: Yeniden indir

source: Mark Received
nl_nl: Als ontvangen markeren
tr_tr: Alınmış olarak işaretle

source: Legend
nl_nl: Legenda
tr_tr: İşaret

source: Description
nl_nl: Beschrijving
tr_tr: Açıklama

source: Missed
nl_nl: Gemist
tr_tr: Alınmayan

source: Submission date has passed!
nl_nl: Verzenddatum verstreken!
tr_tr: Gönderim tarihi geçmiş!

source: Urgent
nl_nl: Dringend
tr_tr: Acil

source: Submission date is immanent, you have to close group and upload file to creditor today!
nl_nl: Verzenddatum is inherent, u moet de groep sluiten en het bestand vandaag nog uploaden naar de crediteur!
tr_tr: Teslim tarihi yaklaşıyor. Grubu kapatmanız ve dosyayı bugün alacaklıya yüklemeniz gerekiyor!

source: Soon
nl_nl: Snel
tr_tr: Yakında

source: Submission within 6 days or OOFF (submission not enforced)
nl_nl: Verzending binnen 6 dagen of OOFF (verzending niet afgedwongen)
tr_tr: 6 gün içinde gönderilmiş veya OOFF (gönderilmesi zorunlu olmayan)

source: Upcoming
nl_nl: Komende
tr_tr: Yaklaşan

source: Submission date more than 6 days from now
nl_nl: Verzenddatum ligt meer dan 6 dagen verder
tr_tr: Gönderilme tarihi bu günden sonraki 6 gün içinde olan

source: Closed
nl_nl: Gesloten
tr_tr: Kapatılmış

source: The group is closed and uploaded to creditor, submission date is in the past.
nl_nl: De groep is gesloten en geüpload naar de crediteur, verzenddatum in het verleden.
tr_tr: Grup kapatılmış ve alacaklıya yüklenmiş, gönderim tarihi geçmişte.

source: Do you really want to mark this groups as 'payment received'?
nl_nl: Wilt u deze groepen markeren als 'betaling ontvangen'?
tr_tr: Bu grupları 'ödeme alındı' olarak işaretlemek istediğinize emin misiniz?

source: one-off direct debit payment
nl_nl: eenmalige direct debit betaling
tr_tr: bir kerelik otomatik ödeme

source: recurring direct debit payment
nl_nl: periodieke direct debit betaling
tr_tr: yinelenen otomatik ödeme

source: mandates
nl_nl: mandaten
tr_tr: talimat

source: contributions
nl_nl: bijdragen
tr_tr: katkı

source: retried contributions
nl_nl: opnieuw geprobeerde bijdragen
tr_tr: yinelenen katkı

source: things
nl_nl: zaken
tr_tr: şey

source: Deleting SEPA transaction group '%1'
nl_nl: SEPA-transactiegroep '%1' wordt verwijderd
tr_tr: '%1' SEPA hesap hareketi grubu siliniyor

source: This %1 transaction group is currently in status '<b>%2</b>'.
nl_nl: Deze %1 transactiegroep heeft nu de status '<b>%2</b>'.
tr_tr: Bu %1 hesap hareketi grubu şu anda '<b>%2</b>' durumunda.

source: This means, that is has already been submitted to the bank.
nl_nl: Dat betekent dat het al naar de bank is verzonden.
tr_tr: Bu durum, zaten bankaya gönderildiği anlamına gelir.

source: Deleting the group will erase any record of this transaction.
nl_nl: Door het verwijderen van de groep worden alle records van deze transactie verwijderd.
tr_tr: Grubun silinmesi, bu hesap hareketinin tüm kayıtlarını siler.

source: This means, that the payments should have already been processed.
nl_nl: Dat betekent dat de betalingen al verwerkt moeten zijn.
tr_tr: Bu durum, ödemelerin zaten işlenmiş olması gerektiği anlamına gelir.

source: This is an illegal state!
nl_nl: Dit is een niet toegestane status!
tr_tr: Bu durum geçersiz!

source: Only proceed if you know what you're doing.
nl_nl: Ga alleen verder als u weet wat u aan het doen bent.
tr_tr: Yalnızca ne yaptığınızı biliyorsanız ilerleyin.

source: The group has a total of %1 associated %2.
nl_nl: De groep heeft een totaal van %1 bijbehorend %2.
tr_tr: Bu grupta toplam %1 ilişkili %2 var.

source: None of them have been processed yet, so they could be deleted.
nl_nl: Deze zijn allemaal nog niet verwerkt, ze kunnen dus worden verwijderd.
tr_tr: Hiçbiri henüz işlenmemiş. Dolayısıyla silinebilirler.

source: All of them have already been transmitted to the bank.
nl_nl: Ze zijn allemaal al verzonden naar de bank.
tr_tr: Tümü zaten bankaya iletilmiş.

source: All of them have already been fully processed.
nl_nl: Ze zijn allemaal al geheel verwerkt.
tr_tr: Tümü zaten tam olarak işlenmiş.

source: %1 of them have not been processed yet, and could be deleted. However, there are %2 %4 that have already been sent to the bank for collection, and another %3 that have been fully processed.
nl_nl: %1 zijn er nog niet verwerkt en kunnen worden verwijderd. Er zijn er echter al %2 %4 verzonden naar de bank voor incasso, %3 zijn al geheel verwerkt.
tr_tr: %1 tanesi henüz işlenmemiş ve silinebilir. Ancak, tahsilat için zaten bankaya gönderilmiş olan %2 %4 ve tümüyle işlenmiş %3 tane var.

source: What do you want to do with the associated %1?
nl_nl: Wat wilt u doen met de bijbehorende %1?
tr_tr: İlişkili %1 ile ne yapmak istiyorsunuz?

source: don't delete any %1
nl_nl: verwijder geen enkele %1
tr_tr: hiçbir %1 ögesi silinmesin

source: delete all %1
nl_nl: verwijder alle %1
tr_tr: tüm %1 ögeleri silinsin

source: delete pending %1
nl_nl: verwijder lopende %1
tr_tr: %1 bekleyen öge silinsin

source: recommended
tr_tr: önerilir

source: You should consider deleting the open contributions. If the recurring transaction group is deleted, these payments do not make sense any more. They will also be generated again, once you hit update.
nl_nl: U kunt besluiten om de open bijdragen te verwijderen. Als de periodieke transactiegroep is verwijderd dan zijn deze betalingen niet meer zinvol. Ze worden opnieuw gegenereerd bij het kiezen om te wijzigen.
tr_tr: Açık katkıları silmeyi düşünmelisiniz. Yinelenen işlem grubu silinirse bu ödemelerin bir anlamı kalmaz. Ayrıca, güncelleme üzerine tıkladığınızda yeniden oluşturulurlar.

source: Deleting these contributions will <i>not</i> affect the associated mandates.
nl_nl: Het verwijderen van deze bijdragen heeft <i>geen</i> gevolgen voor de bijbehorende mandaten.
tr_tr: Bu katkıların silinmesi ilgili talimatları <i>etkilemez</i>.

source: You should be very careful when deleting processed contributions. It usually means, that related 'real world activites' (like money transfers) have already been initiated or even completed.
nl_nl: Wees voorzichtig met het verwijderen van al verwerkte bijdragen. Dat betekent meestal dat de echte handeling (geld overmaken) al in gang is gezet of zelfs al is afgerond.
tr_tr: İşlenmiş katkıları silerken çok dikkatli olmalısınız. Bu durum genellikle, ilgili 'gerçek dünya işlemlerinin' (para hareketleri gibi) zaten başlatılmış ve hatta tamamlanmış olduğu anlamına gelir.

source: A closed group has usually been sent to a bank to initiate the payment process, so you shouldn't want to delete this group anyway. However if you do, you should also consider deleting all associated contributions, since they will otherwise remain in the status 'in progress' and not be processed any more.
nl_nl: Een gesloten groep wordt normaal gesproken verzonden naar de bank, dus u zult meestal deze groep niet willen verwijderen. Als u dit toch doet, overweeg dan om alle bijbehorende bijdragen te verwijderen, anders houden zij de status 'Lopend' en worden ze niet meer verwerkt.
tr_tr: Ödeme sürecini başlatmak için genellikle bir bankaya kapalı bir grup gönderilir. Bu nedenle bu grubu silmek istememelisiniz. Ancak bunu yaparsanız, 'İşleniyor' durumunda kalacaklarından ve bir daha işlenmeyeceklerinden ilişkili tüm katkıları da silmeyi düşünmelisiniz.

source: A closed group has usually been sent to a bank to initiate the payment process, so you shouldn't want to delete this group anyway. However if you do, deleting all associated contributions is a good choice, since they will otherwise remain in the status 'in progress' and not be processed any more.
nl_nl: Een gesloten groep wordt normaal gesproken verzonden naar de bank, dus u zult meestal deze groep niet willen verwijderen. Als u dit toch doet, overweeg dan om alle bijbehorende bijdragen te verwijderen, anders houden zij de status 'Lopend' en worden ze niet meer verwerkt.
tr_tr: Ödeme sürecini başlatmak için genellikle bir bankaya kapalı bir grup gönderilir. Bu nedenle bu grubu silmek istememelisiniz. Bununla birlikte bu grubu silerseniz, 'İşleniyor' durumunda kalacaklarından ve bir daha işlenmeyeceklerinden ilişkili tüm katkıları silmek iyi bir seçim olur.

source: A transaction group marked as received has usually been fully processed, i.e. the money actually arrived on your account. You shouldn't want to delete this group. However if you do, be sure to delete the associated contributions in case there was no money transferred in the first place.
nl_nl: Een transactiegroep die als ontvangen wordt gezien is meestal geheel verwerkt, het geld is overgemaakt op uw rekening. U zou deze groep niet moeten willen verwijderen. Als u dat toch doet, verwijder dan ook de bijbehorende bijdragen voor het geval dat er geen geld is overgemaakt.
tr_tr: Alındı olarak işaretlenmiş bir hesap hareketi grubu genellikle tamamen işlenmiştir, yani para gerçekten hesabınıza aktarılmıştır. Bu grubu silmek istememelisiniz. Ancak bunu yaparsanız, ilk aşamada paranın gerçekten aktarılmamış olması durumunda ilgili katkıları sildiğinizden emin olun.

source: A transaction group marked as received has usually been fully processed, i.e. the money actually arrived on your account. You shouldn't want to delete this group. However if you do, you should consider not deleting the associated contributions in case money was actually transferred.
nl_nl: Een transactiegroep die als ontvangen wordt gezien is meestal geheel verwerkt, het geld is overgemaakt op uw rekening. U zou deze groep niet moeten willen verwijderen. Als u dat toch doet, overweeg dan om de bijbehorende bijdragen niet te verwijderen voor het geval dat er geld is overgemaakt.
tr_tr: Alındı olarak işaretlenmiş bir hesap hareketi grubu genellikle tamamen işlenmiştir, yani para gerçekten hesabınıza aktarılmıştır. Bu grubu silmek istememelisiniz. Ancak bunu yaparsanız, ilk aşamada paranın gerçekten aktarılmış olması durumunda ilgili katkıları silmemeyi değerlendirmelisiniz.

source: If you delete the mandates associated with this group, they cannot be collected any more. Be sure that you know what you're doing before proceeding.
nl_nl: Als u de bijbehorende mandaten van de groep verwijdert dan kunnen zij niet meer geïncasseerd worden. Weet wat u doet voordat u verdergaat.
tr_tr: Bu grupla ilişkili talimatları silerseniz, artık ödemeleri alınamaz. İlerlemeden önce ne yaptığınızı bildiğinizden emin olun.

source: Deleting these mandates will also delete the associated contributions.
nl_nl: Het verwijderen van deze mandaten betekent ook het verwijderen van de bijbehorende bijdragen.
tr_tr: Bu talimatların silinmesi, ilgili katkıların da silinmesine neden olur.

source: A closed group has usually been sent to a bank to initiate the payment process, so you shouldn't want to delete this group anyway. However if you do, you should also consider deleting all associated mandates, since they will otherwise remain in the status 'in progress' and not be processed any more.
nl_nl: Een gesloten groep wordt normaal gesproken verzonden naar de bank, dus u zult meestal deze groep niet willen verwijderen. Als u dit toch doet, overweeg dan om alle bijbehorende mandaten te verwijderen, anders houden zij de status 'Lopend' en worden ze niet meer verwerkt.
tr_tr: Ödeme sürecini başlatmak için genellikle bir bankaya kapalı bir grup gönderilir. Bu nedenle bu grubu silmek istememelisiniz. Ancak bunu yaparsanız, 'İşleniyor' durumunda kalacaklarından ve bir daha işlenmeyeceklerinden ilişkili tüm talimatları da silmeyi düşünmelisiniz.

source: A closed group has usually been sent to a bank to initiate the payment process, so you shouldn't want to delete this in the first place. However, if there's something wrong with it, be sure not to delete any mandates that you still want to collect or keep on record.
nl_nl: Een gesloten groep wordt normaal gesproken verzonden naar de bank, dus u zult meestal deze groep niet willen verwijderen. Als u dit toch doet omdat er een fout inzit, zorg er dan voor dat u geen mandaten verwijderd die u nog wilt gaan incasseren of wilt bewaren.
tr_tr: Ödeme sürecini başlatmak için genellikle bir bankaya kapalı bir grup gönderilir. Bu nedenle bunu en başta silmek istememelisiniz. Bununla birlikte, bunda bir sorun varsa, ödemesini almak veya kaydını tutmak istediğiniz talimatları silmediğinizden emin olun.

source: A transaction group marked as received has usually been fully processed, i.e. the money actually arrived on your account. You shouldn't want to delete this group in the first place.
nl_nl: Een transactiegroep die als ontvangen wordt gezien is meestal geheel verwerkt, het geld is overgemaakt op uw rekening. U zou deze groep niet moeten willen verwijderen.
tr_tr: Alındı olarak işaretlenmiş bir hesap hareketi grubu genellikle tamamen işlenmiştir, yani para gerçekten hesabınıza aktarılmıştır.

source: A transaction group marked as received has usually been fully processed, i.e. the money actually arrived on your account. You shouldn't want to delete this group in the first place. However, if there's something wrong with it, be sure not to delete any mandates that you still want to collect or keep a record of.
nl_nl: Een transactiegroep die als ontvangen wordt gezien is meestal geheel verwerkt, het geld is overgemaakt op uw rekening. U zou deze groep niet moeten willen verwijderen. Als u dat toch doet omdat er iets mis mee is, zorg er dan voor dat u geen mandaat verwijderd dat u nog wilt gaan incasseren of wilt bewaren.
tr_tr: Alındı olarak işaretlenmiş bir hesap hareketi grubu genellikle tamamen işlenmiştir. Yani para gerçekten hesabınıza aktarılmıştır. İlk aşamada bu grubu silmek istememelisiniz. Bununla birlikte, yanlış olan bir şey varsa, yine de ödemesini almak veya kaydını tutmak istediğiniz talimatları silmediğinizden emin olun.

source: Are you sure this is what you want to do?
nl_nl: Weet u zeker dat u dit wil doen?
tr_tr: Yapmak istediğinizin bu olduğundan emin misiniz?

source: Yes
nl_nl: Ja
tr_tr: Evet

source: No
nl_nl: Nee
tr_tr: Hayır

source: SEPA transaction group '%1' could not be deleted succesfully.
nl_nl: Transactiegroep '%1' kan niet worden verwijderd.
tr_tr: '%1' SEPA hesap hareketi grubu silinemedi.

source: Error was:
nl_nl: Fout:
tr_tr: Hata:

source: SEPA transaction group '%1' was deleted, but the following problems were encountered:
nl_nl: De transactiegroep '%1' is verwijderd, maar er zijn de volgende problemen:
tr_tr: '%1' SEPA hesap hareketi grubu silindi. Ancak şu sorunlar çıktı:

source: contribution ID
nl_nl: Bijdrage-id
tr_tr: Katkı kimliği

source: error message
nl_nl: fouttekst
tr_tr: Hata iletisi

source: Contribution
nl_nl: Bijdrage
tr_tr: Katkı

source: %1 %2 have been deleted along with the group.
nl_nl: %1 %2 zijn verwijderd samen met de groep.
tr_tr: %1 %2 grupla birlikte silindi.

source: SEPA transaction group '%1' has been succesfully deleted.
nl_nl: Transactiegroep '%1' is verwijderd.
tr_tr: '%1' SEPA hesap hareketi grubu silindi.

source: Back
nl_nl: Terug
tr_tr: Geri

source: No group_id given!
nl_nl: De groep-id ontbreekt!
tr_tr: group_id belirtilmemiş!
