Repository: civicrm/civicrm-l10n-extensions
Catalog: po/sepa/*/sepa.po
Languages: nl_nl, tr_tr

source: Transaction group [%1] couldn't be loaded.
nl_nl: Transactiegroep [%1] kan niet worden geladen.
tr_tr: [%1] hesap hareketi grubu yüklenemedi.

source: Select the template that should be used to create this prenotification file.
nl_nl: Selecteer het sjabloon dat gebruikt moet worden voor het aanmaken van het bestand met de vooraf notificatie.
tr_tr: Bu ön bildirim dosyasını oluşturmak için kullanılması gereken kalıbı seçin.

source: The default template can be found and edited at "Communications" -> "Message Templates" -> "System Workflow Messages"
nl_nl: Het standaardsjabloon kunt u vinden en wijzigen bij "Communicatie " -> "Berichtsjabloon" -> "Workflowberichten"
tr_tr: Varsayılan kalıp "İletişim" -> "İleti kalıpları" -> "Sistem iş akışı iletileri" konumunda bulunabilir ve düzenlenebilir.

source: The templates listed here are all user templates that begin with the prefix 'SEPA'.
nl_nl: Het gaat om de hier getoonde sjablonen die beginnen met 'SEPA'.
tr_tr: Burada listelenen kalıpların tümü 'SEPA' ön ekiyle başlayan kullanıcı kalıplarıdır.

source: SEPA Recurring Mandate
nl_nl: SEPA Periodiek Mandaat
tr_tr: Yinelenen SEPA ödeme talimatı

source: SEPA Single Payment Mandate
nl_nl: SEPA Eenmalige betaling mandaat
tr_tr: Bir kerelik SEPA ödeme talimatı

source: Creation date
nl_nl: Aanmaakdatum
tr_tr: Oluşturulma tarihi

source: Signature date
nl_nl: Datum signatuur
tr_tr: İmzalanma tarihi

source: Validation date
nl_nl: Validatiedatum
tr_tr: Doğrulanma tarihi

source: Payment Details
nl_nl: Details betaling
tr_tr: Ödeme ayrıntıları

source: Recurring Contribution
nl_nl: Periodieke Bijdrage
tr_tr: Yinelenen katkı

source: Create Date
nl_nl: Aanmaakdatum
tr_tr: Oluşturulma tarihi

source: Last Modified
nl_nl: Laatst gewijzigd
tr_tr: Düzenlenme tarihi

source: Next Collection
nl_nl: Volgende incasso
tr_tr: Sonraki alınacak ödeme

source: Options
nl_nl: Opties
tr_tr: Seçenekler

source: Validate/Activate
tr_tr: Onayla/Etkinleştir

source: Activate the mandate when all requirements for collection are met.
tr_tr: Ödeme alınması için tüm gereksinimler karşılandığında talimat etkinleştirilsin.

source: Completely delete this mandate along with the contribution. This is only possible because it has not yet been submitted to the bank.
nl_nl: Verwijder dit mandaat met de bijdrage. Dit is alleen mogelijk omdat het nog niet naar de bank is verzonden.
tr_tr: Katkı ile birlikte bu talimat tümüyle silinsin. Bu işlem ancak talimat henüz bankaya gönderilmediğinde yapılabilir.

source: Cancel this mandate immediately for the following reason:
nl_nl: Annuleer dit mandaat direct vanwege de volgende reden:
tr_tr: Bu talimat şu nedenle hemen iptal edilsin:

source: Set End Date
nl_nl: Einddatum zetten
tr_tr: Bitiş tarihini ayarlayın

source: Terminate this mandate:
nl_nl: Dit mandaat beëindigen:
tr_tr: Bu talimat sonlandırılsın:

source: Terminate for the following reason:
nl_nl: Afbreken vanwege de reden:
tr_tr: Şu nedenle sonlandırılsın:

source: Replace
nl_nl: Vervangen
tr_tr: Değiştir

source: Replace the mandate beginning:
nl_nl: Mandaat vervangen beginnend op:
tr_tr: Şununla başlayan talimat değiştirilsin:

source: Replace for the following reason:
nl_nl: Reden van vervangen:
tr_tr: Şu nedenle değiştirilsin:

source: Adjust Amount
nl_nl: Bedrag wijzigen
tr_tr: Tutar ayarlansın

source: Change amount to:
nl_nl: Bedrag wijzigen in:
tr_tr: Tutar şuna ayarlansın:

source: Clone
nl_nl: Kopie maken
tr_tr: Kopyala

source: Create a new mandate similar to this.
nl_nl: Een hieraan gelijk mandaat aanmaken.
tr_tr: Buna benzer yeni bir talimat oluştur.

source: PDF Prenotification
nl_nl: PDF Notificatie vooraf
tr_tr: PDF ön bildirimi

source: Will generate a Prenotification PDF with this mandate's data.
nl_nl: Maakt de PDF Notificatie vooraf aan met deze mandaatgegevens.
tr_tr: Bu talimatın verileriyle bir ön bildirim PDF dosyası oluşturulacak.

source: Select the template to be used:
nl_nl: Selecteer het te gebruiken sjabloon:
tr_tr: Kullanılacak kalıbı seçin:

source: Template
nl_nl: Sjabloon
tr_tr: Kalıp

source: No suitable templates found! Reinstall the SEPA extensions and check your message templates.
nl_nl: Er zijn geen geschikte sjablonen! Installeer de SEPA-extensies opnieuw en controleer uw berichtsjablonen.
tr_tr: Uygun bir kalıp bulunamadı! SEPA eklentilerini yeniden kurun ve ileti kalıplarını denetleyin.

source: You need to specify a cancel reason!
nl_nl: Er is een reden voor het annuleren nodig!
tr_tr: Bir iptal nedeni belirtmelisiniz!

source: You need to specify a date!
nl_nl: Er is een datum nodig!
tr_tr: Bir tarih belirtmelisiniz!

source: Contributions for transaction group
nl_nl: Bijdragen voor transactiegroep
tr_tr: Hesap hareketi grubunun katkıları

source: Contacts
nl_nl: Contacten
tr_tr: Kişiler

source: Financial Types
nl_nl: Financieel Types
tr_tr: Mali türler

source: Campaigns
nl_nl: Campagnes
tr_tr: Kampanyalar

source: Create Accounting Batch
nl_nl: Accounting batch aanmaken
tr_tr: Muhasebe birleştirmesi oluştur

source: Add new SEPA Mandate
nl_nl: SEPA-mandaat aanmaken
tr_tr: Yeni SEPA talimatı ekle

source: Recurring SEPA Mandates
nl_nl: SEPA Periodieke Mandaten
tr_tr: Yinelenen SEPA talimatları

source: Installs
nl_nl: Termijnen
tr_tr: Taksitler

source: Last Collection
nl_nl: Laatste incasso
tr_tr: Son alınan ödeme

source: View Mandate
nl_nl: Mandaat weergeven
tr_tr: Talimatı görüntüle

source: View
nl_nl: Weergeven
tr_tr: Görüntüle

source: Edit Mandate
nl_nl: Mandaat wijzigen
tr_tr: Talimatı düzenle

source: This contact has no recorded recurring mandates.
nl_nl: Dit contact heeft geen periodieke mandaten.
tr_tr: Bu kişinin kaydedilmiş yinelenen bir talimatı yok.

source: One-Off SEPA Mandates
nl_nl: Eenmalige SEPA-mandaten
tr_tr: Bir kerelik SEPA talimatları

source: This contact has no recorded one-off mandates.
nl_nl: Dit contact heeft geen eenmalige mandaten.
tr_tr: Bu kişinin kaydedilmiş bir kerelik bir talimatı yok.

source: Sepa Creditor
nl_nl: SEPA Crediteur
tr_tr: SEPA alacaklısı

source: Debit frequency
nl_nl: Debit frequentie
tr_tr: Ödeme sıklığı

source: Sepa Mandate [%1]
nl_nl: SEPA-mandaat [%1]
tr_tr: Sepa talimatı [%1]

source: Grouped in
nl_nl: In groep
tr_tr: Şu grupta

source: Mandate Options
nl_nl: Mandaat opties
tr_tr: Talimat seçenekleri

source: 1st contribution
nl_nl: 1e bijdrage
tr_tr: İlk katkı

source: Done
nl_nl: Klaar
tr_tr: Tamam

source: Notes
nl_nl: Notities
tr_tr: Notlar

source: OOFF Mandate status after closing is incorrect.
nl_nl: OOFF Mandaatstatus na beëindiging is onjuist.
tr_tr: Kapatma sonrasında OOFF talimatının durumu doğru değil.

source: OOFF contribution status after closing is incorrect, probably related to SEPA-629
tr_tr: Kapatma sonrasında OOFF talimatının durumu doğru değil. SEPA-629 ile ilişkili olabilir

source: The create_mandate hook has not been called.
nl_nl: De hook create_mandate is niet aangeroepen.
tr_tr: create_mandate kancası çağrılmadı.

source: The mandate reference is not the generated one.
nl_nl: De mandaat-referentie is niet de gegenereerde.
tr_tr: Talimat referansı, oluşturulan referans değil.

source: The modify_txgroup_reference hook has not been called.
nl_nl: De hook modify_txgroup_reference is niet aangeroepen.
tr_tr: modify_txgroup_reference kancası çağrılmadı.

source: The transaction group reference is not the generated one.
nl_nl: De transactiegroep-referentie is niet de gegenereerde.
tr_tr: Hesap hareketi grubu referansı, oluşturulan referans değil.

source: The installment_created hook has not been called (correctly).
nl_nl: De hook installment_created is niet (goed) aangeroepen.
tr_tr: installment_created kancası çağrılmadı (doğru şekilde).

source: There should be no transaction group be associated with the mandate after terminating.
nl_nl: Er moet na het beëindigen van het mandaat geen transactiegroep meer bij behoren.
tr_tr: Talimat sonlandırıldıktan sonra görevle ilişkilendirilecek bir hesap hareketi grubu olmamalıdır.

source: The mandate is probably incorrectly regrouped again after terminating thus is associated with a transaction group.
nl_nl: Dit mandaat is waarschijnlijk verkeerd gegroepeerd na beëindiging waardoor het bij een transactiegroep behoort.
tr_tr: Talimat, sonlandırıldıktan sonra büyük olasılıkla yanlış bir şekilde yeniden gruplandırıldı. Bu nedenle bir hesap hareketi grubuyla ilişkilendirildi.

source: It must not be allowed to terminate the mandate after the group has been closed.
nl_nl: Het moet niet toegestaan worden dat het mandaat beëindigd kan worden nadat de groep is gesloten.
tr_tr: Grup kapatıldıktan sonra talimatın sonlandırılmasına izin verilmemelidir.

source: The mandate has been illegally terminated after closing.
nl_nl: Het mandaat is illegaal beëindigd na het sluiten.
tr_tr: Talimat, kapatıldıktan sonra yasal olmayan şekilde sonlandırıldı.

source: The mandate status has been illegally touched after closing.
nl_nl: De status van het mandaat is illegaal mogelijk aangepast na het sluiten.
tr_tr: Talimat durumuna, kapatıldıktan sonra yasal olmayan şekilde dokunuldu.

source: A new contribution has been created for a terminated mandate.
nl_nl: Er is een nieuwe bijdrage aangemaakt voor een beëindigd mandaat.
tr_tr: Sonlandırılmış bir talimat için yeni bir katkı oluşturuldu.

source: The mandate has been incorrectly terminated.
nl_nl: Het mandaat is onjuist beëindigd.
tr_tr: Talimat yanlış bir şekilde sonlandırıldı.

source: The mandate is not in the transaction group anymore but should be.
nl_nl: Het mandaat zit niet meer in de transactiegroep, maar dat zou wel zo moeten zijn.
tr_tr: Talimat artık hesap hareketi grubunda değil ama olmalı.

source: The end date is not correct.
nl_nl: De einddatum is onjuist.
tr_tr: Bitiş tarihi doğru değil.

source: The mandate has been incorrectly regrouped.
nl_nl: Het mandaat is onjuist opnieuw gegroepeerd.
tr_tr: Talimat yanlış bir şekilde yeniden gruplandırıldı.

source: OOFF Mandate after creation is incorrect.
nl_nl: OOFF Mandaat na aanmaken is onjuist.
tr_tr: Oluşturulma sonrasında OOFF talimatı yanlış.

source: OOFF contribution after creation is incorrect.
nl_nl: OOFF bijdrage na aanmaken is onjuist.
tr_tr: Oluşturulma sonrasında OOFF katkısı yanlış.

source: RCUR Mandate after creation is incorrect.
nl_nl: RCUR Mandaat na aanmaken is onjuist.
tr_tr: Oluşturulma sonrasında RCUR talimatı yanlış.

source: RCUR contribution after creation is incorrect.
nl_nl: RCUR bijdrage na aanmaken is onjuist.
tr_tr: Oluşturulma sonrasında RCUR katkısı yanlış.

source: OOFF Mandate status after batching is incorrect.
nl_nl: OOFF Mandaatstatus na batch is onjuist.
tr_tr: Birleştirme sonrasında OOFF talimatının durumu doğru değil.

source: OOFF contribution status after batching is incorrect.
nl_nl: OOFF bijdragestatus na batch is onjuist.
tr_tr: Birleştirme sonrasında OOFF katkı durumu doğru değil.

source: OOFF transaction group status after batching is incorrect.
nl_nl: OOFF transactiegroepstatus na batch is onjuist.
tr_tr: Birleştirme sonrasında OOFF hesap hareketi grubu durumu doğru değil.

source: RCUR Mandate status after batching is incorrect.
nl_nl: RCUR Mandaatstatus na batch is onjuist.
tr_tr: Birleştirme sonrasında RCUR talimatının durumu doğru değil.

source: RCUR contribution status after batching is incorrect.
nl_nl: RCUR bijdragestatus na batch is onjuist.
tr_tr: Birleştirme sonrasında RCUR katkı durumu doğru değil.

source: RCUR transaction group status after batching is incorrect.
nl_nl: RCUR transactiegroepstatus na batch is onjuist.
tr_tr: Birleştirme sonrasında RCUR hesap hareketi grubu durumu doğru değil.

source: OOFF contribution status after closing is incorrect.
nl_nl: OOFF bijdragestatus na beëindiging is onjuist.
tr_tr: Kapatma sonrasında OOFF katkı durumu doğru değil.

source: OOFF transaction group status after closing is incorrect.
nl_nl: OOFF transactiegroepstatus na beëindiging is onjuist.
tr_tr: Kapatma sonrasında OOFF hesap hareketi grubu durumu doğru değil.

source: RCUR Mandate status after closing is incorrect.
nl_nl: RCUR Mandaatstatus na beëindiging is onjuist.
tr_tr: Kapatma sonrasında RCUR talimatının durumu doğru değil.

source: RCUR contribution status after closing is incorrect.
nl_nl: RCUR bijdragestatus na beëindiging is onjuist.
tr_tr: Kapatma sonrasında RCUR katkı durumu doğru değil.

source: RCUR transaction group status after closing is incorrect.
nl_nl: RCUR transactiegroepstatus na beëindiging is onjuist.
tr_tr: Kapatma sonrasında RCUR hesap hareketi grubu durumu doğru değil.

source: Mandate status of new mandate is incorrect.
nl_nl: Mandaatstatus van nieuw mandaat is onjuist.
tr_tr: Yeni talimatın talimat durumu yanlış.

source: Mandate account holder after creation is incorrect.
tr_tr: Oluşturulma sonrasında talimatın hesap sahibi yanlış.

source: The OOFF mandate reference is invalid.
nl_nl: De OOFF mandaat-referentie is ongeldig.
tr_tr: OOFF talimatı referansı geçersiz.

source: The RCUR mandate reference is invalid.
nl_nl: De RCUR mandaat-referentie is ongeldig.
tr_tr: RCUR talimatı referansı geçersiz.

source: There should be a clashing reference
nl_nl: Er moet een conflicterende referentie zijn
tr_tr: Bir referans çakışıyor olmalı

source: set/getGenericSetting doesn't work
nl_nl: set/getGenericSetting werkt niet
tr_tr: Genel ayarlar yazılamadı ya da okunamadı

source: set/getSetting doesn't work
nl_nl: set/getSetting werkt niet
tr_tr: Ayarlar yazılamadı ya da okunamadı

source: This mandate has no contribution, even though there should be one.
tr_tr: Bu talimatın, olması gerektiği halde, herhangi bir katkısı yok.

source: Invalid BIC location detection fails!
nl_nl: Het detecteren van een ongeldige BIC-locatie is mislukt!
tr_tr: BIC konumunun geçerli olup olmadığı belirlenemedi!

source: Wrong BIC for IBAN detection fails!
nl_nl: Het detecteren van de IBAN is mislukt door een verkeerde BIC!
tr_tr: IBAN için BIC numarasının yanlış olup olmadığı belirlenemedi!

source: Nonexistent BIC detection fails!
nl_nl: Het detecteren van een niet bestaande BIC is mislukt!
tr_tr: BIC numarasının olup olmadığı belirlenemedi!

source: Incorrect BIC detection fails!
nl_nl: Het detecteren van een onjuiste BIC is mislukt!
tr_tr: BIC numarasının doğru olup olmadığı belirlenemedi!

source: Incorrect IBAN detection fails!
nl_nl: Het detecteren van een onjuist IBAN is mislukt!
tr_tr: IBAN numarasının doğru olup olmadığı belirlenemedi!

source: Incorrect bank code detection fails!
nl_nl: Het detecteren van een onjuiste bankcode mislukt!
tr_tr: Banka kodunun doğru olup olmadığı belirlenemedi!

source: Incorrect IBAN checksum detection fails!
nl_nl: Het detecteren van een onjuist controlegetal van het BIC is mislukt!
tr_tr: IBAN sağlamasının doğru olup olmadığı belirlenemedi!

source: Incorrect IBAN length detection fails!
nl_nl: Het detecteren van de lengte van het IBAN is mislukt!
tr_tr: IBAN numarasının uzunluğunun doğru olup olmadığı belirlenemedi!

source: Incorrect char in IBAN detection fails!
nl_nl: Het detecteren van een onjuist teken in de IBAN is mislukt!
tr_tr: IBAN içinde hatalı karakter olup olmadığı belirlenemedi!

source: Blocklistet IBAN should fail but did not!
nl_nl: Het blocklisten van IBAN werkt niet!
tr_tr: Engellenenler listesine alınmış IBAN numarası başarısız olmalı ama olmadı!

source: Settings successfully saved
nl_nl: Instellingen opgeslagen

source: internal label of the creditor
nl_nl: intern label van de crediteur

source: name of the creditor
nl_nl: naam van de crediteur

source: Currency used by this creditor
nl_nl: Valuta die de crediteur gebruikt

source: Mandate numbering prefix
nl_nl: Prefix nummering mandaat

source: Creditor Type: SEPA (default) or PSP
nl_nl: Crediteurtype: SEPA (standaard) of PSP

source: Does this creditor use BICs?
nl_nl: Gebruikt deze crediteur BIC's?

source: Can't find the sepa mandate
nl_nl: SEPA mandaat niet gevonden

source: Record SEPA Contribution
nl_nl: SEPA-bijdrage vastleggen

source: This contribution has a mandate, its payment instrument has to be '%s'
nl_nl: Deze bijdrage heeft een mandaat, de betaalmethode moet zijn '%s'

source: Select the transaction groups you want to re-collect.
nl_nl: Selecteer de transactie-groepen die u opnieuw wilt incasseren.

source: Activate
nl_nl: Activeren

source: Activate the mandate when the written permission was received.
nl_nl: Activeer het mandaat nadat de toestemming op papier is ontvangen.

source: The contribution for the mandate is null. That should not be possible at this point.
nl_nl: Er is geen bekende bijdrage van het mandaat. Dat zou nu niet zo mogen zijn.
