Repository: civicrm/civicrm-l10n-extensions
Catalog: po/sepa/*/sepa.po
Languages: nl_nl, tr_tr

source: Total Amount Collected
nl_nl: Totaal verzameld bedrag
tr_tr: Alınan tutar toplamı

source: Total Count of Collected Contributions
nl_nl: Telling van de verzamelde bijdragen
tr_tr: Alınan katkıların toplam sayısı

source: Total Count of Failed/Cancelled Contribution
nl_nl: Aantal mislukte/geannuleerde bijdragen
tr_tr: Alınamayan ya da iptal edilen katkıların toplam sayısı

source: Matching Contribution Count
nl_nl: Aantal overeenkomende bijdragen
tr_tr: Desteklenen katkı sayısı

source: Retry Collection of Failed DDs
nl_nl: De mislukte DD's opnieuw proberen
tr_tr: Alınamayan ödemeler yeniden denensin

source: Date Range
nl_nl: Periode
tr_tr: Tarih aralığı

source: Creditor(s)
nl_nl: Crediteur(en)
tr_tr: Alacaklılar

source: SDD Groups
nl_nl: SDD-Groepen
tr_tr: SDD grupları

source: Custom Transaction Message
tr_tr: Özel hesap hareketi iletisi

source: Note
nl_nl: Notitie
tr_tr: Not

source: Generate
nl_nl: Genereren
tr_tr: Üret

source: This Month
nl_nl: Deze maand
tr_tr: Bu ay

source: Last 7 Days
nl_nl: Laatste 7 dagen
tr_tr: Son 7 gün

source: Last 14 Days
nl_nl: Laatste 14 dagen
tr_tr: Son 14 gün

source: Last 30 Days
nl_nl: Laatste 30 dagen
tr_tr: Son 30 gün

source: Last 60 Days
nl_nl: Laatste 60 dagen
tr_tr: Son 60 gün

source: Last 90 Days
nl_nl: Laatste 90 dagen
tr_tr: Son 90 gün

source: Last Calendar Month
nl_nl: Laatste kalendermaand
tr_tr: Önceki 1 takvim ayı

source: Last Two Calendar Months
nl_nl: Laatste twee kalendermaanden
tr_tr: Önceki 2 takvim ayı

source: Last 12 Calendar Months (!)
nl_nl: Laatste 12 kalendermaanden (!)
tr_tr: Önceki 12 takvim ayı

source: annually
nl_nl: per jaar
tr_tr: yıllk

source: semi-annually
nl_nl: semi per jaar
tr_tr: 6 aylık

source: quarterly
nl_nl: per kwartaal
tr_tr: 3 aylık

source: monthly
nl_nl: per maand
tr_tr: aylık

source: SEPA Contact Search
nl_nl: SEPA contacten zoeken
tr_tr: SEPA kişisi arama

source: Find contacts based on CiviSEPA Mandates
nl_nl: Contacten zoeken op SEPA-mandaten
tr_tr: CiviSEPA talimatları kişilerini arama

source: CiviSEPA Contact Search
nl_nl: SEPA contacten zoeken
tr_tr: CiviSEPA kişisi arama

source: You cannot delete this contribution because it is connected to SEPA mandate [%s]. Delete the mandate instead!
nl_nl: U kunt deze bijdrage niet verwijderen omdat het is gekoppeld aan het SEPA-mandaat [%s]. Verwijder dit mandaat!
tr_tr: İlişki bir SEPA talimatı [%s] olduğundan bu katkıyı silemezsiniz. Bunun yerine talimatı silin!

source: Creditor [%1] is missing!
nl_nl: Crediteur [%1] ontbreekt!
tr_tr: [%1] alacaklısı bulunamadı!

source: File format [%1] is missing!
nl_nl: Bestandsformaat [%1] ontbreekt!
tr_tr: [%1] dosya biçimi bulunamadı!

source: Cannot close transaction group! Error was: '%s'
nl_nl: Sluiten transactiegroep is mislukt. Foutmelding: '%s'
tr_tr: Hesap hareketi grubu kapatılamadı. Hata iletisi: '%s'

source: %1 orphaned open (pending) SEPA contributions were found in the system, i.e. they are not part of a SEPA transaction group, and will not be collected any more. You should delete them by searching for contributions in status 'Pending' with payment instruments RCUR and FRST.
tr_tr: Sistemde %1 sahipsiz açık (bekliyor) SEPA katkısı bulundu. Yani bunlar bir SEPA işlem grubunun parçası değil ve artık alınmayacaklar. RCUR ve FRST ödeme araçları ile 'Bekliyor' durumundaki katkıları arayarak silmelisiniz.

source: WARNING: %1 orphaned active (in Progress) SEPA contributions detected. These may cause irregularities in the generation of the SEPA collection groups, and in particular might cause the same installment to be collected multiple times. You should find them by searching for contributions in status 'in Progress' with the SEPA payment instruments (e.g. RCUR and FRST), and then export (to be safe) and delete them.
tr_tr: UYARI: %1 sahipsiz etkin (işlenen) SEPA katkısı algılandı. Bunlar, SEPA ödeme gruplarının oluşturulmasında düzensizliklere neden olabilir ve özellikle aynı taksitin ödemesinin birden fazla kez alınmasına yol açabilir. Bunları, SEPA ödeme araçlarıyla (RCUR ya da FRST gibi) 'İşleniyor' durumundaki katkıları arayarak bulmalı ve ardından (güvenli olması için) dışa aktarıp silmelisiniz.

source: Warning: had to adjusted the status of %1 contribution(s) to 'Pending', as they are part of an open transaction group.
tr_tr: Uyarı: Açık bir hesap hareketi grubunun parçası olduklarından, %1 katkının durumunu 'Bekliyor' olarak ayarlamak zorunda kaldık.

source: Adjusted the payment instruments of %1 recurring mandate(s).
tr_tr: %1 yinelenen görevin ödeme araçları ayarlandı.

source: The following irregularities have been detected and fixed in your database:
tr_tr: Veri tabanınızda aşağıdaki düzensizlikler bulundu ve düzeltildi:

source: You can find a detailed log of the changes here: <code>%1</code>
tr_tr: Değişikliklerin ayrıntılı günlük kayıtlarını şurada bulabilirsiniz: <code>%1</code>

source: CiviSEPA Health Check
tr_tr: CiviSEPA sağlık denetimi

source: Closing SDD Group(s) [%1]
nl_nl: SDD-Groep(en) [%1] worden gesloten
tr_tr: [%1] SDD grupları kapatılıyor

source: Updating contributions in group '%1'... (%2)
nl_nl: Bijdragen in groep '%1'... (%2) worden gewijzigd
tr_tr: '%1' grubundaki katkılar güncelleniyor... (%2)

source: Updating status of group '%1'
nl_nl: Status van groep '%1' wordt gewijzigd
tr_tr: '%1' grubunun durumu güncelleniyor

source: Compiling XML for group '%1'
nl_nl: Compileren XML voor groep '%1'
tr_tr: '%1' grubu için XML derleniyor

source: Cannot run update, another update is in progress!
nl_nl: Er loopt al een update, updaten is nu niet mogelijk!
tr_tr: Güncelleme yapılamadı. Başka bir güncelleme işleniyor!

source: Updating %1 SEPA Groups
nl_nl: %1 SEPA-groepen worden gewijzigd
tr_tr: %1 SEPA grubu güncelleniyor

source: Preparing to clean up ended mandates
nl_nl: Voorbereiden opschonen beëindigde mandaten
tr_tr: Tamamlanmış talimatların temizlenmesine hazırlanılıyor

source: Cleaning up ended mandates
nl_nl: Beëindigde mandaten worden opgeschoond
tr_tr: Tamamlanmış talimatlar temizleniyor

source: Lock released
nl_nl: Lock vrijgegeven
tr_tr: Kilit açıldı

source: Thank you
nl_nl: Dank u wel
tr_tr: Teşekkürler

source: In Progress
tr_tr: İşleniyor

source: Not activated
nl_nl: Niet geactiveerd
tr_tr: Etkinleştirilmemiş

source: Ready
nl_nl: Klaar
tr_tr: Hazır

source: In Use
nl_nl: In gebruik
tr_tr: Kullanılıyor

source: Completed
nl_nl: Uitgevoerd
tr_tr: Tamamlandı

source: Suspended
nl_nl: Uitgesteld
tr_tr: Duraklatıldı

source: Incomplete Donation
nl_nl: Incomplete transactie
tr_tr: Bağış tamamlanmamış

source: IBAN is blocklisted
nl_nl: IBAN staat op zwarte lijst
tr_tr: IBAN kara listede

source: IBAN is not correct
nl_nl: IBAN is onjuist
tr_tr: IBAN doğru değil

source: Please remove leading IBAN
nl_nl: Verwijder vooraan de IBAN
tr_tr: Lütfen baştaki IBAN kodunu kaldırın

source: Invalid PSP Code
nl_nl: PSP-code ongeldig
tr_tr: Ödeme hizmeti sağlayıcı kodu geçersiz

source: Illegal characters detected
nl_nl: Er zijn ongeldige tekens
tr_tr: İzin verilmeyen karakterler bulundu

source: Don't start with special characters
nl_nl: Begin niet met speciale tekens
tr_tr: Başa özel karakterler yazmayın

source: Don't end with special characters
nl_nl: Eindig niet met speciale tekens
tr_tr: Sona özel karakterler yazmayın

source: BIC is not correct
nl_nl: BIC is onjuist
tr_tr: BIC kodu doğru değil

source: PSP/BIC is not correct
nl_nl: PSP/BIC is onjuist
tr_tr: Ödeme hizmeti sağlayıcı ya da BIC kodu doğru değil

source: Close SEPA Group
nl_nl: SEPA-group sluiten
tr_tr: SEPA grubunu kapat

source: Create SEPA Mandate
nl_nl: SEPA-mandaat aanmaken
tr_tr: SEPA talimatı oluştur

source: This page cannot be called w/o parameters.
nl_nl: Deze pagina kan niet zonder parameters worden aangeroepen.
tr_tr: Bu sayfa parametreler olmadan çağrılamaz.

source: Couldn't create contribution for contact #%s
nl_nl: Aanmaken bijdrage voor contact-id %s is mislukt
tr_tr: %s numaralı kişi için katkı oluşturulamadı

source: Couldn't create contribution
nl_nl: Aanmaken bijdrage is mislukt
tr_tr: Katkı oluşturulamadı

source: Couldn't create %s mandate for contact #%s
nl_nl: Aanmaken %s mandaat voor contact-id%s is mislukt
tr_tr: %s talimatı %s numaralı kişi için oluşturulamadı

source: Couldn't create mandate
nl_nl: Aanmaken mandaat is mislukt
tr_tr: Talimat oluşturulamadı

source: Couldn't find contact #%s
nl_nl: Contact-id%s niet gevonden
tr_tr: %s numaralı kişi bulunamadı

source: No Campaign
nl_nl: Geen campagne
tr_tr: Herhangi bir kampanya bulunamadı

source: Couldn't load campaign list.
nl_nl: De campagne-lijst kan niet geladen worden.
tr_tr: Kampanya listesi yüklenemedi.

source: enter new account
nl_nl: voer een nieuwe rekening in
tr_tr: yeni hesabı yazın

source: Couldn't find any creditors.
nl_nl: Er zijn geen crediteuren gevonden.
tr_tr: Herhangi bir alacaklı bulunamadı.

source: Couldn't load mandate #%s
nl_nl: Mandaat-id %s kan niet geladen worden
tr_tr: %s numaralı talimat bulunamadı

source: Mandate #%s seems to be broken!
nl_nl: Mandaat-id %s lijkt niet in orde te zijn!
tr_tr: %s numaralı talimat bozuk gibi görünüyor!

source: Couldn't load associated (r)contribution #%s
nl_nl: Laden bijbehorende bijdrage-id %s is mislukt
tr_tr: İlgili %s numaralı katkı yüklenemedi

source: '%s' is a required field.
nl_nl: '%s' is een verplicht veld.
tr_tr: '%s' alanının doldurulması zorunludur.

source: Cannot parse amount
nl_nl: Het bedrag kan niet verwerkt worden
tr_tr: Tutar işlenemedi

source: Amount has to be positive
nl_nl: Bedrag moet groter dan nul zijn
tr_tr: Tutar pozitif olmalıdır

source: Reference has to be an upper case alphanumeric string between 4 and 35 characters long.
nl_nl: De referentie moet een alfanumerieke tekst zijn van minimaal 4 en maximaal 35 tekens.
tr_tr: Referans, 4 ile 35 karakter uzunluğunda büyük harfli alfasayısal bir dizge olmalıdır.

source: This reference is already in use.
nl_nl: Deze referentie wordt al gebruikt.
tr_tr: Bu referans daha önce kullanılmış.

source: Incorrect date format
nl_nl: Datumformaat ongeldig
tr_tr: Tarih biçimi geçersiz

source: End date cannot be earlier than start date.
nl_nl: Einddatum kan niet voor de begindatum liggen.
tr_tr: Bitiş tarihi başlangıç tarihinden önce olamaz.

source: replace reason
nl_nl: reden vervangen
tr_tr: Değiştirilme nedeni

source: CiviSEPA Dashboard
tr_tr: CiviSEPA panosu

source: Couldn't read transaction groups. Error was: '%s'
nl_nl: Lezen transactiegroepen is mislukt. Foutmelding: '%s'
tr_tr: Hesap hareketi grubu okunamadı. Hata iletisi: '%s'

source: Unknown batcher mode '%s'. No batching triggered.
nl_nl: Onbekende batchmode '%s'. Geen batch getriggerd.
tr_tr: '%s' birleştirme işlemi kipi bilinmiyor. Herhangi bir birleştirme işlemi başlatılmadı.

source: Delete SEPA Group
nl_nl: SEPA-group verwijderen
tr_tr: SEPA grubunu sil

source: Edit SEPA Mandate
nl_nl: SEPA-mandaat wijzigen
tr_tr: SEPA talimatını düzenle

source: This page needs a mandate id ('mid') parameter.
nl_nl: Deze pagina kan niet zonder mandaatnummer (parameter 'mid') worden aangeroepen.
tr_tr: Bu sayfa için talimat kimliği olan ('mid') parametresi gereklidir.

source: Unkown action '%s'. Ignored.
nl_nl: Onbekende actie '%s'. Overgeslagen.
tr_tr: '%s' işlemi bilinmiyor. Yok sayıldı.

source: Cannot find mandate [%s].
nl_nl: Mandaat [%s] niet gevonden.
tr_tr: [%s] talimatı bulunamadı.

source: Cannot read contact [%s]. Error was: '%s'
nl_nl: Lezen contact [%s] is mislukt. Foutmelding: '%s'
tr_tr: [%s] kişisi okunamadı. Hata iletisi: '%s'

source: Cannot read creditor [%s]. Error was: '%s'
nl_nl: Lezen crediteur [%s] is mislukt. Foutmelding: '%s'
tr_tr: [%s] alacaklısı okunamadı. Hata iletisi: '%s'

source: None
nl_nl: Geen
tr_tr: Yok

source: Mandate [%1] was validated/activated.
tr_tr: [%1] talimatı onaylandı/etkinleştirildi.

source: Mandate [%s] is already in use! It cannot be deleted.
nl_nl: Mandaat [%s] wordt al gebruikt! Het kan niet worden verwijderd.
tr_tr: [%s] talimatı kullanılıyor! Bu nedenle silinemez.

source: Error deleting mandate: '%s'
nl_nl: Fout bij het verwijderen van mandaat: '%s'
tr_tr: Talimat silinirken sorun çıktı: '%s'

source: Cannot find contributions. Error was: '%s'
nl_nl: Er zijn geen bijdragen gevonden. Foutmelding: '%s'
tr_tr: Katkılar bulunamadı.Hata iletisi: '%s'

source: Error deleting contribution [%s]: '%s'
nl_nl: Verwijderen bijdrage [%s] is mislukt. Foutmelding: '%s'
tr_tr: [%s] katkısı silinirken sorun çıktı: '%s'

source: Error deleting recurring contribution: '%s'
nl_nl: Verwijderen periodieke bijdrage is mislukt: '%s'
tr_tr: [%s] yinelenen katkısı silinirken sorun çıktı: '%s'

source: Succesfully deleted mandate [%s] and %s associated contribution(s)
nl_nl: Verwijderen mandaat [%s] en %s bijbehorende bijdrage(n) is gelukt
tr_tr: [%s] talimatı ve ilgili %s katkı silindi

source: Mandate deleted
nl_nl: Mandaat is verwijderd
tr_tr: Talimat silindi

source: You need to provide an end date.
nl_nl: Er is een einddatum nodig.
tr_tr: Bir bitiş tarihi belirtmelisiniz.

source: You need to provide a cancel reason.
nl_nl: U moet een reden van annuleren invullen.
tr_tr: Bir iptal nedeni belirtmelisiniz.

source: The amount of this mandate was modified. You should send out a new prenotification to the debtor.
nl_nl: Het bedrag van het mandaat is gewijzigd. U dient nu vooraf een nieuwe notificatie te sturen naar de debiteur.
tr_tr: Bu talimatın tutarı değiştirildi. Borçluya yeni bir ön bildirim göndermelisiniz.

source: Advice
nl_nl: Advies
tr_tr: Öneri

source: Invalid amount. Mandate not modified.
nl_nl: Bedrag is ongeldig, mandaat niet gewijzigd.
tr_tr: Tutar geçersiz. Talimat değiştirilmedi.

source: Modifying an existing mandate is currently not allowed. You can change this on the SEPA settings page.
nl_nl: Het wijzigen van een bestaand mandaat is nu niet toegestaan. U kunt dit bij de instellingen van SEPA aanpassen.
tr_tr: Var olan bir talimatın değiştirilmesine şu anda izin verilmiyor. Bu değişikliği SEPA ayarları sayfasından yapabilirsiniz.

source: SEPA Group Contributions
nl_nl: SEPA Groep Bijdragen
tr_tr: SEPA grup katkıları

source: Cannot read SEPA transaction group [%s]. Error was: '%s'
nl_nl: Lezen SEPA-transactiegroep [%s] is mislukt. Foutmelding: '%s'
tr_tr: [%s] SEPA hesap hareketi grubu okunamadı. Hata iletisi: '%s'

source: SEPA Mandates
nl_nl: SEPA Mandaten
tr_tr: SEPA talimatları

source: Generate XML File
nl_nl: XML-bestand genereren
tr_tr: XML dosyası oluştur

source: The selected message template does not exist (%d)
nl_nl: Het geselecteerde sjabloon bestaat niet (%d)
tr_tr: Seçilmiş ileti kalıbı bulunamadı (%d)

source: Error sending %s: Contact doesn't have an email.
nl_nl: Verzenden e-mail %s is mislukt, het contact heeft geen e-mail.
tr_tr: %s gönderilirken sorun çıktı: Kişinin e-posta adresi yok.

source: SEPA default email template.
nl_nl: SEPA standaard e-mailsjabloon.
tr_tr: SEPA varsayılan e-posta kalıbı.

source: SEPA default PDF template.
nl_nl: SEPA standaard PDF-sjabloon.
tr_tr: SEPA varsayılan PDF kalıbı.

source: SEPA Direct Debit Payment Information
nl_nl: SEPA Direct Debit Betalingsinformatie
tr_tr: SEPA otomatik ödeme bilgileri

source: Upgrade %1 to revision %2
nl_nl: Upgrade %1 naar revisie %2
tr_tr: %1, %2 sürümüne güncelle

source: Your CiviSEPA payment processors have been disabled, the code was moved into a new extension. If you want to continue using your CiviSEPA payment processors, please install the latest version of the <a href="https://github.com/Project60/org.project60.sepapp/releases">CiviSEPA Payment Processor</a> Extension.
nl_nl: Uw CiviSEPA betaalmethoden zijn uitgeschakeld omdat de code verplaatst is naar een nieuwe extensie. Als u toch uw CiviSEPA betaalmethoden wilt blijven gebruiken, installeer dan de nieuwste versie van de <a href="https://github.com/Project60/org.project60.sepapp/releases">extensie</a>.
tr_tr: CiviSEPA ödeme aracılarınız devre dışı bırakıldı. Kod yeni bir eklentiye taşındı. CiviSEPA ödeme aracılarınızı kullanmayı sürdürmek istiyorsanız, lütfen <a href="https://github.com/Project60/org.project60.sepapp/releases">CiviSEPA ödeme aracısı</a> eklentisinin güncel sürümünü kurun.

source: %1 Payment Processor(s) Disabled!
nl_nl: %1 Betaalmethode(n) uitgeschakeld!
tr_tr: %1 ödeme aracısı devre dışı bırakıldı!

source: Couldn't find the classic CiviSEPA payment instruments [OOFF,RCUR,FRST]. Please review the payment instruments assigned to your creditors.
tr_tr: Klasik CiviSEPA ödeme araçları [OOFF,RCUR,FRST] bulunamadı. Lütfen alacaklılarınıza atanmış ödeme araçlarını gözden geçirin.

source: Missing payment instruments!
tr_tr: Ödeme araçları eksik!

source: every %1 months
nl_nl: elke %1 maanden
tr_tr: %1 ayda bir

source: every %1 years
nl_nl: elke %1 jaren
tr_tr: %1 yılda bir

source: on an irregular basis
nl_nl: op onregelmatige basis
tr_tr: düzensiz olarak

source: SEPA Standard (FRST/RCUR)
tr_tr: SEPA standart (FRST/RCUR)

source: Creditor (default)
nl_nl: Crediteur (standaard)
tr_tr: Alacaklı (varsayılan)

source: Financial Type (default)
nl_nl: Financieel type (standaard)
tr_tr: Mali tür (varsayılan)

source: Campaign (default)
nl_nl: Campagne (standaard)
tr_tr: Kampanya (varsayılan)

source: Amount (default)
nl_nl: Bedrag (standaard)
tr_tr: Tutar (varsayılan)

source: Error Message (if creation failed)
nl_nl: Foutboodschap (als aanmaken mislukt)
tr_tr: Hata iletisi (oluşturulamazsa)

source: Frequency (default)
nl_nl: Frequentie (standaard)
tr_tr: Sıklık (varsayılan)

source: Collection Day (default)
nl_nl: Incasso-datum (standaard)
tr_tr: Ödemenin alınacağı gün (varsayılan)

source: Collection Day
nl_nl: Incasso-datum
tr_tr: Ödemenin alınacağı gün

source: Recurring Contribution ID
tr_tr: Yinelenen katkı kimliği

source: bi-monthly
nl_nl: per 2 maanden
tr_tr: iki ayda bir

source: as soon as possible
nl_nl: zo snel als mogelijk
tr_tr: olabildiğince çabuk

source: One-Off
nl_nl: Eenmalig
tr_tr: Bir kerelik

source: Newest (by ID)
nl_nl: Nieuwste (op ID)
tr_tr: Yeniden eskiye (kimliğe göre)

source: Oldest (by ID)
nl_nl: Oudste (op ID)
tr_tr: Eskiden yeniye (kimliğe göre)

source: Newest (by date)
nl_nl: Nieuwste (op datum)
tr_tr: Yeniden eskiye (tarihe göre)

source: Oldest (by date)
nl_nl: Oudste (op datum)
tr_tr: Eskiden yeniye (tarihe göre)

source: Mandate Type
nl_nl: Mandaattype
tr_tr: Talimat türü

source: Still Active
nl_nl: Nog actief
tr_tr: Hala etkin

source: Pick (if multiple results)
nl_nl: Kies (bij meerdere resultaten)
tr_tr: Seçin (birden çok sonuç varsa)

source: Annual Amount
nl_nl: Jaarlijks bedrag
tr_tr: Yıllık tutar

source: Create SEPA Mandate (One-Off)
nl_nl: SEPA-mandaat aanmaken (eenmalig)
tr_tr: SEPA talimatı oluştur (bir kerelik)

source: Create SEPA Mandate (Recurring)
nl_nl: SEPA-mandaten aanmaken (terugkerend)
tr_tr: SEPA talimatı oluştur (yinelenen)

source: Find SEPA Mandate
nl_nl: SEPA-mandaat zoeken
tr_tr: SEPA talimatı arama

source: SEPA DD Transaction Batch
nl_nl: SEPA DD Transactie-batch
tr_tr: SEPA DD hesap hareketi birleştirme işlemi

source: This group corresponds to <a href="%s">SEPA transaction group [%s]</a>
nl_nl: Deze groep komt overeen met <a href="%s">SEPA transactiegroep [%s]</a>
tr_tr: Bu grup <a href="%s"> [%s] SEPA hesap hareketi grubuna</a> karşılık geliyor

source: earliest: %1
nl_nl: eerste: %1
tr_tr: En erken: %1

source: <i>Not enough information</i>
nl_nl: <i>Onvoldoende informatie</i>
tr_tr: <i>Bilgiler yetersiz</i>

source: Collects %1 on %2
nl_nl: Incasseer %1 op %2
tr_tr: %2 zamanında %1 alınır

source: Collects %1 %2 on the %3., beginning %4.<br/>Annual amount is %5.
nl_nl: Incasseert %1 %2 op de %3, beginnend %4.<br/>Jaarbedrag is %5.
tr_tr: %3 zamanında %1 %2 alınır, %4 zamanında başlar.<br/>Yıllık tutar: %5.

source: Account Name
nl_nl: Accountnaam
tr_tr: Hesap adı

source: Account Reference
nl_nl: Referentie
tr_tr: Hesap referansı

source: Will attempt to re-collect <strong>%1</strong> failed debit contributions from %2 different contacts.<br/>The total amount is <strong>%3</strong>.
nl_nl: Zal proberen de <strong>%1</strong> mislukte debet bijdragen opnieuw te incasseren van %2 verschillende contacten.<br/>Het totaalbedrag is <strong>%3</strong>.
tr_tr: %2 farklı kişiden <strong>%1</strong> alınamamış katkı payı ödemesi yeniden alınmaya çalışılacak.<br/>Toplam tutar <strong>%3</strong>.

source: No SEPA collections match your criteria.
nl_nl: Er zijn geen SEPA incasso's die aan uw voorwaarden voldoen.
tr_tr: Ölçütlerinize uyan bir SEPA ödeme alma işlemi bulunamadı.

source: Creditor deleted
nl_nl: Crediteur verwijderd
tr_tr: Alacaklı silindi

source: Are you sure you want to delete this creditor?
nl_nl: Weet u zeker dat u deze crediteur wilt verwijderen?
tr_tr: Bu alacaklıyı silmek istediğinize emin misiniz?

source: You must provide a valid contact to save this creditor
nl_nl: U moet een geldig contact aangeven
tr_tr: Bu alacaklının kaydedileceği geçerli bir kişi belirtmelisiniz

source: You need to set at least one payment instrument
tr_tr: En az bir ödeme aracı ayarlamalısınız

source: Creditor updated
nl_nl: Crediteur gewijzigd
tr_tr: Alacaklı güncellendi

source: <i>None</i>
nl_nl: <i>Geen</i>
tr_tr: <i>Yok</i>

source: <i>Error</i>
nl_nl: <i>Fout</i>
tr_tr: <i>Hata</i>

source: Record SEPA Mandate
tr_tr: SEPA talimatını kaydet

source: CiviSEPA Settings
nl_nl: CiviSEPA Instellingen
tr_tr: CiviSEPA ayarları

source: Create SEPA mandates
nl_nl: SEPA-mandaat aanmaken
tr_tr: SEPA talimatları oluştur

source: View SEPA mandates
nl_nl: SEPA-mandaten weergeven
tr_tr: SEPA talimatlarını görüntüle

source: Edit SEPA mandates
nl_nl: SEPA-mandaat wijzigen
tr_tr: SEPA talimatlarını görüntüle

source: Delete SEPA mandates
nl_nl: SEPA-mandaat verwijderen
tr_tr: SEPA talimatlarını sil

source: View SEPA transaction groups
nl_nl: SEPA-transactiegroepen weergeven
tr_tr: SEPA hesap hareketi gruplarını görüntüle

source: Batch SEPA transaction groups
nl_nl: Batch SEPA-transactiegroepen
tr_tr: SEPA hesap hareketi gruplarını birleştir

source: Delete SEPA transaction groups
nl_nl: SEPA-transactiegroep verwijderen
tr_tr: SEPA hesap hareketi gruplarını sil

source: This contribution has no mandate and cannot simply be changed to a SEPA payment instrument.
nl_nl: Deze bijdrage heeft geen mandaat en kan niet eenvoudig worden gewijzigd in een SEPA-betaalmethode.
tr_tr: Bu katkının bir talimatı yok ve kolayca bir SEPA ödeme aracına değiştirilemez.

source: Most Recent SEPA Mandate
nl_nl: Meest recente SEPA-mandaat
tr_tr: Son SEPA talimatı

source: Signature Date (raw)
nl_nl: Datum signatuur (ruw)
tr_tr: İmzalanma tarihi (ham)

source: IBAN (anonymised)
nl_nl: IBAN (anoniem gemaakt)
tr_tr: IBAN (anonimleştirilmiş)

source: Amount (raw)
nl_nl: Bedrag (ruw)
tr_tr: Tutar (ham)

source: First Collection Date (raw)
nl_nl: Eerste incasso-datum (ruw)
tr_tr: İlk ödemenin alınacağı tarih (ham)

source: First Collection Date
nl_nl: Eerste incasso-datum
tr_tr: İlk ödemenin alınacağı tarih

source: Interval Multiplier
nl_nl: Interval vermenigvuldiger
tr_tr: Sıklık çarpanı

source: Interval Unit
nl_nl: Interval eenheid
tr_tr: Sıklık birimi

source: Interval
tr_tr: Sıklık

source: This is the name of the contact to which this creditor is associated to.
nl_nl: De naam van het contact waarmee deze crediteur geassocieerd is.
tr_tr: Alacaklının ilişkili olduğu kişinin adı.

source: This is the internal name of the creditor. It can be chosen freely and will not be used outside of CiviCRM.
nl_nl: De interne naam van de crediteur. Deze wordt alleen binnen CiviCRM gebruikt.
tr_tr: Alacaklının iç adı. Serbestçe seçilebilir ve CiviCRM dışında kullanılmaz.

source: This is the official name of the creditor. This will be used when communication to the banks.
nl_nl: De naam van de crediteur. Deze wordt gebruikt in de communicatie met de banken.
tr_tr: Alacaklının resmi adı. Bankalarla iletişim kurulurken kullanılır.
