Repository: civicrm/civicrm-l10n-extensions
Catalog: po/sepa/*/sepa.po
Languages: nl_nl, tr_tr

source: Cycle Day(s)
nl_nl: Cyclus dag(en)
tr_tr: Dönem günleri

source: One-off horizon
nl_nl: Eenmalige horizon
tr_tr: Bir kerelik ufuğu

source: One-off&nbsp;notice&nbsp;days
nl_nl: Eenmalige&nbsp;aankondiging&nbsp;dagen
tr_tr: Bir&nbsp;kerelik&nbsp;bildirim&nbsp;günleri

source: Recurring horizon
nl_nl: Terugkerende horizon
tr_tr: Yinelenme hedefi

source: Recurring grace
nl_nl: Terugkerend uitstel
tr_tr: Yinelenme ek süresi

source: Recurring&nbsp;notice&nbsp;days (follow-up)
nl_nl: Terugkerende&nbsp;aankondiging&nbsp;dagen (vervolg)
tr_tr: Yinelenme&nbsp;bildirimi&nbsp;günleri (izleme)

source: Recurring&nbsp;notice&nbsp;days (initial)
nl_nl: Terugkerende&nbsp;aankondiging&nbsp;dagen (initieel)
tr_tr: Yinelenme&nbsp;bildirimi&nbsp;günleri (başlangıç)

source: Update lock timeout
nl_nl: Voorkomen time-out wijzigen
tr_tr: Güncelleme kilidi zaman aşımı

source: Transaction Message
nl_nl: Transactiebericht
tr_tr: Hesap hareketi iletisi

source: Sepa Direct Debit - Settings
nl_nl: Sepa Direct Debit - Instellingen
tr_tr: SEPA otomatik ödeme - Ayarlar

source: Please enter the %s as number (integers only).
nl_nl: Voer %s in als een (geheel) getal.
tr_tr: Lütfen %s için bir sayı yazın (yalnızca tam sayılar)

source: - select -
nl_nl: - selecteer -
tr_tr: - Seçin -

source: PSP
tr_tr: Ödeme hizmeti sağlayıcı

source: Creditor Contact
nl_nl: Crediteur Contact
tr_tr: Alacaklı kişi

source: Label
tr_tr: Etiket

source: Name
nl_nl: Naam
tr_tr: Ad

source: Identifier
tr_tr: Belirteç

source: Address
nl_nl: Adres
tr_tr: Adres

source: Country
nl_nl: Land
tr_tr: Ülke

source: Account Holder
nl_nl: Rekeninghouder
tr_tr: Hesap sahibi

source: Currency
nl_nl: Valuta
tr_tr: Para birimi

source: Type
tr_tr: Tür

source: PAIN Version
nl_nl: PAIN-versie
tr_tr: PAIN sürümü

source: One-Off Payment Instruments
tr_tr: Bir kerelik ödeme araçları

source: Recurring Payment Instruments
tr_tr: Yinelenen ödeme araçları

source: Use BICs
nl_nl: BIC's gebruiken
tr_tr: BIC kodları kullanılsın

source: Is a Test Creditor
nl_nl: Is een test crediteur
tr_tr: Bir deneme alacaklısı

source: Exclude Weekends
nl_nl: Niet in weekeinden
tr_tr: Hafta sonları katılmasın

source: Large Groups
nl_nl: Grote groepen
tr_tr: Büyük gruplar

source: Only Completed Contributions
nl_nl: Alleen afgeronde bijdragen
tr_tr: Yalnızca tamamlanmış katkılar

source: No XML drafts
nl_nl: Geen XML-drafts
tr_tr: Herhangi bir XML taslağı yok

source: Buffer Days
nl_nl: Bufferdagen
tr_tr: Pay süresi gün sayısı

source: Please give a comma separated list of valid days.
nl_nl: Voer een kommagescheiden lijst in van geldige dagen.
tr_tr: Lütfen geçerli günlerin virgül ile ayrılmış listesini yazın.

source: Please enter the number of days
nl_nl: Vul het aantal dagen in
tr_tr: Lütfen gün sayısını yazın

source: Default Creditor
nl_nl: Standaard crediteur
tr_tr: Varsayılan alacaklı

source: Mandate Modifications
nl_nl: Mandaat modificaties
tr_tr: Talimat değişiklikleri

source: Save
nl_nl: Opslaan
tr_tr: Kaydet

source: Cancel
nl_nl: Annuleren
tr_tr: İptal

source: Settings successfully updated.
tr_tr: Ayarlar güncellendi.

source: Saved
tr_tr: Kaydedildi

source: Cannot close mandate [%s], batching in progress!
nl_nl: Mandaat [%s] kan niet worden gesloten, de batch loopt!
tr_tr: [%s] talimatı kapatılamadı. Birleştirme işlemi sürüyor!

source: Error
nl_nl: Fout
tr_tr: Hata

source: Cannot read mandate [%s]. Error was: '%s'
nl_nl: Lezen mandaat [%s] is mislukt. Foutmelding: '%s'
tr_tr: [%s] talimatı okunamadı. Hata iletisi: '%s'

source: Cannot close mandate [%s], it's alread batched in a non-open group!
nl_nl: Mandaat [%s] kan niet worden gesloten, het is al verwerkt in de batch in een gesloten groep!
tr_tr: [%s] talimatı kapatılamadı. Açık olmayan bir grupta birleştirilmiş bulunuyor!

source: Cannot properly end mandate [%s]. Error was: '%s'
nl_nl: Beëindigen mandaat [%s] is mislukt. Foutmelding: '%s'
tr_tr: [%s] talimatı tamamlanamadı. Hata iletisi: '%s'

source: Cannot terminate mandate [%s], batching in progress!
nl_nl: Beëindigen mandaat [%s] is mislukt, de batch loopt!
tr_tr: [%s] talimatı sonlandırılamadı. Birleştirme işlemi sürüyor!

source: You can only modify the end date of recurring contribution mandates.
nl_nl: U kunt alleen de einddatum wijzigen van mandaten van periodieke bijdragen.
tr_tr: Yalnızca yinelenen katkı talimatlarının bitiş tarihini değiştirebilirsiniz.

source: Cannot read contribution [%s]. Error was: '%s'
nl_nl: Lezen bijdrage [%s] is mislukt. Foutmelding: '%s'
tr_tr: [%s] katkısı okunamadı. Hata iletisi: '%s'

source: You cannot set an end date in the past.
nl_nl: U kunt de einddatum kan niet in het verleden zetten.
tr_tr: Bitiş tarihi olarak geçmişteki bir tarihi ayarlayamazsınız.

source: Cannot modify recurring contribution [%s]. Error was: '%s'
nl_nl: Wijzigen periodieke bijdrage [%s] is mislukt. Foutmelding: '%s'
tr_tr: [%s] yinelenen katkısı değiştirilemedi. Hata iletisi: '%s'

source: Cannot delete scheduled contribution [%s]. Error was: '%s'
nl_nl: Verwijderen ingeplande bijdrage [%s] is mislukt. Foutmelding: '%s'
tr_tr: [%s] zamanlanmış katkısı silinemedi. Hata iletisi: '%s'

source: Closing Mandate failed. Error was: '%s'
nl_nl: Sluiten mandaat is mislukt. Foutmelding: '%s'
tr_tr: Talimat kapatılamadı. Hata iletisi: '%s'

source: New end date set.
nl_nl: Einddatum is gewijzigd.
tr_tr: Yeni bitiş tarihi ayarlandı

source: Mandate updated.
nl_nl: Mandaat is gewijzigd.
tr_tr: Talimat güncellendi.

source: Please note, that any <i>closed</i> batches that include this mandate cannot be changed any more - all pending contributions will still be executed.
nl_nl: NB: Als er <i>afgesloten</i> batches met dit mandaat zijn, dan kunnen die niet meer gewijzigd worden, alle lopende bijdragen kunnen nog worden uitgevoerd.
tr_tr: Lütfen bu talimatın bulunduğu herhangi bir <i>kapatılmış</i> birleştirme işleminin artık değiştirilemeyeceğini unutmayın. Bekleyen tüm katkılar alınacak.

source: Successfully deleted %d now obsolete contributions.
nl_nl: Er zijn %d verouderde bijdragen verwijderd.
tr_tr: Şimdi sahipsiz olan %d katkı silindi.

source: Cannot adjust mandate [%1], batching in progress!
nl_nl: Mandaat [%1] kan niet worden gewijzigd, de batch loopt!
tr_tr: [%1] talimatı ayarlanamadı. Birleştirme işlemi sürüyor!

source: You can only modify RCUR mandates.
nl_nl: U kunt alleen RCUR-mandaten wijzigen.
tr_tr: Yalnızca RCUR talimatlarını değiştirebilirsiniz.

source: Account Holder changed from '%1' to '%2'
tr_tr: '%1' olan hesap sahibi '%2' olarak değiştirildi

source: IBAN changed from '%1' to '%2'
nl_nl: IBAN gewijzigd van' %1' in '%2'
tr_tr: '%1' olan IBAN '%2' olarak değiştirildi

source: BIC changed from '%1' to '%2'
nl_nl: BIC gewijzigd van' %1' in '%2'
tr_tr: '%1' olan BIC '%2' olarak değiştirildi

source: Bank details changed
nl_nl: Bankgegevens zijn gewijzigd
tr_tr: Banka bilgileri değiştirildi

source: The amount has to be positive.
nl_nl: Bedrag moet groter dan nul zijn
tr_tr: Tutar pozitif bir değer olmalıdır.

source: Amount increased
nl_nl: Bedrag verhoogd
tr_tr: Tutar artırıldı

source: Amount increased from %1 to %2
nl_nl: Bedrag verhoogd van %1 naar %2
tr_tr: '%1' olan tutar '%2' olarak artırıldı

source: Amount decreased
nl_nl: Bedrag verlaagd
tr_tr: Tutar azaltıldı

source: Amount decreased from %1 to %2
nl_nl: Bedrag verlaagd van %1 naar %2
tr_tr: '%1' olan tutar '%2' olarak azaltıldı

source: Invalid financial type ID [%1] supplied.
nl_nl: Ongeldig financieel type-id [%1].
tr_tr: Belirtilen [%1] mali türü geçersiz.

source: Financial type changed
nl_nl: Financieel type gewijzigd
tr_tr: Mali tür değiştirildi

source: Financial type changed from '%1' to '%2'.
nl_nl: Financieel type gewijzigd van '%1' in '%2'.
tr_tr: '%1' olan mali tür '%2' olarak değiştirildi.

source: Campaign changed
nl_nl: Campagne gewijzigd
tr_tr: Kampanya değiştirildi

source: Campaign changed from '%1' [%2] to '%3' [%4].
nl_nl: Campagne gewijzigd van '%1' [%2] in '%3' [%4].
tr_tr: '%1' [%2] olan kampanya '%3' [%4] olarak değiştirildi.

source: %1 pending contributions were adjusted as well.
nl_nl: %1 openstaande bijdragen zijn ook gewijzigd.
tr_tr: %1 bekleyen katkı da ayarlandı.

source: Multiple changes
nl_nl: Meerdere wijzigingen
tr_tr: Birden çok değişiklik

source: SEPA Mandate Updated
nl_nl: SEPA-mandaat is gewijzigd.
tr_tr: SEPA talimatı güncellendi

source: The following changes have been applied to SDD mandate %1:
nl_nl: Het SDD-mandaat %1 is op de volgende punten gewijzigd:
tr_tr: %1 SDD talimatında şu değişiklikler yapıldı:

source: Cannot adjust mandate [%s], batching in progress!
nl_nl: Mandaat [%s] kan niet worden gewijzigd, de batch loopt!
tr_tr: [%s] talimatı ayarlanamadı. Birleştirme işlemi sürüyor!

source: You can only adjust the amount of recurring contribution mandates.
nl_nl: U kunt alleen het bedrag van mandaten van periodieke bijdragen wijzigen.
tr_tr: Yalnızca yinelenen katkı talimatlarının tutarını değiştirebilirsiniz.

source: The amount cannot be changed to zero or less.
nl_nl: Het bedrag moet meer dan 0 zijn.
tr_tr: Tutar sıfır ya da altında bir değere ayarlanamaz.

source: The requested amount is the same as the current one.
nl_nl: Het verlangde bedrag is gelijk aan het huidige bedrag.
tr_tr: Değiştirilen tutar var olan tutar ile aynı.

source: Cannot update scheduled contribution [%s]. Error was: '%s'
nl_nl: Wijzigen ingeplande bijdrage [%s] is mislukt. Foutmelding: '%s'
tr_tr: [%s] zamanlanmış katkısı güncellenemedi. Hata iletisi: '%s'

source: Successfully updated %d generated contributions.
nl_nl: Er is/zijn %d gegenereerde bijdrage(n) gewijzigd.
tr_tr: Oluşturulmuş %d katkı güncellendi.

source: Cannot create file! Error was: '%s'
nl_nl: Aanmaken bestand is mislukt. Foutmelding: '%s'
tr_tr: Dosya oluşturulamadı! Hata iletisi: '%s'

source: Cannot update transaction group! Error was: '%s'
nl_nl: Wijzigen transactiegroep is mislukt. Foutmelding: '%s'
tr_tr: Hesap hareketi grubu güncellenemedi. Hata iletisi: '%s'

source: SEPAContribution Groups
tr_tr: SEPAContribution grupları

source: SEPAContribution Group
tr_tr: SEPAContribution grubu

source: primary key
tr_tr: birincil anahtar

source: FK to Contribution ID
tr_tr: Katkı kimliği dış anahtarı

source: FK to civicrm_sdd_txgroup
tr_tr: civicrm_sdd_txgroup dış anahtarı

source: ID
tr_tr: Kimlik

source: Creditor Contact ID
nl_nl: Crediteur Contact-id
tr_tr: Alacaklı kişinin kimliği

source: FK to Contact ID that owns that account
tr_tr: Bu hesap sahibinin kişi kimliğinin dış anahtarı

source: SEPA Creditor identifier
nl_nl: SEPA Crediteur identifier
tr_tr: SEPA alacaklı kimliği

source: Provided by the bank. ISO country code+check digit+ZZZ+country specific identifier
tr_tr: Banka tarafından verilir. ISO ülke kodu+kontrol basamağı+ZZZ+ülkeye özgü belirteç

source: Creditor Name
nl_nl: Crediteur Naam
tr_tr: Alacaklı adı

source: official creditor name, passed to exported files
tr_tr: Resmi alacaklı adı, dışa aktarılan dosyalara eklenir

source: Creditor Label
nl_nl: Crediteur label
tr_tr: Alacaklı etiketi

source: internally used label for the creditor
tr_tr: İçeride alacaklı için kullanılan etiket

source: Address of the creditor
nl_nl: Adres van de crediteur
tr_tr: Alacaklı adresi

source: by default creditor_id.address (billing) at creation
tr_tr: Oluşturulma sırasında varsayılan olarak creditor_id.address (faturalama)

source: Which Country does this address belong to.
tr_tr: Bu adresin bulunduğu ülke.

source: Iban of the creditor
tr_tr: Alacaklının IBAN numarası

source: BIC of the creditor
tr_tr: Alacaklının BIC kodu

source: Mandate numering prefix
tr_tr: Talimat numarası ön eki

source: prefix for mandate identifiers
tr_tr: Talimat belirteçlerinin ön eki

source: currency used by this creditor
tr_tr: Bu alacaklı tarafından kullanılan para birimi

source: Payment processor link (to be deprecated)
tr_tr: Ödeme aracısı bağlantısı (kullanımdan kaldırılacak)

source: Category purpose of the collection
nl_nl: Categorie doel van de incasso
tr_tr: Alınacak ödemenin kategori amacı

source: Default value
tr_tr: Varsayılan değer

source: Tag
nl_nl: Kenmerk
tr_tr: Etiket

source: Place this creditor's transaction groups in an XML file tagged with this value.
tr_tr: Bu alacaklının hesap hareketi grupları bu değer ile etiketlenerek bir XML dosyasına yerleştirir.

source: Immediately activate new Mandates
nl_nl: Nieuwe mandaten direct activeren
tr_tr: Yeni talimatlar hemen etkinleştirilsin

source: If true, new Mandates for this Creditor are set to active directly upon creation; otherwise, they have to be activated explicitly later on.
tr_tr: Bu seçenek etkinleştirildiğinde, bu alacaklı için yeni talimatlar oluşturulduktan sonra hemen etkin olacak şekilde ayarlanır. Yoksa daha sonra açıkça etkinleştirilmeleri gerekir.

source: SEPA File Format
nl_nl: SEPA bestandsformaat
tr_tr: SEPA dosya biçimi

source: Variant of the pain.008 format to use when generating SEPA XML files for this creditor. FK to SEPA File Formats in civicrm_option_value.
tr_tr: Bu alacaklı için SEPA XML dosyaları oluşturulurken kullanılacak pain.008 biçiminin çeşidi. civicrm_option_value içindeki SEPA dosya biçimi dış anahtarı.

source: Creditor Type
nl_nl: Crediteur Type
tr_tr: Alacaklı türü

source: Type of the creditor, values are SEPA (default) and PSP
tr_tr: Alacaklı türü. SEPA (varsayılan) ve ödeme hizmeti sağlayıcı değerleri kullanılabilir.

source: OOFF Payment Instruments
tr_tr: OOFF ödeme araçları

source: Payment instruments, comma separated, to be used for one-off collections
tr_tr: Bir kerelik ödemelerin alınması için kullanılacak ödeme araçlarının virgül ile ayrılmış listesi

source: RCUR Payment Instruments
tr_tr: RCUR ödeme araçları

source: Payment instruments, comma separated, to be used for recurring collections
tr_tr: Yinelenen ödemelerin alınması için kullanılacak ödeme araçlarının virgül ile ayrılmış listesi

source: If true, BICs are not used for this creditor
tr_tr: Doğru olduğunda, bu alacaklı için BIC kodları kullanılmaz

source: SEPAMandates
tr_tr: SEPA talimatları

source: SEPAMandate
tr_tr: SEPA talimatı

source: Reference
nl_nl: Referentie
tr_tr: Referans

source: A unique mandate reference
tr_tr: Eşsiz talimat referans kodu

source: Source
nl_nl: Bron
tr_tr: Kaynak

source: Information about the source of registration of the mandate
tr_tr: Talimatın kayıt kaynağı hakkında bilgiler

source: Entity Table
nl_nl: Entiteitstabel
tr_tr: Varlık tablosu

source: Physical tablename for the contract entity being joined, eg contributionRecur or Membership
tr_tr: Katılmakta olan sözleşme varlığının fiziksel tablo adı. Örneğin: contributionRecur ya da Membership

source: Entity ID
nl_nl: Entiteit-id
tr_tr: Varlık kimliği

source: FK to contract entity table specified in entity_table column.
tr_tr: FK to contract entity table specified in entity_table sütununda belirtilen sözleşme varlığı tablosunun dış anahtarı.

source: Mandate signature date
nl_nl: Mandaat datum signatuur
tr_tr: Talimatın imzalanma tarihi

source: by default now()
tr_tr: varsayılan olarak now()

source: Creditor ID
nl_nl: Crediteur-id
tr_tr: Alacaklı kimliği

source: FK to ssd_creditor
tr_tr: sdd_creditor dış anahtarı

source: Contact ID
tr_tr: Kişi kimliği

source: FK to Contact ID of the debtor
tr_tr: Borçlunun kişi kimliğinin dış anahtarı

source: Name of the account holder
tr_tr: Hesap sahibinin adı

source: Iban of the debtor
tr_tr: Borçlunun IBAN numarası

source: BIC of the debtor
tr_tr: Borçlunun BIC kodu

source: RCUR for recurrent (default), OOFF for one-shot
tr_tr: Yinelenen için (varsayılan) RCUR, bir kerelik için OOFF

source: Status
tr_tr: Durum

source: Status of the mandate (INIT, OOFF, FRST, RCUR, SENT, INVALID, COMPLETE, ONHOLD)
tr_tr: Talimatın durumu (INIT, OOFF, FRST, RCUR, SENT, INVALID, COMPLETE, ONHOLD)

source: creation date
nl_nl: aanmaakdatum
tr_tr: Oluşturulma tarihi

source: First Contribution (to be deprecated)
nl_nl: Eerste bijdrage (dit wordt in de toekomst ontraden)
tr_tr: İlk katkı (kullanımdan kaldırılacak)

source: FK to civicrm_contribution
tr_tr: civicrm_contribution dış anahtarı

source: validation date
nl_nl: validatiedatum
tr_tr: Doğrulanma tarihi

source: SEPASdd Files
tr_tr: SEPASdd dosyaları

source: SEPASdd File
tr_tr: SEPASdd dosyası

source: End-to-end reference for this sdd file.
tr_tr: Bu SDD dosyasının uçtan uca referans numarası.

source: Filename
nl_nl: Bestandsnaam
tr_tr: Dosya adı

source: Name of the generated file
tr_tr: Oluşturulan dosyanın adı

source: Latest Submission Date
nl_nl: Laatste verzenddatum
tr_tr: Son gönderilme tarihi

source: Latest submission date
tr_tr: Son gönderilme tarihi

source: Created Date
nl_nl: Aanmaakdatum
tr_tr: Oluşturulma tarihi

source: When was this item created
tr_tr: Bu ögenin oluşturulma zamanı

source: FK to Contact ID of creator
tr_tr: Oluşturanın kişi kimliğinin dış anahtarı

source: fk to Batch Status options in civicrm_option_values
tr_tr: civicrm_option_values tablosundaki birleştirme işlemi durumu seçeneklerinin dış anahtarı

source: Comments
nl_nl: Opmerkingen
tr_tr: Yorumlar

source: Comments about processing of this file
tr_tr: Bu dosyanın işlenmesi ile ilgili yorumlar

source: Tag used to group multiple creditors in this XML file.
tr_tr: Bu XML dosyasında birden çok alacaklıyı gruplandırmak için kullanılan etiket.

source: SEPATransaction Groups
tr_tr: SEPA hesap hareketi grupları

source: SEPATransaction Group
tr_tr: SEPA hesap hareketi grubu

source: End-to-end reference for this tx group.
tr_tr: Bu hesap hareketi grubunun uçtan uca referas numarası.

source: FRST, RCUR or OOFF
tr_tr: FRST, RCUR ya da OOFF

source: Collection Date
nl_nl: Incasso-datum
tr_tr: Ödemenin alınma tarihi

source: Target collection date
tr_tr: Hedef ödeme alma tarihi

source: fk sepa group Status options in civicrm_option_values
tr_tr: civicrm_option_values tablosundaki SEPA grubu durumu seçeneklerinin dış anahtarı

source: fk to SDD Creditor Id
tr_tr: SDD alacaklı kimliği dış anahtarı

source: fk to SDD File Id
tr_tr: SDD dosya kimliği dış anahtarı

source: SepaMandate ID
nl_nl: SepaMandaat-id
tr_tr: SEPA talimatı kimliği

source: Creation Date
nl_nl: Aanmaakdatum
tr_tr: Oluşturulma tarihi

source: Start Date
nl_nl: Startdatum
tr_tr: Başlangıç Tarihi

source: End Date
nl_nl: Einddatum
tr_tr: Bitiş tarihi

source: You can only replace RCUR mandates
nl_nl: U kunt alleen RCUR-mandaten vervangen
tr_tr: Yalnızca RCUR talimatlarını değiştirebilirsiniz

source: No contact ID (cid) given.
nl_nl: Geen contact-id (cid) meegegeven
tr_tr: Herhangi bir kişi kimliği (cid) belirtilmemiş.

source: Clone SEPA Mandate for Contact [%1]: %2
nl_nl: Kopieer SEPA-mandaat voor contact [%1]: %2
tr_tr: [%1] kişisi için SEPA talimatını kopyala: %2

source: Replace SEPA Mandate for Contact [%1]: %2
nl_nl: Vervang SEPA-mandaat voor contact [%1]: %2
tr_tr: [%1] kişisi için SEPA talimatını değiştir: %2

source: Create new SEPA Mandate for Contact [%1]: %2
nl_nl: Aanmaken SEPA-mandaat voor contact [%1]: %2
tr_tr: [%1] kişisi için yeni SEPA talimatı oluştur: %2

source: Creditor
nl_nl: Crediteur
tr_tr: Alacaklı

source: Payment Method
tr_tr: Ödeme yöntemi

source: Financial Type
nl_nl: Financieel type
tr_tr: Mali tür

source: Campaign
nl_nl: Campagne
tr_tr: Kampanya

source: not required, will be generated
nl_nl: niet verplicht, wordt gegenereerd
tr_tr: zorunlu değil, oluşturulacak

source: not required
nl_nl: niet verplicht
tr_tr: zorunlu değil

source: Account
nl_nl: Rekening
tr_tr: Hesap

source: not required if same as contact
tr_tr: kişi ile aynı ise zorunlu değil

source: required
nl_nl: verplicht
tr_tr: zorunlu

source: Amount
nl_nl: Bedrag
tr_tr: Tutar

source: Replacement Date
nl_nl: Vervangingsdatum
tr_tr: Değiştirilme tarihi

source: Replacement Reason
nl_nl: Vervangingsreden
tr_tr: Değiştirilme nedeni

source: Day of Month
nl_nl: Dag van de maand
tr_tr: Ayın günü

source: Frequency
nl_nl: Frequentie
tr_tr: Sıklık

source: Create
nl_nl: Aanmaken
tr_tr: Oluştur

source: Incompatible frequency unit '%1' in mandate.
nl_nl: Incompatibele frequentie-eenheid '%1' in mandaat.
tr_tr: Talimattaki '%1' sıklık birimi uyumsuz.

source: Warning
nl_nl: Waarschuwing
tr_tr: Uyarı

source: BIC is required
nl_nl: BIC is verplicht
tr_tr: BIC kodu zorunludur

source: Amount has to be positive.
nl_nl: Bedrag moet groter dan nul zijn.
tr_tr: Tutar pozitif olmalıdır.

source: Already in use
nl_nl: Al in gebruik
tr_tr: Zaten kullanılıyor

source: '%3' SEPA Mandate <a href="%2">%1</a> created.
nl_nl: '%3' SEPA-mandaat <a href="%2">%1</a> aangemaakt.
tr_tr: '%3' <a href="%2">%1</a> SEPA talimatı oluşturuldu.

source: Success
nl_nl: Gelukt
tr_tr: Başarılı

source: Failed to create %1 mandate. Error was: %2
nl_nl: Aanmaken %1 mandaat is mislukt. Foutmelding: %2
tr_tr: %1 talimatı oluşturulamadı. Hata iletisi: %2

source: - none -
nl_nl: - geen -
tr_tr: - Yok -

source: new account
nl_nl: nieuwe rekening
tr_tr: yeni hesap

source: One-time only (OOFF)
nl_nl: Alleen eenmalig (OOFF)
tr_tr: Bir kerelik (OOFF)

source: SEPA Mandates (generic)
nl_nl: SEPA-mandaten (generiek)
tr_tr: SEPA talimatları (genel)

source: Generic SEPA Mandate Report (org.project60.sepa)
nl_nl: Generiek rapport SEPA-mandaat (org.project60.sepa)
tr_tr: Genel SEPA talimatları raporu (org.project60.sepa)

source: Mandate Reference
nl_nl: Referentie mandaat
tr_tr: Talimat referansı

source: Mandate ID
nl_nl: Mandaat-id
tr_tr: Talimat kimliği

source: Mandate Status
nl_nl: Mandaat status
tr_tr: Talimat durumu

source: Signature Date
nl_nl: Datum signatuur
tr_tr: İmzalanma tarihi

source: Validation Date
nl_nl: Validatiedatum
tr_tr: Doğrulanma tarihi

source: Contribution Status
nl_nl: Bijdrage-status
tr_tr: Katkı durumu

source: Any
nl_nl: Alle
tr_tr: Tümü

source: One-off
nl_nl: Eenmalig
tr_tr: Bir kerelik

source: Recurring
nl_nl: Terugkerend
tr_tr: Yinelenen

source: account_holder
tr_tr: hesap_sahibi

source: Contact Name
nl_nl: Contactnaam
tr_tr: Kişi adı

source: View Mandate Options.
nl_nl: Mandaat opties weergeven.
tr_tr: Talimat seçeneklerini görüntüle.

source: View Contact Summary for this Contact.
nl_nl: Contactoverzicht van dit contact weergeven.
tr_tr: Bu kişinin özetini görüntüle.

source: SEPA Mandates (One-Off)
nl_nl: SEPA-mandaten (eenmalig)
tr_tr: SEPA talimatları (bir kerelik)

source: SEPA One-Off Mandate Report (org.project60.sepa)
nl_nl: Eenmalig rapport SEPA-mandaat (org.project60.sepa)
tr_tr: Bir kerelik SEPA talimatları raporu (org.project60.sepa)

source: Contribution ID
nl_nl: Bijdrage-id
tr_tr: Katkı kimliği

source: Cancel Reason
nl_nl: Reden annuleren
tr_tr: İptal nedeni

source: Contribution Page
nl_nl: Bijdragepagina
tr_tr: Katkı sayfası

source: Contribution Collection Date
nl_nl: Incassodatum bijdragen
tr_tr: Katkı ödemesinin alındığı tarih

source: Fee Amount
nl_nl: Kosten
tr_tr: Ücret tutarı

source: Net Amount
nl_nl: Netto bedrag
tr_tr: Net tutar

source: Contribution Amount
nl_nl: Bijdrage bedrag
tr_tr: Katkı tutarı

source: Receive Date
nl_nl: Ontvangstdatum
tr_tr: Alınma tarihi

source: SEPA Mandates (Recurring)
nl_nl: SEPA-mandaten (terugkerend)
tr_tr: SEPA talimatları (yinelenen)

source: SEPA Recurring Mandate Report (org.project60.sepa)
nl_nl: Terugkerend rapport SEPA-mandaat (org.project60.sepa)
tr_tr: Yinelenen SEPA talimatları raporu (org.project60.sepa)

source: Cycle Day
nl_nl: Cyclus dag
tr_tr: Dönem günü

source: Recurring Contribution Status
nl_nl: Status periodieke bijdrage
tr_tr: Yinelenen katkı durumu

source: Cancel Reason(s)
nl_nl: Reden(en) annuleren
tr_tr: İptal nedenleri

source: Transaction ID
nl_nl: Transactie-id
tr_tr: Hesap hareketi kimliği

source: Installment Amount
nl_nl: Termijnbedrag
tr_tr: Taksit tutarı

source: Cycle Interval
nl_nl: Cyclus interval
tr_tr: Dönem sıklığı

source: Cycle Days
nl_nl: Cyclus dagen
tr_tr: Dönem günleri
