Repository: civicrm/civicrm-l10n-extensions
Catalog: po/firewall/*/firewall.po
Languages: fr_ca, nl_nl, tr_tr

source: Firewall Ipaddresses
fr_ca: Adresses IP du pare-feu
nl_nl: Firewall IP-Adressen
tr_tr: Güvenlik duvarı IP adresleri

source: Firewall Ipaddress
fr_ca: Adresse IP du pare-feu
nl_nl: Firewall IP-Adres
tr_tr: Güvenlik duvarı IP adresi

source: Unique FirewallIpaddress ID
fr_ca: Id. unique de l'adresse IP du pare-feu
nl_nl: Uniek Firewall IP-Adres-id
tr_tr: Eşsiz güvenlik duvarı IP adresi kodu

source: IP Address
fr_ca: Adresse IP
nl_nl: IP-Adres
tr_tr: IP adresi

source: IP address used
fr_ca: Adresse IP utilisée
nl_nl: IP-adres gebruikt
tr_tr: Kullanılan IP adresi

source: Access Date
fr_ca: Date d'accès
nl_nl: Toegangsdatum
tr_tr: Erişilme tarihi

source: When the IP address accessed
fr_ca: Quand l'adresse IP a été "accédée"
nl_nl: Wanneer is het IP-Adres gebruikt
tr_tr: IP adresine ne zaman erişildiği

source: Event Type
fr_ca: Type d'événement
nl_nl: Evenementstype
tr_tr: Etkinlik türü

source: The type of event that triggered this log
fr_ca: Le type d'événement qui a déclenché ce journal
nl_nl: Het type evenement dat deze log heeft aangemaakt
tr_tr: Bu günlük kaydını tetikleyen etkinlik türü

source: Source
nl_nl: Bron
tr_tr: Kaynak

source: Origin of this access request
fr_ca: Origine de cette demande d'accès
nl_nl: Herkomst van dit toegangsverzoek
tr_tr: Bu erişim isteğinin kaynağı

source: Upgrade %1 to revision %2
fr_ca: Mise à jour de %1 à la révision %2
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Session expired. Please reload and try again.
fr_ca: La session a expiré. Veuillez recharger la page et réessayer.
nl_nl: Sessie is vervallen. Ververs de pagina en probeer het opnieuw.
tr_tr: Oturumun süresi dolmuş. Lütfen yeniden yükleyerek deneyin.

source: Session invalid. Please reload and try again.
fr_ca: Session invalide. Veuillez recharger et réessayer.
nl_nl: Sessie is ongeldig. Ververs de pagina en probeer het opnieuw.
tr_tr: Oturum geçersiz. Lütfen yeniden yükleyerek deneyin.

source: Blocked
fr_ca: Bloqué
nl_nl: Geblokkeerd
tr_tr: Engellendi

source: Firewall Settings
fr_ca: Paramètres du pare-feu
nl_nl: Firewall Instellingen
tr_tr: Güvenlik duvarı ayarları

source: Firewall CSRF timeout (seconds)
nl_nl: Firewall CSRF time-out (seconden)

source: Time after which generated CSRF token expires (default 12 hours: 43200 seconds)
nl_nl: Tijd waarna dit gegenereerde CSRF-token vervalt (standaard 12 uur: 43200 seconden)

source: Is server behind reverse proxy?
fr_ca: Le serveur est-il derrière un proxy inverse ?
nl_nl: Zit de server achter een reverse proxy?
tr_tr: Sunucu bir ters vekil sunucu arkasında

source: If yes, try to retrieve the IP address of the actual client instead of using REMOTE_ADDR header
fr_ca: Si oui, essayez de récupérer l'adresse IP du client réel au lieu d'utiliser l'en-tête REMOTE_ADDR.
nl_nl: Probeer als dat zo is om het IP-adres van de actuele cliënt op te halen in plaats van de REMOTE_ADDR header te gebruiken
tr_tr: Bu seçenek etkinleştirildiğinde, REMOTE_ADDR üst bilgisi yerine etkin istemcinin IP adresi alınmaya çalışılır

source: Reverse Proxy Header (default HTTP_X_FORWARDED_FOR)
fr_ca: En-tête du proxy inverse (par défaut HTTP_X_FORWARDED_FOR)
nl_nl: Reverse Proxy Header (standaard HTTP_X_FORWARDED_FOR)
tr_tr: Ters vekil sunucu üst bilgisi (varsayılan HTTP_X_FORWARDED_FOR)

source: List of reverse proxy IP addresses
fr_ca: Liste des adresses IP du proxy inverse
nl_nl: Lijst van reverse proxy IP-adressen
tr_tr: Ters vekil sunucu IP adreslerinin listesi

source: List of reverse proxy IP addresses that may be seen by your server. Used to help identify client IP address
fr_ca: Liste des adresses IP de proxy inverse qui peuvent être vues par votre serveur. Utilisées pour aider à identifier l'adresse IP du client.
nl_nl: Lijst van reverse proxy IP-adressen die uw server kan zien. Gebruikt om cliënt IP-adres te bepalen
tr_tr: Sunucunuz tarafından görülebilecek ters vekil sunucu IP adreslerinin listesi. İstemci IP adresini tanımlamaya yardımcı olmak için kullanılır

source: List of IP addresses to always allow
fr_ca: Liste des adresses IP à toujours autoriser
nl_nl: Lijst met IP-adressen die altijd toegestaan zijn
tr_tr: Engellenmeyecek IP adreslerinin listesi

source: List of IP addresses that will never be blocked. For IPv4 can include wildcards eg. 192.168.*
fr_ca: Liste des adresses IP qui ne seront jamais bloquées. Pour IPv4, elles peuvent inclure des caractères génériques, par exemple 192.168.*
nl_nl: Lijst met IP-adressen die niet geblokkeerd worden. Bij IPv4 kunnen wildcards gebruikt worden, bijv. 192.168.*
tr_tr: Asla engellenmeyecek IP adreslerinin listesi. IPv4 için genel arama karakterleri kullanılabilr. Örnek: 192.168.*

source: List of IP addresses to block
fr_ca: Liste des adresses IP à bloquer
nl_nl: Lijst met te blokkeren IP-adressen
tr_tr: Engellenecek IP adreslerinin listesi

source: List of IP addresses that will always be blocked. For IPv4 can include wildcards eg. 192.168.*
fr_ca: Liste des adresses IP qui seront toujours bloquées. Pour IPv4, vous pouvez inclure des caractères génériques, par exemple 192.168.*
nl_nl: Lijst met IP-adressen die altijd geblokkeerd moeten worden. Bij IPv4 kunnen wildcards gebruikt worden, bijv. 192.168.*
tr_tr: Her zaman engellenecek IP adreslerinin listesi. IPv4 için genel arama karakterleri kullanılabilr. Örnek: 192.168.*

source: Firewall Reverse Proxy Header
fr_ca: En-tête du proxy du pare-feu inversé
tr_tr: Güvenlik duvarı ters vekil sunucu üst bilgisi
