Repository: civicrm/civicrm-l10n-extensions
Catalog: po/deduper/*/deduper.po
Languages: fr_fr, nl_nl, tr_tr

source: It was not possible to identify a default rule that was applicable to all selected contacts. You must choose only one contact type. You chose %1
fr_fr: Il n'a pas été possible d'identifier une règle par défaut applicable à tous les contacts sélectionnés. Vous ne devez choisir qu'un seul type de contact. Vous avez choisi %1
nl_nl: Het is niet gelukt om een standaardregel te vinden die bij alle geselecteerde contacten past. Probeer het eens met maar één contacttype. U heeft %1 gekozen
tr_tr: Seçilmiş tüm kişiler için geçerli olan varsayılan bir kural belirlenemedi. Yalnızca bir kişi türü seçmelisiniz. %1 olarak seçtiniz

source: Email::
fr_fr: Courriel :
tr_tr: E-posta adresi::

source: More recently created contact
fr_fr: Contact créé le plus récemment
nl_nl: Meer recent toegevoegd contact
tr_tr: Daha yakın zamanda oluşturulmuş kişi

source: Less recently created contact
fr_fr: Contact créé le moins récemment
nl_nl: Minder recent toegevoegd contact
tr_tr: Daha sonraki zamanda oluşturulmuş kişi

source: More recently modified contact
fr_fr: Contact modifié le plus récemment
nl_nl: Meer recent gewijzigd contact
tr_tr: Daha yakın zamanda değiştirilmiş kişi

source: Less recently modified contact
fr_fr: Contact modifié le moins récemment
nl_nl: Minder recent gewijzigd contact
tr_tr: Daha sonraki zamanda değiştirilmiş kişi

source: Contact with most recent contribution.
fr_fr: Contact avec la contribution la plus récente.
nl_nl: Contact met laatste bijdrage.
tr_tr: Son katkıyı yapan kişi.

source: Contact with most contributions.
fr_fr: Contact avec le plus de contributions
nl_nl: Contact met de meeste bijdragen.
tr_tr: En çok katkı yapan kişi.

source: Prefer nick name, discard conflicting name
fr_fr: Préférer le surnom/sigle, supprimer le nom en conflit
nl_nl: Voorkeur roepnaam, verwijder conflicterende naam
tr_tr: Takma ad yeğlensin, çakışan ad yok sayılsın

source: Prefer non-nick name, discard conflicting name
fr_fr: Préférer le nom (qui n'est pas un surnom/sigle), supprimer le nom en conflit
nl_nl: Voorkeur niet de roepnaam, verwijder conflicterende naam
tr_tr: Takma olmayan ad yeğlensin, çakışan ad yok sayılsın

source: Prefer non-nick name, put nick-name in nick name field
fr_fr: Préférer le nom (qui n'est pas un surnom/sigle), supprimer le nom en conflit
nl_nl: Voorkeur niet roepnaam, plaats roepnaam in het veld roepnaam
tr_tr: Takma olmayan ad yeğlensin, takma ad, takma ad alanına yazılsın

source: Prefer value from preferred contact (eg most recent donor), discard conflicting value
fr_fr: Utilise la valeur du contact préféré (par exemple, le donateur le plus récent), laisse de côté la valeur en conflit
nl_nl: Voorkeurswaarde van voorkeurscontact (bijv. meest recente donateur), verwijder conflicterende waarde
tr_tr: Yeğlenen kişinin (örneğin en son bağışçı) değeri yeğlensin, çakışan değer yok sayılsın

source: Prefer value from preferred contact, put nick name, if exists in nick name field
fr_fr: Préférer la valeur du contacté préféré/principal, mettre le surnom/sigle s'il existe dans le champ surnom/sigle.
nl_nl: Voorkeurswaarde van voorkeurscontact, plaats eventuele roepnaam in veld roepnaam
tr_tr: Yeğlenen kişinin değeri yeğlensin, takma ad alanında bir değer varsa takma adı kullanılsın

source: Do not resolve
fr_fr: Ne pas résoudre
nl_nl: Niet verbeteren
tr_tr: Çözümlenmesin

source: If emails/phones/addresses are in conflict for a given location choose the one from the preferred contact
fr_fr: Si les courriels/téléphones/adresses sont en conflit pour un lieu donné choisir celui du contact préféré
nl_nl: Indien er een conflict is in de e-mails/telefoons/adressen voor een bepaalde locatie kies dan diegene van het voorkeurscontact
tr_tr: Belirli bir konum için e-posta/telefon/adres çakışıyorsa, yeğlenen kişilerden biri seçilsin

source: If emails/phones/addresses are in conflict for a given location prefer the one from the preferred contact, assign the other to a new location (preferred contact primary remains primary
fr_fr: Si les courriels/téléphones/adresses sont en conflit pour un lieu/adresse donné(e) choisir celui du contact préféré, assigner l'autre à un nouveau lieu/adresse (l'adresse principale du contact préféré reste l'adresse principale)
nl_nl: Indien er een conflict is in de e-mails/telefoons/adressen voor een bepaalde locatie kies dan diegene van het voorkeurscontact, ken de andere toe aan een nieuwe locatie (voorkeurscontact blijft het voorkeurscontact)
tr_tr: Belirli bir konum için e-posta/telefon/adres çakışıyorsa, yeğlenen kişiden biri yeğlensin, diğeri yeni bir konuma atansın (yeğlenen birincil kişi birincil kalır

source: Contact Name Pairs
fr_fr: Paires de noms de contact
nl_nl: Contactnaam paren
tr_tr: Kişi adı çiftleri

source: Contact Name Pair
fr_fr: Paire de nom de contact
nl_nl: Contact Naampaar
tr_tr: Kişi adı çifti

source: Unique ContactNamePair ID
fr_fr: Id. unique ContactNamePair
nl_nl: Uniek ContactNaampaar-id
tr_tr: Benzersiz kişi adı çifti kimliği

source: Name A
fr_fr: Nom A
nl_nl: Naam-A
tr_tr: A adı

source: First name (this is the master, if that matters)
fr_fr: Premier Nom (prioritaire)
nl_nl: Voornaam (dit is de master, als dat uit zou maken)
tr_tr: İlk ad (bu ilk addır, önemliyse)

source: Name B
fr_fr: Nom B
nl_nl: Naam-B
tr_tr: B adı

source: Second name (if one name is a nickname or a mis-spelling it will be this one)
fr_fr: Deuxième nom (si c'est un surnom ou s'il est mal orthographié)
nl_nl: Tweede naam (als een naam een bijnaam is of een spelfout, dat zal het deze naam zijn)
tr_tr: İkinci ad (bir ad bir takma adsa veya yazım hatası varsa, bu olur)

source: Is Name B a Nickname of Name A?
fr_fr: Le Nom B est-il un surnom du Nom A ?
nl_nl: Is Naam-B een bijnaam van Naam-A?
tr_tr: B adı, A adının bir takma adı mı?

source: Is Name B Inferior to Name A?
fr_fr: Le Nom B est-il la forme en minuscules du Nom A ?
nl_nl: Is Naam-B ondergeschikt aan Naam-A?
tr_tr: B adı, A adından daha mı önemsiz?

source: Contact Name Pair Families
fr_fr: Famille de Nom de contacts (paires)
nl_nl: Contact Naampaar families
tr_tr: Kişi adı çifti soyadları

source: Contact Name Pair Family
fr_fr: Famille de Nom de contacts (paire)
nl_nl: Contact Naampaar familie
tr_tr: Kişi adı çifti soyadı

source: Family name (generally the anglicised options)
fr_fr: Nom de famille
nl_nl: Familienaam (in het algemeen de Engelse opties)
tr_tr: Soyadı (genellikle İngilizleştirilmiş seçenekler)

source: Alternate name
fr_fr: Nom alternatif
nl_nl: Alternatieve naam
tr_tr: Alternatif ad

source: Most common form?
fr_fr: Forme la plus usitée ?
nl_nl: Meest gebruikelijke vorm?
tr_tr: En yaygın biçim

source: Is this the most common way to write this name?
fr_fr: Est-ce la façon la plus commune d'écrire le nom ?
nl_nl: Is dit de gebruikelijke schrijfwijze van deze naam?
tr_tr: Bu adı yazmanın en yaygın kullanılan biçimi

source: Is active?
fr_fr: Est actif ?
nl_nl: Is actief?
tr_tr: Etkin

source: Is this variant active?
fr_fr: Cette variante est elle activée ?
nl_nl: Is deze variant actief?
tr_tr: Bu çeşit etkin

source: Merge Conflicts
fr_fr: Fusionner les conflits
nl_nl: Conflicten samenvoegen
tr_tr: Çakışmaları birleştir

source: Merge Conflict
fr_fr: Fusionner le conflit
nl_nl: Conflict samenvoegen
tr_tr: Çakışmayı birleştir

source: Unique MergeConflict ID
fr_fr: Id. unique du MergeConflict
nl_nl: Uniek MergeConflict-id
tr_tr: Benzersiz çakışma birleştirme kimliği

source: FK to Contact
fr_fr: FK vers Contact
nl_nl: FK naar Contact
tr_tr: Kişi dış anahtarı

source: FK to Group
fr_fr: FK vers Groupe
nl_nl: FK naar Group
tr_tr: Grup dış anahtarı

source: Conflicted Field
fr_fr: Champ en conflit
nl_nl: Conflicterend veld
tr_tr: Çakışan alan

source: Value 1
fr_fr: Valeur 1
nl_nl: Waarde 1
tr_tr: 1. değer

source: Value 2
fr_fr: Valeur 2
nl_nl: Waarde 2
tr_tr: 2. değer

source: Analysis
fr_fr: Analyse
nl_nl: Analyse
tr_tr: İnceleme

source: View contact details for this record.
fr_fr: Voir les détails du contact pour cet enregistrement.
nl_nl: Details van dit contact weergeven.
tr_tr: Bu kaydın kişi ayrıntılarını görüntüle.

source: filter by %1
fr_fr: filtrer par %1
nl_nl: filter op %1
tr_tr: %1 ile süz

source: Upgrade %1 to revision %2
fr_fr: Mettre à jour %1 vers la révision %2
nl_nl: Upgrade %1 naar versie %2

source: Only resolve inferior names - e.g misspellings
fr_fr: Résoudre uniquement les noms en minuscules - par exemple avec fautes d'orthographe
nl_nl: Alleen tikfouten in namen verbeteren
tr_tr: Yalnızca önemsiz adlar çözümlensin.Yazım yanlışları gibi

source: Save Name Pair
fr_fr: Enregistrer la paire de noms
nl_nl: Naam paar opslaan
tr_tr: Ad çiftini kaydet

source: No contact id provided
fr_fr: Aucun Id. de contact fourni
nl_nl: Geen contact-id meegegeven
tr_tr: Herhangi bir kişi kimliği belirtilmemiş

source: First Name
fr_fr: Prénom
nl_nl: Voornaam
tr_tr: Ad

source: Middle Name
fr_fr: Nom (Complément)
nl_nl: Tussenvoegsel
tr_tr: İkinci ad

source: Last Name
fr_fr: Nom
nl_nl: Achternaam
tr_tr: Soyad

source: Nick Name
fr_fr: Surnom/Sigle
nl_nl: Roepnaam
tr_tr: Takma ad

source: Email
fr_fr: Courriel
tr_tr: E-posta

source: On hold
fr_fr: Invalidée
nl_nl: Geblokkeerd
tr_tr: Bekliyor

source: Street Address
fr_fr: Rue
nl_nl: Straatadres
tr_tr: Sokak adresi

source: City
fr_fr: Ville
nl_nl: Plaats
tr_tr: İlçe

source: Contact ID
fr_fr: Id. de contact
tr_tr: Kişi kimliği

source: Save
fr_fr: Enregistrer
nl_nl: Opslaan
tr_tr: Kaydet

source: Last Contributed on
fr_fr: Dernière contribution le
nl_nl: Laatste bijdrage op
tr_tr: Son katkı tarihi

source: deduper
fr_fr: Dédoublonneur

source: Successfully updated %1 %2.
fr_fr: Mise à jour %1 %2 réussie.
nl_nl: Succesvol geupdate %1 %2.
tr_tr: %1 %2 güncellendi.

source: Names flipped
fr_fr: Noms intervertis
nl_nl: Namen verwisseld
tr_tr: Adlar karşılıklı değiştirildi

source: An error occurred while attempting to update %1 %2.
fr_fr: Une erreur est survenue lors de la tentative de mise à jour de %1 %2.
nl_nl: Er is een fout opgetreden tijdens de poging om %1 %2 te updaten.
tr_tr: %1 %2 güncellenirken bir sorun çıktı.

source: Error
fr_fr: Erreur
nl_nl: Fout
tr_tr: Hata

source: Flip the first/last names of %1 %2?
fr_fr: Intervertir le premier / dernier noms de %1 %2 ?
nl_nl: De voornaam/achternamen van %1 %2 verwisselen?
tr_tr: %1 %2 için ad ve soyad karşılıklı değiştirilsin mi?

source: Updating %1 %2...
fr_fr: Mise à jour %1 %2...
nl_nl: Updaten %1 %2...
tr_tr: %1 %2 güncelleniyor...

source: Cancel
fr_fr: Annuler
nl_nl: Annuleren
tr_tr: İptal

source: Flip %1
fr_fr: Intervertir %1
nl_nl: Verwissel %1
tr_tr: %1 değiştirilsin

source: - select -
fr_fr: - sélectionner -
nl_nl: - selecteer -
tr_tr: - Seçin -

source: Yes
fr_fr: Oui
nl_nl: Ja
tr_tr: Evet

source: No
fr_fr: Non
nl_nl: Nee
tr_tr: Hayır

source: Dedupe Rule
fr_fr: Règle de dédoublonnage
nl_nl: Overeenkomstregel
tr_tr: Çift ayıklama kuralı

source: Select rule
fr_fr: Sélectionner une règle
nl_nl: Regel selecteren
tr_tr: Kural seçin

source: will be used to find matches for the first
fr_fr: sera utilisé pour trouver des correspondances aux premiers
nl_nl: wordt gebruikt om overeenkomsten te vinden voor de eerste
tr_tr: ilk eşleşmeleri bulmak için kullanılacak

source: contacts found matching the criteria below:
fr_fr: contacts trouvés qui correspondent aux critères suivants :
nl_nl: contacten die aan de onderstaande criteria voldoen:
tr_tr: aşağıdaki ölçütlere uyan kişiler bulundu:

source: Select criteria
fr_fr: Sélectionner les critères de recherche
nl_nl: Criteria selecteren
tr_tr: Ölçüt seçin

source: And
fr_fr: Et
nl_nl: En
tr_tr: Ve

source: Refresh results
fr_fr: Actualiser les résultats
nl_nl: Resultaten verversen
tr_tr: Sonuçları yenile

source: Find duplicates
fr_fr: Trouver les doublons
nl_nl: Duplicaten zoeken
tr_tr: Çiftleri bul

source: Are you sure you want to batch merge these contacts?
fr_fr: Etes-vous sûrs de vouloir lancer la fusion en lot de ces contacts ?
nl_nl: Weet u zeker dat u deze contacten in de batch wilt samenvoegen?
tr_tr: Bu kişileri toplu olarak birleştirmek istediğinize emin misiniz?

source: Batch Merge
fr_fr: Lancer la fusion en lot
nl_nl: Batch samenvoegen
tr_tr: Toplu birleştirme

source: Mark all not duplicates
fr_fr: Tous les marquer comme faux doublons
nl_nl: Alle niet duplicaten markeren
tr_tr: Tümünü çift değil olarak işaretle

source: Bulk operation in progress - this could take a while.... enough time for you to stand up & do some stretches....
fr_fr: L'opération en lot est en cours - cela peut prendre un bon moment... assez pour que vous fassiez un petit tour pour vous détendre...
nl_nl: Bulkverwerking loopt, dit kan even duren, tijd voor koffie.
tr_tr: Toplu işlem sürüyor. Bu işlem biraz zaman alabilir... Ayağa kalkıp kaslarınızı esnetmeniz için yeterli zaman....

source: Go To Merge screen
fr_fr: Aller à l'écran de Fusion
nl_nl: Samenvoegen
tr_tr: Birleştirme sayfasına git

source: Duplicate pairs matching criteria
fr_fr: Paires de doublons qui correspondent aux critères
nl_nl: Volgens de criteria de duplicaten
tr_tr: Çift eşleştirme ölçütü

source: Contacts merged
fr_fr: Contacts fusionnés
nl_nl: Contacten samengevoegd
tr_tr: Kişiler birleştirildi

source: Skipped in automated merge attempt
fr_fr: Ignoré lors de la tentative de fusion automatique
nl_nl: Overgeslagen bij het samenvoegen
tr_tr: Otomatik birleştirme girişiminde atlandı

source: Contacts marked as exceptions
fr_fr: Contacts marqués comme exceptions
nl_nl: Als uitzonderingen gemarkeerde contacten
tr_tr: Kişiler istisna olarak işaretlendi

source: Manual Merge
fr_fr: Fusion manuelle
nl_nl: Handmatig samenvoegen
tr_tr: El ile birleştir

source: Safe Merge
fr_fr: Fusion sûre
nl_nl: Veilig samenvoegen
tr_tr: Güvenli birleştirme

source: Mark non-dupe
fr_fr: Marquer comme faux doublon
nl_nl: Als geen duplicaat markeren
tr_tr: Çift değil olarak işaretle

source: Ask me Later
fr_fr: Demandez moi plus tard
nl_nl: Vraag het later
tr_tr: Daha sonra sor

source: Force Merge
fr_fr: Forcer la fusion
nl_nl: Samenvoegen forceren
tr_tr: Zorla birleştir

source: Example directive (merge-actions)
fr_fr: exemple de directive (actions de fusion)
nl_nl: Voorbeeld commando (samenvoegen)
tr_tr: Örnek yönerge (merge-actions)

source: CiviCRM Group
fr_fr: Group CiviCRM
nl_nl: CiviCRM-Groep
tr_tr: CiviCRM grubu

source: Dedupe criteria
fr_fr: Critères de dédoublonnage
nl_nl: Criteria overeenkomst
tr_tr: Çift ayıklama ölçütü

source: Limit of contacts to find matches for
fr_fr: Nombre maximal de contacts dans lesquels chercher des correspondances
nl_nl: Limiteer het zoeken naar overeenkomsten bij contacten tot
tr_tr: Çiftlerin bulunacağı kişi sınırı

source: Contact not re-mergeable
fr_fr: Contact non fusionnable
nl_nl: Contact kan niet samengevoegd worden
tr_tr: Kişi yeniden birleştirilemez

source: Flip first/last name
fr_fr: Intervertir le premier et le second nom
nl_nl: Verwissel voornaam/achternaam
tr_tr: Ad ile soyadı değiştir

source: Find matches using Rule : %1
fr_fr: Correspondances trouvées utilisant la règle : %1
nl_nl: Duplicaten zoeken met regel: %1
tr_tr: Çiftleri bulma kuralı: %1

source: Find duplicates for these contacts
fr_fr: Trouver les doublons pour ces contacts
nl_nl: Voor deze contacten duplicaten zoeken
tr_tr: Bu kişiler için çiftleri bul

source: Deduper
fr_fr: Dédoubleur

source: Deduper Conflict Resolution
fr_fr: Résolution de conflits de dédoublonnage
nl_nl: Oplossing conflicten
tr_tr: Deduper çakışma çözümü

source: Deduper Equivalent Names
fr_fr: Equivalence de noms pour la fusion
nl_nl: Gelijkwaardige domeinen
tr_tr: Deduper aynı adlar

source: Yes/No fields where yes always wins
fr_fr: Champs Oui/Non dans lesquels oui gagne toujours
nl_nl: Ja/Nee velden waar Ja altijd voorgaat
tr_tr: Her zaman Evet seçeneğinin kazandığı Evet/Hayır alanları

source: Fields to resolve preferring YES
fr_fr: Champ à résoudre (préférence) OUI
nl_nl: Velden die met voorkeur als Ja worden gezien
tr_tr: Evet yeğlenerek çözümlenecek alanlar

source: Fields to resolve as values from preferred contact
fr_fr: Champs à résoudre en tant que valeurs du contact préféré
nl_nl: Velden overnemen als waarden uit voorkeurscontact
tr_tr: Yeğlenen kişiden alınacak değerler olarak çözümlenecek alanlar

source: Fields to take from preferred contact
fr_fr: Champs à prendre du contact préféré
nl_nl: Velden overnemen uit voorkeurscontact
tr_tr: Yeğlenen kişiden alınacak alanlar

source: When a conflict is to be resolved by taking the 'preferred contact's value' what criteria do we use.
fr_fr: Les critères utilisés quand un conflit est résolu par l'application des valeurs du contact préféré.
nl_nl: Welke criteria gelden er als er een conflict is bij het overnemen van een waarde van het voorkeurscontact.
tr_tr: Bir çakışma 'yeğlenen kişinin değeri' alınarak çözümleneceği zaman kullanılacak ölçütler.

source: Criteria to determine which contact's data should be preferred?
fr_fr: Critères pour choisir de quel contact on préférera les données ?
nl_nl: Criteria om te bepalen wat de voorkeursgegevens zijn van het contact?
tr_tr: Hangi kişinin verilerinin yeğleneceğini belirleyen ölçüt

source: Fall back for preferred contact (e.g if criteria is most recent contributor & neither have)
fr_fr: Critères à utiliser pour me contact préféré (par ex. critère si le contributeur est plus récent...)
nl_nl: Alternatieve waarde voor voorkeurscontact (als bijvoorbeeld het criteria is de meest recente gever en er geen bijdrage is geweest)
tr_tr: Varsayılan olarak yeğlenecek kişi (örneğin ölçüt en son katkıda bulunan kişiyse ve hiçbirinde yoksa)

source: Criteria to fall back on to determine which contact's data should be preferred?
fr_fr: Critères à utiliser pour déterminer quelles données de contact devraient être préférées ?
nl_nl: Alternatieve waarde om de voorkeursgegevens van contact te bepalen?
tr_tr: Varsayılan olarak hangi kişinin verilerinin yeğleneceğini belirleyen ölçüt

source: If an option is selected then 2 contacts with equivalent names will be merged. (e.g Robert & Bob)
fr_fr: Si une option est choisie 2 contacts au nom équivalent seront fusionnés (par ex. Alexandre & Alex)
nl_nl: Als er een optie is geselecteerd dan worden 2 contacten met gelijkwaardige namen samengevoegd. (Voorbeeld: Bob en Robert)
tr_tr: Bir seçim yapıldığında, eşdeğer ada sahip 2 kişi birleştirilir. (Abdülkadir ve Kadir gibi)

source: Resolution for contacts with known alternative names
fr_fr: Résolution pour les contacts avec des noms alternatifs connus
nl_nl: Oplossing voor contacten met bekende alternatieve namen
tr_tr: Bilinen alternatif adları kullanan kişiler için çözümleme

source: Location priority order. This is used to resolve data issues if a contact has, for example, 2 home emails. One would be moved to the highest priority available location
fr_fr: Ordre de priorité de l'adresse. Ceci est utilisé pour résoudre les problèmes de données si un contact a, par exemple, deux courriels de type "Travail". L'un serait déplacé vers le type d'adresse disponible le plus prioritaire.
nl_nl: Volgorde prioriteit locatie. Dit wordt gebruikt als een contact bijvoorbeeld voor thuis 2 e-mailadressen heeft. Welke heeft dan de hoogste prioriteit
tr_tr: Konumun öncelik sırası. Bu öncelik, örneğin bir kişinin 2 ev e-postası varsa, veri sorunlarını çözümlemek için kullanılır. Biri, var olan en yüksek öncelikli konuma taşınır.

source: Priority order for locations
fr_fr: Ordre de priorité pour les adresses
nl_nl: Prioriteit van locaties
tr_tr: Konumların öncelik sıralaması

source: What method should be used to resolve email conflicts
fr_fr: Quelle méthode devrait on utiliser pour résoudre les conflits d'adresse de courriel
nl_nl: Welke methode moet gebruikt worden om conflicten met de e-mail op te lossen
tr_tr: E-posta çakışmalarını çözümlemek için kullanılacak yöntem

source: Method to resolve email conflicts?
fr_fr: Méthode pour résoudre les conflits de courriel ?
nl_nl: Methode om conflicten met de e-mail op te lossen?
tr_tr: E-posta çakışmalarını çözümleme yöntemi

source: What method should be used to resolve phone conflicts
fr_fr: Quelle méthode devrait on utiliser pour résoudre les conflits de téléphone
nl_nl: Welke methode moet gebruikt worden om conflicten met de telefoon op te lossen
tr_tr: Telefon çakışmalarını çözümlemek için kullanılacak yöntem

source: Method to resolve phone conflicts?
fr_fr: Méthode pour résoudre les conflits de téléphone ?
nl_nl: Methode om conflicten met de telefoon op te lossen?
tr_tr: Telefon çakışmalarını çözümleme yöntemi

source: What method should be used to resolve address conflicts
fr_fr: Quelle méthode utiliser pour résoudre les conflits d'adresse
nl_nl: Welke methode moet gebruikt worden om conflicten met adressen op te lossen
tr_tr: Adres çakışmalarını çözümlemek için kullanılacak yöntem

source: Method to resolve address conflicts?
fr_fr: Méthode pour résoudre les conflits d'adresse ?
nl_nl: Methode om conflicten met adressen op te lossen?
tr_tr: Adres çakışmalarını çözümleme yöntemi

source: Custom tables that should be completely ignored (generally calculated fields such as summary fields)
fr_fr: Tables de données personnalisées qui doivent être ignorées (en général les champs calculés comme "summary fields")
nl_nl: Aangepaste tabellen die overgeslagen moeten worden (in het algemeen berekende velden zoals samenvattende velden)
tr_tr: Tümüyle yok sayılması gereken özel tablolar (özet alanları gibi genellikle hesaplanan alanlar)

source: Custom tables to skip
fr_fr: Tables personnalisées à ignorer
nl_nl: Aangepaste velden om over te slaan
tr_tr: Atlanacak özel tablolar

source: The contact name should be divided in two parts, the first name and last name.
fr_fr: Le nom du contact devrait être divisé en deux parties, le prénom et le nom.
nl_nl: De contactnaam moet gesplitst worden in de voornaam en de achternaam.
tr_tr: Kişi adı, ad ve soyad olarak iki bölüme ayrılmalıdır.

source: Contact 1
tr_tr: 1. kişi

source: Contact 2
tr_tr: 2. kişi
