Repository: civicrm/civicrm-l10n-extensions
Catalog: po/percentagepricesetfield/*/percentagepricesetfield.po
Languages: de_de, nl_nl, tr_tr

source: Submit
de_de: Abschicken
nl_nl: Verzenden
tr_tr: Gönder

source: Settings saved.
de_de: Einstellungen gespeichert.
nl_nl: Instellingen opgeslagen.
tr_tr: Ayarlar kaydedildi.

source: Upgrade %1 to revision %2
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: There were existing percentage price fields; all percentage-related data for these fields has been permanently lost, and the fields will now behave as normal checkbox fields.
de_de: Es gab bereits prozentuelle Preisfelder; alle prozent-verbundenen Daten für diese Felder wurden endgültig gelöscht und die Felder verhalten sich jetzt wie normale Checkbox-Felder.
nl_nl: Er waren percentage prijsvelden, de bij deze velden behorende gegevens zijn verloren gegaan. Deze velden zijn nu normale checkboxen.
tr_tr: Bazı yüzde fiyat alanları vardı. Bu alanlarda bulunan yüzde ile ilgili tüm veriler kalıcı olarak kayboldu ve alanlar artık normal onay kutusu alanları olarak davranacak.

source: Abandonded fields remaining
de_de: Verlassene Felder sind noch übrig
nl_nl: Nog bestaande vervallen velden
tr_tr: Kalan terk edilmiş alanlar

source: There are existing percentage price fields; all percentage-related data for these fields will be permanently lost if the Percentage Price Set Field extension is uninstalled.
de_de: Es gibt prozentuelle Preisfelder; alle prozent-verbundenen Daten für diese Felder werden endgültig gelöscht, wenn die Erweiterung Percentage Price Set Field deinstalliert wird.
nl_nl: Er zijn percentage prijsvelden, de bij deze velden behorende gegevens gaan verloren gegaan als u de extensie 'Percentage Price Set Field' verwijderd.
tr_tr: Bazı yüzde fiyatı alanları vardı. "Yüzde fiyat paketi alanı" eklentisi kaldırılırsa, bu alanlarda bulunan yüzde ile ilgili tüm veriler kalıcı olarak kaybolur.

source: "Required" setting not available while "Disable for payment methods" setting is enabled.
de_de: "Pflichtfeld"-Einstellung ist nicht möglich, wenn "Deaktiviere für Zahlungsmethode"-Einstellung aktiv ist.
nl_nl: De instelling "Verplicht" is niet beschikbaar als de instelling "Uitschakelen voor betaalmethoden" is ingeschakeld.
tr_tr: "Ödeme yöntemleri için devre dışı bırakılsın" seçeneği etkinken "Zorunlu" ayarı kullanılamaz.

source: This price set already has a percentage field. Please disable or delete that field before creating a new one.
de_de: Das Preisschema hat bereits ein Prozentfeld. Bitte dieses Feld deaktivieren oder löschen bevor ein Neues angelegt wird.
nl_nl: Deze prijsset heeft al een percentage-veld. Schakel dit veld uit, of verwijder het voordat u een nieuwe aanmaakt.
tr_tr: Bu fiyat paketinde zaten bir yüzde alanı var. Lütfen yeni bir tane oluşturmadan önce bu alanı devre dışı bırakın ya da silin.

source: Financial Type is required.
de_de: Zuwendungsart ist Pflichtfeld.
nl_nl: Financieel type is verplicht.
tr_tr: Mali tür zorunludur.

source: Field calculates "Automatic Additional Percentage"
de_de: Feld kalkuliert "Automatisch Prozentzuschlag"
nl_nl: Veld berekent "Automatisch bijkomend percentage"
tr_tr: Alan "Otomatik ek yüzde" değerini hesaplar

source: Short label for line item
de_de: Kurzbezeichnung für die Zeile
nl_nl: Kort label voor regelitem
tr_tr: Satır ögesinin kısa etiketi

source: Percentage
de_de: Prozent
tr_tr: Yüzde

source: Apply percentage to tax amounts
de_de: Berücksichtige Prozentzuschlag bei Steuerbeträgen
nl_nl: Percentage toepassen voor belastingbedragen
tr_tr: Yüzde, vergi tutarlarına uygulansın

source: Hide checkbox and force to "yes"
de_de: Check-Box ausblenden und "ja" erzwingen
nl_nl: De checkbox verbergen en selecteren
tr_tr: İşaret kutusu gizlensin ve "Evet" olarak dayatılsın

source: This option will force the additional percentage to be applied, and hide the check box, in front-end forms. (Additional percentage is always an option in back-office forms.)
de_de: Diese Option erzwingt die Anwendung von Prozentzuschlägen und blendet die Check-Box in Frontend-Formularen aus. (Zusätzliche Zuschläge sind in Backend-Formularen immer möglich.)
nl_nl: Deze optie zorgt ervoor dat er een bijkomend percentage wordt gebruikt en de checkbox voor de gebruiker wordt verborgen. (In de back-office is het bijkomende percentage altijd een optie.)
tr_tr: Bu seçenek, ek yüzdenin uygulanmasını dayatır ve ön yüz formlarındaki işaret kutusunu gizler (yönetim bölümü formlarında ek yüzde her zaman bir seçenek olarak görüntülenir).

source: Checked by default
de_de: Standardmäßig gewählt
nl_nl: Standaard aangevinkt
tr_tr: Varsayılan olarak işaretlenmiş

source: Cause the check-box to be checked by default? This option is automatically selected if the above "Hide and force" option is selected.
de_de: Soll die Check-Box standardmäßig angehakt sein? Diese Option ist automatisch gewählt, wenn die "Ausblenden und erzwingen"-Option oben gewählt ist.
nl_nl: Moet de checkbox automatisch aangevinkt zijn? Als de optie "Verbergen en selecteren" is geselecteerd dan wordt deze optie automatisch geselecteerd.
tr_tr: Bu seçenek, işaret kutusunun varsayılan olarak işaretli gelmesini sağlar. Yukarıdaki "İşaret kutusu gizlensin ve 'Evet' olarak dayatılsın" seçeneği etkinleştirilmişse bu seçenek otomatik olarak etkinleştirilir.

source: <strong>This setting overridden by the site-wide configuration at <a href="%1">%2</a>.</strong>
de_de: <strong>Die Einstellung wird überschrieben von der systemweiten Konfiguration in <a href="%1">%2</a>.</strong>
nl_nl: <strong>Deze instelling negeren voor de website-instelling <a href="%1">%2</a>.</strong>
tr_tr: <strong>Bu ayar <a href="%1">%2</a> üzerindeki genel site yapılandırması tarafından değiştirildi.</strong>

source: Percentage Price Set Field: Settings
de_de: Percentage Price Set Field: Einstellungen
nl_nl: Percentage Price Set Field: Instellingen
tr_tr: Yüzde fiyat paketi alanı: Ayarlar

source: Pay later (check)
de_de: Später zahlen (Scheck)
nl_nl: Later betalen (controle)
tr_tr: Daha sonra öde (işaretli)

source: Disable for payment methods
de_de: Deaktivieren für Zahlungsmethoden
nl_nl: Uitschakelen voor betaalmethoden
tr_tr: Ödeme yöntemleri için devre dışı bırakılsın

source: Additional percentage option will be forced to "no" in front-end forms submitted with the selected payment method(s). (Additional percentage is always an option in back-office forms.)
de_de: Zusätzliche Prozentzuschlagsoption wird auf "nein" gesetzt im Frontend-Formularen mit den gewählten Zahlungsmethoden. (Prozentzuschläge sind als Option im Backend-Bereich immer vorhanden.)
nl_nl: Er wordt geen optie bijkomend percentage getoond aan de de gebruiker bij de geselecteerde betaalmethoden. (In de back-office is het bijkomende percentage altijd een optie.)
tr_tr: Bu seçenek etkinleştirildiğinde, ek yüzde seçeneğinin, seçilmiş ödeme yöntemi/yöntemleri ile gönderilen ön yüz formlarında "Hayır" olarak seçilmesi dayatılır (yönetim bölümü formlarında ek yüzde her zaman bir seçenek olarak görüntülenir).

source: Percentage Price Set Field: fatal error (on line %1) while rectifying price options: %2
de_de: Percentage Price Set Field: schwerer Fehler / fatal error (on line %1) while rectifying price options: %2
nl_nl: Percentage Price Set Field: fatale fout (op regel %1) bij correctie prijsopties: %2
tr_tr: Yüzde fiyat paketi alanı: Fiyat seçenekleri düzeltilirken ciddi bir sorun çıktı (%1. satırda): %2

source: Percentage Price Set Field
tr_tr: Yüzde fiyat paketi alanı

source: This option will force the additional percentage to be applied, and hide the check box, for all percentage price set fields, site-wide.
de_de: Diese Option erzwingt die Anwendung von Prozentzuschlägen und blendet die Check-Box für alle Preisschematas systemweit aus.
nl_nl: Deze optie zorgt ervoor dat er een bijkomend percentage wordt gebruikt en de checkbox voor alle percentage prijssetvelden wordt verborgen, voor de hele website.
tr_tr: Bu seçenek, site genelinde tüm yüzde fiyat paketi alanlarında ek yüzdenin uygulanmasını dayatır ve işaret kutusunu gizler.

source: Hide and force all
de_de: Ausblenden und für alle erzwingen
nl_nl: Alles verbergen en selecteren
tr_tr: Gizlensin ve tümüne dayatılsın
