Repository: civicrm/civicrm-l10n-extensions
Catalog: po/omnipaymultiprocessor/*/omnipaymultiprocessor.po
Languages: de_de, nl_nl, tr_tr

source: Enter your payment details
de_de: Bitte geben Sie Ihre Zahlungsdaten an
nl_nl: Voer betalingsgegevens in
tr_tr: Ödeme bilgilerinizi yazın

source: - select -
de_de: - auswählen -
nl_nl: - keuze -
tr_tr: - Seçin -

source: Card Number
de_de: Kartennummer
nl_nl: Kaartnummer
tr_tr: Kart numarası

source: Security Code
de_de: Sicherheitscode
nl_nl: Beveiligingscode
tr_tr: Güvenlik kodu

source: Expiration Date
de_de: Ablaufdatum
nl_nl: Vervaldatum
tr_tr: Son kullanma tarihi

source: Card Type
de_de: Kartentyp
nl_nl: Kaarttype
tr_tr: Kart türü

source: Card Name
de_de: Kartenname
nl_nl: Kaartnaam
tr_tr: Kart adı

source: Your payment was not successful. Please try again
de_de: Ihre Zahlung war nicht erfolgreich. Bitte versuchen Sie es noch einmal
nl_nl: Uw betaling is helaas niet gelukt. Probeer het opnieuw
tr_tr: Ödemeniz alınamadı. Lütfen yeniden deneyin

source: The transaction was not processed. The message from the bank was : %1. Please try again
nl_nl: De transactie is helaas niet verwerkt. Het bericht van de bank is: %1. Probeer het opnieuw
tr_tr: İşlem yapılamadı. Bankadan gelen ileti: %1. Lütfen yeniden deneyin

source: No currency specified
de_de: Keine Währung angegeben
nl_nl: Geen valuta gespecificeerd
tr_tr: Para birimi belirtilmemiş

source: Click <strong>Continue</strong> to finalise your payment
de_de: Klicke <strong>Weiter</strong> um die Zahlung abzuschließen
nl_nl: Klik op <strong>Doorgaan</strong> om uw betalingen af te ronden
tr_tr: Ödemenizi tamamlamak için <strong>İlerle</strong> üzerine tıklayın

source: Transaction Prefix
de_de: Präfix der Transaktion
nl_nl: Transactie Prefix
tr_tr: İşlem ön eki

source: Report only accessible with administer Payment Processors permission, may contain credentials
nl_nl: Rapport alleen beschikbaar met het recht Betaalmethoden beheren, het kan credentials bevatten
tr_tr: Rapora yalnızca ödeme işlemcilerini yönetme izniyle erişilebilir. Raporda kimlik doğrulama bilgileri bulunabilir

source: System log ID
nl_nl: Systeemlog-id
tr_tr: Sistem günlüğü kimliği

source: Message
de_de: Nachricht
nl_nl: Bericht
tr_tr: İleti

source: Detail
tr_tr: Ayrıntılar

source: Level
nl_nl: Niveau
tr_tr: Düzey

source: Timestamp
de_de: Zeitstempel
nl_nl: Tijdstempel
tr_tr: Zaman damgası

source: Payer ID
nl_nl: Betaler-id
tr_tr: Ödeyen kimliği

source: Omnipay Developer Settings
de_de: Omnipay Entwickler Einstellungen
nl_nl: Omnipay instellingen ontwikkelaar
tr_tr: Omnipay geliştirici ayarları

source: In test mode the transaction is sent to the test gateway regardless of mode.
nl_nl: In de mode test wordt een transactie verzonden naar de test-gateway ongeacht de mode.
tr_tr: Deneme kipinde işlem kipten bağımsız olarak deneme aracısına gönderilir.

source: Enable test mode for Omnipay
de_de: Testmodus für Omnipay aktivieren
nl_nl: Test-mode voor Omnipay inschakelen
tr_tr: Omnipay deneme kipi kullanılsın

source: Success is assumed
de_de: Erfolg wird angenommen
nl_nl: We nemen aan dat het lukt
tr_tr: Başarılı olduğu varsayılır

source: In omnipay developer mode guzzle tracks requests. In addition test numbers prefill
nl_nl: In de onwikkelaars-mode van Omnipay worden de verzoeken gevolgd door Guzzle. Verder worden testgegevens vooringevuld
tr_tr: Omnipay geliştirici kipinde Guzzle istekleri izler. Ek olarak deneme numaraları önceden doldurulur

source: Enable developer mode for Omnipay
de_de: Entwicklermodus für Omnipay aktivieren
nl_nl: Onwikkelaars-mode voor Omnipay inschakelen
tr_tr: Omnipay geliştirici kipi kullanılsın

source: Usually the last 3-4 digits in the signature area on the back of the card.
nl_nl: Meestal de laatste 3-4 cijfers in het handtekeningsgebied op de achterkant van de kaart.
tr_tr: Genellikle kartın arkasındaki imza alanında bulunan son 3-4 rakam.

source: Please Click the pay now button if you are not automatically redirected
de_de: Bitte klicken Sie den Jetzt bezahlen Knopf, wenn Sie nicht automatisch weitergeleitet werden
nl_nl: Klik op de knop 'Nu betalen' als u niet automatisch wordt doorgestuurd
tr_tr: Otomatik olarak yönlendirilmezseniz lütfen "Öde" düğmesine tıklayın

source: Pay now
de_de: Jetzt bezahlen
nl_nl: Nu betalen
tr_tr: Öde
