Repository: civicrm/civicrm-l10n-extensions
Catalog: po/contacteditor/*/contacteditor.po
Languages: ca_es, de_de, es_es, fr_ca, nl_nl, tr_tr

source: Contact type cannot be changed if subtype is not empty
ca_es: El tipus de contacte no es pot canviar si el subtipus no està buit.
de_de: Kontaktart kann nicht geändert werden, wenn untergeordnete Art nicht leer ist
es_es: El tipo de contacto no se puede cambiar si el subtipo no está vacío.
fr_ca: Le type de contact ne peut pas être modifié si le sous-type n'est pas vide
nl_nl: Het contacttype kan niet gewijzigd worden als het subtype gevuld is
tr_tr: Alt tür boş değilse kişi türü değiştirilemez

source: Individuals cannot be changed to another type while they have birth or death data
ca_es: Els individus no es poden canviar a un altre tipus mentre tinguin dades de naixement o defunció.
de_de: Personen können nicht zu einer anderen Kontaktart geändert werden, wenn sie Geburts- oder Todesdatum haben
es_es: Los individuos no se pueden cambiar a otro tipo mientras tengan datos de nacimiento o fallecimiento.
fr_ca: Les individus ne peuvent pas être changés en un autre type tant qu'ils ont des données de naissance ou de décès
nl_nl: Een individu kan niet gewijzigd worden in een ander type als er een geboortedatum of een overlijdensdatum is
tr_tr: Doğum ya da ölüm verileri olan bireylerin türü değiştirilemez

source: The contact has custom data that is not valid for the new type.
ca_es: El contacte té dades personalitzades que no són vàlides per al nou tipus.
de_de: Der Kontakt hat benutzerdefinierte Felder, die für die neue Kontaktart nicht gültig sind.
es_es: El contacto tiene datos personalizados que no son válidos para el nuevo tipo.
fr_ca: Le contact contient des données personnalisées qui ne sont pas valides pour le nouveau type.
nl_nl: De aangepaste gegevens van dit contact is niet geldig bij het nieuwe type.
tr_tr: Kişinin yeni türde bulunmayan bir özel verisi var.

source: The contact has one or more relationships that are not valid for the new type
ca_es: El contacte té una o més relacions que no són vàlides per al nou tipus.
de_de: Der Kontakt hat eine oder mehrere Beziehungen, die für die neue Kontaktart nicht gültig sind.
es_es: El contacto tiene una o más relaciones que no son válidas para el nuevo tipo.
fr_ca: Le contact a une relation ou plus qui n'est pas valide pour le nouveau type
nl_nl: Een of meer relaties van dit contact zijn niet geldig bij het nieuwe type
tr_tr: Kişinin yeni tür için geçerli olmayan bir ya da birkaç ilişkisi var

source: Contact type changed from %1 to %2
ca_es: El tipus de contacte ha canviat de %1 a %2
de_de: Kontaktart von %1 auf %2 geändert
es_es: El tipo de contacto cambió de %1 a %2
fr_ca: Type de contact changé de %1 pour %2
nl_nl: Contacttype gewijzigd van %1 in %2
tr_tr: Kişinin %1 olan türü %2 olarak değiştirildi

source: Data lost by the change :
ca_es: Dades perdudes pel canvi:
de_de: Datenverlust durch Veränderung:
es_es: Datos perdidos por el cambio:
fr_ca: Données perdues lors du changement :
nl_nl: Door de wijziging verloren gegevens:
tr_tr: Değişiklik ile kaybolan veri:

source: Change contact type for %1
ca_es: Canviar el tipus de contacte per a %1
de_de: Ändere Kontaktart auf %1
es_es: Cambiar el tipo de contacto para %1
fr_ca: Changer le type de contact pour %1
nl_nl: Contacttype van %1 wijzigen
tr_tr: Kişi türünü %1 olarak değiştir

source: Save
ca_es: Guardar
de_de: Speichern
es_es: Guardar
fr_ca: Enregistrer
nl_nl: Opslaan
tr_tr: Kaydet

source: Cancel
ca_es: Cancel·lar
de_de: Abbrechen
es_es: Cancelar
fr_ca: Annuler
nl_nl: Afbreken
tr_tr: İptal

source: Contact type updated
ca_es: Tipus de contacte actualitzat
de_de: Kontaktart aktualisiert
es_es: Tipo de contacto actualizado
fr_ca: Type de contact mis à jour
nl_nl: Contacttype gewijzigd
tr_tr: Kişi türü güncellendi

source: Contact type not changed
ca_es: Tipus de contacte no canviat
de_de: Kontaktart nicht verändert
es_es: Tipo de contacto no cambiado
fr_ca: Type de contact non changé
nl_nl: Contacttype niet gewijzigd
tr_tr: Kişi türü değiştirilmedi

source: Change CiviCRM contact type
ca_es: Canviar el tipus de contacte de CiviCRM
de_de: Ändere CiviCRM Kontaktart
es_es: Cambiar el tipo de contacto de CiviCRM
fr_ca: Changer le type de contact CiviCRM
nl_nl: CiviCRM contacttype wijzigen
tr_tr: CiviCRM kişi türünü değiştir

source: Permits changing a contact type. This may result in data loss if the new type does not support all data of the old type.
ca_es: Permisos per canviar un tipus de contacte. Això pot provocar una pèrdua de dades si el nou tipus no admet totes les dades del tipus anterior.
de_de: Erlaubt das Ändern einer Kontaktart. Es kann zu Datenverlust kommen, wenn die neue Art nicht alle Daten der alten Art unterstützt.
es_es: Permisos para cambiar un tipo de contacto. Esto puede provocar la pérdida de datos si el nuevo tipo no admite todos los datos del tipo anterior.
fr_ca: Permet de modifier le type d'un contact. Cela peut entraîner une perte de données si le nouveau type ne prend pas en charge toutes les données de l'ancien type.
nl_nl: Staat toe het contacttype te wijzigen. Hierbij kunnen er gegevens verloren gaan als het nieuwe type niet alle bestaande gegevens van het oude type ondersteund.
tr_tr: Bir kişi türünün değiştirilmesini sağlar. Yeni tür eski türdeki tüm verileri desteklemiyorsa, bu işlem veri kaybına neden olabilir.

source: Change Contact Type
de_de: Kontaktart ändern
es_es: Modifica el tipo de contacto
fr_ca: Changer le type de contact
nl_nl: Contacttype wijzigen

source: You can change the contact's type provided they do not have any data that would be invalidated. Some more trivial data (name prefix & suffix) will be stored in an activity rather than lost.
ca_es: Podeu canviar el tipus de contacte sempre que no tingui dades que puguin ser invalidades. Algunes dades més trivials (com el prefix i sufix del nom) s'emmagatzemaran en una activitat enlloc de perdre's.
de_de: Sie können die angegebene Kontaktart ändern. Es werden keine Daten invalidiert. Einige triviale Daten (Name Präfix & Suffix) werden in einer Aktivität hinterlegt anstatt gelöscht zu werden.
es_es: Puede cambiar el tipo de contacto siempre que no tenga ningún dato que pueda ser invalidado. Algunos datos más triviales (como el prefijo y sufijo de nombre) se almacenarán en una actividad en lugar de perderse.
fr_ca: Vous pouvez modifier le type du contact à condition qu'il ne contienne aucune donnée susceptible d'être invalidée. Certaines données plus triviales (préfixe et suffixe du nom) seront stockées dans une activité plutôt que perdues.
nl_nl: U kunt het type van het contact wijzigen als er daardoor geen ongeldige gegevens ontstaan. Wat triviale gegevens (prefix en suffix naam) gaat niet verloren maar wordt bij de activiteit opgeslagen.
tr_tr: Geçersiz kılınacak herhangi bir veriye sahip olmaması koşuluyla, kişinin türünü değiştirebilirsiniz. Bazı daha önemsiz veriler (ad ön eki ve son eki gibi) kaybolmak yerine bir işlemde saklanır.
