Repository: civicrm/civicrm-l10n-extensions
Catalog: po/civiquickbooks/*/civiquickbooks.po
Languages: nl_nl, tr_tr

source: Matches QBO Contact %1, which is already synced to %2 (%3). Deduplication is required.
nl_nl: Komt overeen met QBO-contact %1, die al is gesynchroniseerd met %2 (%3). Deduplicatie is verplicht.
tr_tr: Zaten %2 (%3) ile eşitlenmiş olan QBO kişisi %1 ile eşleşiyor. Çift kaydın teke indirilmesi gerekli.

source: Failed to store
nl_nl: Opslaan is mislukt
tr_tr: Kaydedilemedi

source: with error
nl_nl: met fout
tr_tr: Hata:

source: Contact Pull failed
nl_nl: Ophalen contract is mislukt
tr_tr: Kişi alınamadı

source: Failed to push Contact: %1 (AccountsContact: %2) with error: %3
nl_nl: Opslaan contact is mislukt: %1 (AccountsContact: %2) met fout: %3
tr_tr: Kişi gönderilemedi: %1 (Hesap kişisi: %2). Hata: %3

source: Not all contacts were saved:
nl_nl: Niet alle contacten zijn opgeslagen:
tr_tr: Tüm kişiler kaydedilemedi:

source: Submit
nl_nl: Verzenden
tr_tr: Gönder

source: AccountInvoice object for %1 is empty
nl_nl: AccountInvoice object voor %1 is leeg
tr_tr: %1 için AccountInvoice nesnesi boş

source: Failed to push Contribution: %1 (AccountInvoice: %3) Invoice: %4 with error: %2.
nl_nl: Opslaan bijdrage is mislukt: %1 (AccountFactuur: %3) Factuur: %4 met fout: %2.
tr_tr: Katkı gönderilemedi: %1 (AccountInvoice: %3) Fatura: %4. Hata: %2.

source: Not all records were saved:
nl_nl: Niet alle contacten zijn opgeslagen:
tr_tr: Tüm kayıtlar kaydedilemedi:

source: Failed to pull Contribution: %1 (AccountInvoice: %4) for QBOInvoice: %2 with error: "%3". Invoice pull failed.
nl_nl: Ophalen bijdrage is mislukt: %1 (AccountInvoice: %4) voor QBOInvoice: %2 met fout: "%3". Factuur ophalen is mislukt.
tr_tr: Katkı alınamadı: %1 (AccountInvoice: %4) QBOInvoice: %2. Hata: %3.

source: No matching QBOItem for FinancialType %2 "Income Account is": Accounting Code: %1. Error: %3
nl_nl: Geen bijbehorend QBOItem voor financieel-type %2 "inkomstenrekening is": Rekeningcode: %1. Fout: %3
tr_tr: %2 mali türü ile eşleşen QBOItem bulunamadı "Gelir hesabı": Muhasebe kodu: %1. Hata: %3

source: No matching QBOTaxCode for FinancialType %2 "Sales Tax Account is": Accounting Code: %1. Error: %3
nl_nl: Geen bijbehorend QBOTaxCode voor financieel-type %2 "Verkoopbelastingrekening is": Rekeningcode: %1. Fout: %3
tr_tr: %2 mali türü ile eşleşen QBOTaxCode bulunamadı "Satış vergisi hesabı": Muhasebe kodu: %1. Hata: %3

source: Error getting Invoice generation setting %1
nl_nl: Fout bij het ophalen van de factuurgeneratie instelling %1
tr_tr: %1 fatura oluşturma ayarı alınırken sorun çıktı

source: Error creating Invoice for %1: %2
nl_nl: Fout bij het aanmaken van de factuur voor %1: %2
tr_tr: %1 için fatura oluşturulurken sorun çıktı: %2

source: Quickbooks Settings
nl_nl: Quickbooks instellingen
tr_tr: Quickbooks ayarları

source: Synchronize contacts
nl_nl: Contacten synchroniseren
tr_tr: Kişileri eşitle

source: QuickBooks refresh is token is expired, <a href="%1">Reauthorize QuickBooks application</a> to continue syncing contacts and contributions updates to QuickBooks.
nl_nl: QuickBooks verversen token is vervallen, <a href="%1">Autoriseer QuickBooks opnieuw</a> om verder te gaan met het synchroniseren van contacten en bijdragen naar QuickBooks.
tr_tr: QuickBooks yenileme kodunun süresi dolmuş. Kişileri ve katkı güncellemelerini QuickBooks ile eşitlemeyi sürdürmek için <a href="%1">QuickBooks uygulamasına erişiminizi yeniden doğrulayın</a>.

source: QuickBooks Token Expired
nl_nl: QuickBooks token vervallen
tr_tr: QuickBooks kodunun süresi dolmuş

source: Contact Sync Status
tr_tr: Kişi eşitleme durumu

source: Contact Sync Errors
nl_nl: Contact sync-fouten
tr_tr: Kişi eşitleme sorunları

source: Invoice Sync Errors
nl_nl: Factuur sync-fouten
tr_tr: Fatura eşitleme sorunları

source: QuickBooks Online Settings
nl_nl: Quickbooks online instellingen
tr_tr: QuickBooks çevrim içi ayarları

source: Client ID
tr_tr: Müşteri kimliği

source: Initial client id retrieved from quickbooks website
nl_nl: Initiële client-id opgehaald van website quickbooks
tr_tr: QuickBooks sitesinden alabileceğiniz ilk müşteri kodu

source: Client Secret
tr_tr: Müşteri parolası

source: Initial client secret retrieved from quickbooks website
nl_nl: Initiële client-secret opgehaald van website quickbooks
tr_tr: QuickBooks sitesinden alabileceğiniz ilk müşteri parolası

source: Environment
nl_nl: Omgeving
tr_tr: Ortam

source: Development or Production mode.
nl_nl: Ontwikkel- of productiemode.
tr_tr: Çalışma ortamını geliştirme ya da üretim olarak seçin.

source: Use Development to test with your sandbox.
nl_nl: Gebruik ontwikkel om in uw zandbak te testen.
tr_tr: Kum havuzunda denemeler yapmak için geliştirme kipini seçin.

source: Production
nl_nl: Productie
tr_tr: Üretim

source: Development
nl_nl: Ontwikkeling
tr_tr: Geliştirme

source: Current Access Token
nl_nl: Huidig toegang-token
tr_tr: Güncel erişim kodu

source: Access token retrieved after user authorization
nl_nl: Toegang-token opgehaald na autorisatie van de gebruiker
tr_tr: Kullanıcı doğrulandıktan sonra alınan erişim kodu

source: Current Refresh Token
nl_nl: Huidig ververs-token
tr_tr: Güncel yenileme kodu

source: Refresh token retrieved after user authorization
nl_nl: Ververs-token opgehaald na autorisatie van de gebruiker
tr_tr: Kullanıcı doğrulandıktan sonra alınan yenileme kodu

source: Current State Token
nl_nl: Huidig status-token
tr_tr: Güncel durum kodu

source: State token generated for user authorization
nl_nl: Status-token aangemaakt voor autorisatie van de gebruiker
tr_tr: Kullanıcı doğrulandıktan sonra alınan durum kodu

source: Access Token Expiry Date
nl_nl: Toegang-token vervaldatum
tr_tr: Erişim kodunun geçerlilik sonu

source: Expiry date of the current access token
nl_nl: Vervaldatum van het huidige toegang-token
tr_tr: Güncel erişim kodunun son geçerlilik tarihi

source: Refresh Token Expiry Date
nl_nl: Ververs-token vervaldatum
tr_tr: Yenileme kodunun geçerlilik sonu

source: Expiry date of the current refresh token
nl_nl: Vervaldatum van het huidige ververs-token
tr_tr: Güncel yenileme kodunun son geçerlilik tarihi

source: Send Email for new Invoices
nl_nl: Voor nieuwe facturen e-mails verzenden
tr_tr: Yeni faturalar e-posta ile gönderilsin

source: Whether an email should be sent to the Invoicee when a new Invoice is created in Quickbooks.
nl_nl: Indicatie of er een e-mail moet worden verzonden naar de gefactureerde indien er in Quickbooks een factuur wordt aangemaakt.
tr_tr: Quickbooks üzerinde yeni bir fatura oluşturulduğunda fatura alıcısına e-posta gönderilip gönderilmeyeceğini seçin.

source: Never
nl_nl: Nooit
tr_tr: Hiçbir zaman

source: Unpaid Invoices Only
nl_nl: Alleen onbetaalde facturen
tr_tr: Yalnızca ödenmemiş faturalar

source: Always
nl_nl: Altijd
tr_tr: Her zaman

source: QBO Log Directory
nl_nl: QBO Log-map
tr_tr: QBO günlük kayıtları klasörü

source: Absolute path to writable file system directory for QBO logs.
nl_nl: Absoluut pad naar beschrijfbare systeemmap voor QBO-logs.
tr_tr: QBO günlük kayıtları için yazılabilir dosya sistemi klasörünün mutlak yolu.

source: Activate QBO logging?
nl_nl: QBO logging inschakelen?
tr_tr: QBO günlük kayıtları tutulsun

source: If selected, QBO will log potentially sensitive data to the QBO Log Directory.
nl_nl: Indien geselecteerd, QBO schrijft mogelijk gevoelige loggegevens in de map met de QBO-log.
tr_tr: Bu seçenek etkinleştirildiğinde, QBO önemli olabilecek verileri QBO günlüğü klasörüne kaydeder.

source: realmId retrieved when got access token
nl_nl: realmId opgehaald na ontvangst token voor toegang
tr_tr: erişim kodu alındığında alınan realmId

source: QuickBooks Company Country
nl_nl: QuickBooks Bedrijf Land
tr_tr: QuickBooks kuruluşunun ülkesi

source: QuickBooks company country code for differentiating US and other countries during including tax in invoices.
nl_nl: QuickBooks bedrijfslandcode voor het onderscheid maken in belasting bij facturen.
tr_tr: Faturalara vergi eklenirken Birleşik Develetler ve diğer ülkeleri ayırt etmek için kullanılan QuickBooks kuruluşunun ülke kodu.

source: Where should Invoice Numbers be generated?
nl_nl: Waar moeten de factuurnummers worden aangemaakt?
tr_tr: Fatura numaralarının üretileceği yer

source: Whether the invoice numbers should be generated in CiviCRM or QuickBooks.
nl_nl: Of de factuurnummers worden aangemaakt door CiviCRM of door QuickBooks.
tr_tr: Fatura numaralarını CiviCRM ya da QuickBooks üzerinde oluşturulacak şekilde seçin.

source: Invoice Prefix
nl_nl: Factuur voorvoegsel
tr_tr: Fatura ön eki

source: Will be prefixed to Transaction ID when CiviCRM generates an Invoice number for QBO. You can optionally include a format specifier <a href="%1">for printf</a> e.g. %2 will enforce 7 digits with 0 as padding (123 => Civi-0000123)
nl_nl: Wordt met een voorvoegsel het transactie-id bij het door CiviCRM genereren van het factuurnummer voor QBO. U kunt een formaat aangeven voor <a href="%1">printf</a> bijv. %2 zal het veld aanvullen met voorloopnullen tot 7 cijfers (123 => Civi-0000123)
tr_tr: Bu ek, CiviCRM QBO için bir fatura numarası oluşturduğunda, işlem kimliğinin önüne eklenir. İsteğe bağlı olarak <a href="%1">printf</a> için bir biçim belirtici ekleyebilirsiniz. Örneğin %2, dolgu olarak 0 ile 7 haneyi zorunlu kılar (123 => Civi-0000123)

source: Allow ACH Payment?
nl_nl: ACH-betaling toestaan?
tr_tr: ACH ödemeleri yapılabilsin

source: Specifies if invoices can be paid with online bank transfers
nl_nl: Geeft aan of facturen met online via een bank betaald kunnen worden
tr_tr: Faturaların çevrim içi banka havaleleriyle ödenip ödenemeyeceğini seçin

source: Yes
nl_nl: Ja
tr_tr: Evet

source: No
nl_nl: Nee
tr_tr: Hayır

source: Allow Online Credit Card Payment?
nl_nl: Online betaling met creditcard toestaan?
tr_tr: Çevrim içi kredi kartı ödemeleri yapılabilsin

source: Specifies if online credit card payments are allowed for invoices
nl_nl: Geeft aan of facturen online per creditcard betaald kunnen worden
tr_tr: Faturalar için çevrim içi kredi kartı ödemelerine izin verilip verilmeyeceğini seçin

source: Customer Memo Override
nl_nl: Klant-opmerking overschrijven
tr_tr: Müşteri notu değişikliği

source: Custom Memo text (instead of the contribution source)
nl_nl: Tekst klant-opmerking (i.p.v. bron bijdrage)
tr_tr: Özel not metni (katkı kaynağı yerine geçer)

source: if you enter text into this field it will be displayed on the invoice as the Memo instead of the source
nl_nl: als u hier tekst invult dan kom die als opmerking op de factuur te staan i.p.v. de brontekst
tr_tr: Bu alana bir metin yazarsanız, faturada kaynak yerine not olarak görüntülenir
