Repository: civicrm/civicrm-l10n-extensions
Catalog: po/activityical/*/activityical.po
Languages: fr_fr, nl_nl, tr_tr

source: The given contact does not have an activities iCalendar feed.
fr_fr: Le contact donné n'a pas de flux d'activités iCalendar.
nl_nl: Dit contact heeft geen activiteiten in de feed iCalendar.
tr_tr: Belirtilen kişinin iCalendar akışında herhangi bir etkinliği yok.

source: Could not find the given contact.
fr_fr: Impossible de trouver le contact donné.
nl_nl: Contact niet gevonden.
tr_tr: Belirtilen kişi bulunamadı.

source: [contact ID %1]
fr_fr: [ID de contact %1]
tr_tr: [%1 kimlikli kişi]

source: Rebuild feed URL now, for %1
fr_fr: Reconstruire l'URL du flux maintenant, pour %1
nl_nl: Feed URL nu opnieuw aanmaken voor %1
tr_tr: %1 için akış adresini yeniden oluştur

source: Rebuild feed URL now
fr_fr: Reconstruire l'URL du flux maintenant
nl_nl: Feed URL nu opnieuw aanmaken
tr_tr: Akış adresini yeniden oluştur

source: URL rebuilt
fr_fr: URL reconstruit
nl_nl: URL opnieuw aangemaakt
tr_tr: Adres yeniden oluşturuldu

source: Limit the feed to activities within N days before the current date, instead of the default of %1 days.
fr_fr: Limiter le flux aux activités des N jours précédent la date actuelle, au lieu de la valeur par défaut de %1 jours.
nl_nl: Beperk de feed tot activiteiten maximaal N dagen voor de huidige datum, de standaard is %1 dagen.
tr_tr: Akışı, varsayılan %1 gün yerine güncel tarihten önceki N günün etkinlikleriyle sınırlar.

source: Limit the feed to activities within N days after the current date, instead of the default of %1 days.
fr_fr: Limiter le flux aux activités aux N jours suivant la date actuelle, au lieu de la valeur par défaut de % 1 jours.
nl_nl: Beperk de feed tot activiteiten maximaal N dagen na de huidige datum, de standaard is %1 dagen.
tr_tr: Akışı, varsayılan %1 gün yerine güncel tarihten sonraki N günün etkinlikleriyle sınırlar.

source: Get the latest feed data, completely bypassing the feed cache.
fr_fr: Obtenir les dernières données de flux, en contournant complètement le cache de flux.
nl_nl: Haal de meeste recente feed-gegevens op, zonder gebruik van de cache.
tr_tr: Akış ön belleğini tümüyle atlayarak güncel akış verilerini alır.

source: Submit
fr_fr: Soumettre
nl_nl: Verzenden
tr_tr: Gönder

source: Settings saved.
fr_fr: Paramètres sauvegardés.
nl_nl: Instellingen opgeslagen.
tr_tr: Ayarlar kaydedildi.

source: none
fr_fr: aucun
nl_nl: geen
tr_tr: yok

source: Activity iCalendar Feed
fr_fr: Flux d'Activité iCalendar
nl_nl: Activiteiten iCalendar-feed
tr_tr: Etkinlik iCalendar akışı

source: Assigned activities are accessible as an iCalendar feed.
fr_fr: Les activités affectées sont accessibles en tant que flux iCalendar.
nl_nl: De toegekende activiteiten kunnen als een iCalendar-feed benaderd worden.
tr_tr: İlişkilendirilmiş etkinliklere bir iCalendar akışı olarak erişilebilir.

source: Feed details...
fr_fr: Détails de Flux...
tr_tr: Akış ayrıntıları...

source: Activityical Cache
tr_tr: Activityical ön belleği

source: Activityical Caches
tr_tr: Activityical ön bellekleri

source: Cached activity iCalendar feed contents, per contact
tr_tr: Ön belleğe alınmış etkinlik iCalendar akışı içeriği, her bir kişi için

source: ID
tr_tr: Kimlik

source: Unique ActivityicalCache ID
tr_tr: Benzersiz ActivityicalCache kimliği

source: Contact ID
tr_tr: Kişi kimliği

source: FK to Contact
nl_nl: FK naar Contact
tr_tr: Kişi dış anahtarı

source: Cache
tr_tr: Ön bellek

source: Cached feed output
tr_tr: Ön belleğe alınmış akış çıkışı

source: Cached
fr_fr: Mis en cache
tr_tr: Ön bellekte

source: Timestamp
nl_nl: Tijdstempel
tr_tr: Zaman damgası

source: Activityical Contact
tr_tr: Activityical kişisi

source: Activityical Contacts
tr_tr: Activityical kişileri

source: Per-contact data for activity iCalendar feed
tr_tr: Etkinlik iCalendar akışının her bir kişi için verileri

source: Unique ActivityicalContact ID
tr_tr: Benzersiz ActivityicalContact kimliği

source: Hash
fr_fr: Hachage
tr_tr: Karma

source: Private hash per feed
tr_tr: Her akışın özel karması

source: Only members of this CiviCRM group will have an activity iCalendar feed.
fr_fr: Seuls les membres de ce groupe CiviCRM auront un flux d'activité iCalendar.
nl_nl: Alleen leden van deze CiviCRM-groep hebben een activiteiten iCalendar-feed.
tr_tr: Yalnızca bu CiviCRM grubunun üyeleri etkinlik iCalendar akışını kullanabilir.

source: Activity iCalendar Feed Group
fr_fr: Activité iCalendar du Flux de Groupe
nl_nl: Activiteiten iCalendar-feed Groep
tr_tr: Etkinlik iCalendar akışı grubu

source: Select one more more options to limit the feed to the selected activity type(s); or select none to skip this limitation.
fr_fr: Sélectionner une autre option pour limiter le flux aux types d'activité sélectionnés; ou n'en sélectionner aucun pour ignorer cette limitation.
nl_nl: Selecteer een of meer opties om de feed te beperken de geselecteerde activiteitstype(s), als u niks selecteert dan is er geen beperking op type.
tr_tr: Akışın yalnızca seçilmiş etkinlik türleri ile sınırlandırılması için bir ya da birkaç seçenek belirleyin. Hiçbiri seçildiğinde sınırlama uygulanmaz

source: Use Ctrl+click to select or unselect multiple options.
fr_fr: Utiliser Ctrl + clic pour sélectionner ou désélectionner plusieurs options.
nl_nl: Met Ctrl+klik kunt u meerdere opties (de)selecteren.
tr_tr: Birkaç seçenek seçmek ya da bırakmak için Ctrl ile tıklayın.

source: Limit by Activity Type
fr_fr: Limiter par Type d'Activité
nl_nl: Op activiteitstype beperken
tr_tr: Etkinlik türüne göre sınırlama

source: Select one more more options to limit the feed to the selected activity status(es); or select none to skip this limitation.
fr_fr: Sélectionner une autre option pour limiter le flux aux statuts d'activité sélectionnés; ou n'en sélectionner aucun pour ignorer cette limitation.
nl_nl: Selecteer een of meer opties om de feed te beperken de geselecteerde activiteitsstatus(sen), als u niks selecteert dan is er geen beperking op status.
tr_tr: Akışın yalnızca seçilmiş etkinlik durumları ile sınırlandırılması için bir ya da birkaç seçenek belirleyin. Hiçbiri seçildiğinde sınırlama uygulanmaz

source: Limit by Activity Status
fr_fr: Limiter par Statut d'Activité
nl_nl: Op activiteitsstatus beperken
tr_tr: Etkinlik durumuna göre sınırlama

source: Append "with" contacts to Description?
fr_fr: Ajouter les contacts "avec" à la description ?
nl_nl: De "met" contacten toevoegen aan de beschrijving?
tr_tr: Açıklamaya "ile" kişiler eklenir

source: Description Includes "With"
fr_fr: La description comprend "Avec"
nl_nl: Beschrijving inclusief "Met"
tr_tr: Açıklamaya "ile" eklensin

source: Append other assigned contacts to Description?
fr_fr: Ajouter d'autres contacts affectés à la Description ?
nl_nl: Andere toegekende contacten toevoegen aan de beschrijving?
tr_tr: Açıklamaya atanmış diğer kişiler eklenir

source: Description Includes Assignees
fr_fr: La Description Inclus les Assignés
nl_nl: Beschrijving bevat betrokkenen
tr_tr: Açıklama atanmışlar eklensin

source: Maxiumum cache lifetime in minutes. Cached content will be refreshed if it is older than this number of minutes. Set to 0 to disable caching completely.
fr_fr: Durée de vie maximale du cache en minutes. Le contenu mis en cache sera actualisé s'il est plus ancien que ce nombre de minutes. Définissez à 0, pour désactiver complètement la mise en cache.
nl_nl: Maximum cache levensduur in minuten. Informatie die langer in cache is dan dit aantal minuten wordt ververst. Als u dit op 0 zet, dan schakelt u het gebruik van cache uit.
tr_tr: Dakika cinsinden en uzun ön bellek ömrü. Ön belleğe alınan içerik, bu kadar dakika sonunda yenilenir. Ön belleğe almayı tümüyle devre dışı bırakmak için 0 olarak ayarlayın.

source: See any Feed Details page for possible ways to bypass this on a per-request basis.
fr_fr: Consulter la page Détails du flux pour connaître les moyens possibles de contourner cela, sur une base par demande.
nl_nl: Elke detailpagina van een feed bekijken naar opties om dit per verzoek te kunnen overslaan.
tr_tr: Bu seçeneği isteğe göre atlama yöntemlerini görmek için herhangi bir akışın ayrıntılarına bakın.

source: Max Cache Lifetime
fr_fr: Durée Max du Cache
nl_nl: Max cache levensduur
tr_tr: En uzun ön bellek ömrü

source: The field "Max cache lifetime" is required
fr_fr: Le champ "Durée de vie maximale du cache" est obligatoire
nl_nl: Het veld "Max cache levensduur" is verplicht
tr_tr: "En uzun ön bellek ömrü" alanının doldurulması zorunludur

source: The field "Max cache lifetime" must be an integer
fr_fr: Le champ "Durée de vie maximale du cache" doit être un entier
nl_nl: "Max cache levensduur" moet een geheel getal zijn
tr_tr: "En uzun ön bellek ömrü" değeri bir tamsayı olmalıdır

source: Maximum number of days in the past, before which no activities will be included in the feed.
fr_fr: Nombre maximal de jours antérieurs, avant lesquels aucune activité ne sera incluse dans le flux.
nl_nl: Het maximale aantal dagen in het verleden, hiervoor worden er geen activiteiten opgenomen in de feed.
tr_tr: Etkinliklerin akışa katılması için en fazla kaç gün geçmişte olacağı.

source: Past Days Limit
fr_fr: Limite de Jours Antérieurs
nl_nl: Limiet aantal dagen in het verleden
tr_tr: Geçmişteki gün sayısı

source: The field "Past days limit" is required.
fr_fr: Le champ "Limite des jours antérieurs" est obligatoire.
nl_nl: Het veld "Limiet aantal dagen in het verleden" is verplicht.
tr_tr: "Geçmişteki gün sayısı" alanının doldurulması zorunludur.

source: The field "Past days limit" must be an integer.
fr_fr: Le champ "Limite des jours antérieurs" doit être un entier.
nl_nl: Het veld "Limiet aantal dagen in het verleden" moet een getal bevatten.
tr_tr: "Geçmişteki gün sayısı" değeri bir tamsayı olmalıdır

source: Maximum number of days in the future, after which no activities will be included in the feed.
fr_fr: Nombre maximal de jours futurs, après lequel aucune activité ne sera incluse dans le flux.
nl_nl: Het maximale aantal dagen in de toekomst, hierna worden er geen activiteiten opgenomen in de feed.
tr_tr: Etkinliklerin akışa katılması için en fazla kaç gün gelecekte olacağı.

source: Future Days Limit
fr_fr: Limite des Jours Futurs
nl_nl: Limiet aantal dagen in de toekomst
tr_tr: Gelecekteki gün sayısı

source: The field "Future days limit" is required.
fr_fr: Le champ "Limite des jours futurs" est obligatoire.
nl_nl: Het veld "Limiet aantal dagen in de toekomst" is verplicht.
tr_tr: "Gelecekteki gün sayısı" alanının doldurulması zorunludur.

source: The field "Future days limit" must be an integer.
fr_fr: Le champ "Limite des jours futurs" doit être un entier.
nl_nl: Het veld "Limiet aantal dagen in de toekomst" moet een getal bevatten.
tr_tr: "Gelecekteki gün sayısı" değeri bir tamsayı olmalıdır

source: Details for contact
fr_fr: Détails du contact
nl_nl: Details van contact
tr_tr: İletişim bilgileri

source: The CiviCRM assigned activities feed for %1 is available at this URL
fr_fr: Le flux d'activités CiviCRM assigné à %1 est disponible à cette URL
nl_nl: De feed met CiviCRM-activiteiten voor %1 is beschikbaar met deze URL
tr_tr: %1 için CiviCRM tarafından atanmış etkinlik akışı bu adreste bulunabilir

source: Your CiviCRM assigned activities feed is available at this URL
fr_fr: Votre flux d'activités CiviCRM assignées est disponible à cette URL
nl_nl: Uw feed met CiviCRM-activiteiten is beschikbaar met deze URL
tr_tr: CiviCRM tarafından atanmış etkinlik akışınız bu adreste bulunabilir

source: Advanced Options
fr_fr: Options Avancées
nl_nl: Geavanceerde opties
tr_tr: Gelişmiş ayarlar

source: Add any of the following to the above URL to affect the behavior of your feed
fr_fr: Ajoutez l'un des éléments suivants à l'URL ci-dessus, afin de modifier le comportement de votre flux
nl_nl: Voeg een van het volgende toe aan de bovenstaande URL om de werking van de feed aan te passen
tr_tr: Akışınızın davranışını değiştirmek için aşağıdakilerden herhangi birini yukarıdaki adrese ekleyin

source: Rebuild Feed URL
fr_fr: Reconstruire l'URL du Flux
nl_nl: Feed URL aanmaken
tr_tr: Akış adresini yeniden oluştur

source: Anyone who knows your feed URL will be able to view your activities. If you think this URL is known by people who should not have that access, you can rebuild a new URL, so that any existing URL no longer works.
fr_fr: Quiconque connaît l'URL de votre flux pourra voir vos activités. Si vous pensez que cette URL est connue des personnes qui ne devraient pas avoir cet accès, vous pouvez reconstruire une nouvelle URL afin que toute URL existante ne fonctionne plus.
nl_nl: Iedereen die uw feed-URL kent, kan uw activiteiten zien. Indien u denkt dat deze URL ongewild te bekend is, dan kunt u een nieuwe URL aanmaken, die vervangt dan de huidige URL.
tr_tr: Akış adresinizi bilen herkes etkinliklerinizi görüntüleyebilir. Bu adresin erişmemesi gereken kişiler tarafından bilindiğini düşünüyorsanız, yeni bir adres oluşturarak eski adresin kapanmasını sağlayabilirsiniz.

source: Note: This will cause the existing URL to stop working, so if you're already using the URL in your calendar software (Google Calendar, etc.), you'll need to update that software with the new URL.
fr_fr: Remarque: Cela entraînera que l'URL existante de cesser de fonctionner, donc, si vous utilisez déjà l'URL dans un logiciel de calendrier (Google Calendar, etc.), vous devrez mettre à jour la nouvelle URL, dans ce logiciel.
nl_nl: NB: Hierdoor zal de oude URL niet meer werken, als u dus deze URL al gebruikt in software (Google Calendar, enz.), dan moet u daar de nieuwe URL gaan gebruiken.
tr_tr: Not: Bu işlem, var olan adresi kapatır. Bu nedenle bu adresi takvim uygulamanızda (Google Takvim vb.) kullanıyorsanız, uygulamanızdaki adresi güncellemeniz gerekir.

source: Feed
fr_fr: Flux
tr_tr: Akış

source: Details
fr_fr: Détails
tr_tr: Ayrıntılar

source: Upgrade %1 to revision %2
fr_fr: Mettre à jour %1 vers la révision %2
