Repository: civicrm/civicrm-l10n-extensions
Catalog: po/Civixero/*/Civixero.po
Languages: nl_nl, tr_tr

source: Failed to store %1 (%2)
nl_nl: Opslaan %1 (%2) is mislukt
tr_tr: %1 kaydedilemedi (%2)

source: with error
nl_nl: met fout
tr_tr: Hata:

source: Not all records were saved
nl_nl: Niet alle records zijn opgeslagen
tr_tr: Tüm kayıtlar kaydedilemedi

source: Error updating existing contact for %1
tr_tr: %1 için var olan kişi güncellenirken sorun çıktı

source: Attempt to sync Contact %1 to Xero entry for existing Contact %2.
nl_nl: Poging contact %1 te synchroniseren met Xero voor bestaand contact %2.
tr_tr: %1 kişisini, var olan %2 kişisinin Xero kaydıyla eşitlemeyi dener.

source: Failed to push contactID: %1
tr_tr: Şu kişi kodu gönderilemedi: %1

source: Error:
nl_nl: Fout:
tr_tr: Hata:

source: Record:
tr_tr: Kayıt:

source: Contact Push failed
nl_nl: Ophalen contact is mislukt
tr_tr: Kişi gönderilemedi

source: Not all contacts were saved
nl_nl: Niet alle contacten zijn opgeslagen
tr_tr: Tüm kişiler kaydedilemedi

source: - Primary -
nl_nl: - Primair -
tr_tr: - Birincil -

source: Xero Authorization Successful
nl_nl: Xero-autorisatie is gelukt
tr_tr: Xero izinleri verildi

source: Xero Authorization Not Successful, try again.
nl_nl: Xero-autorisatie is mislukt, probeer het opnieuw
tr_tr: Xero izinleri verilemedi. Yeniden deneyin.

source: Save
nl_nl: Opslaan
tr_tr: Kaydet

source: CiviCRM can connect to Xero. You do not need to authorize again at this point.
nl_nl: CiviCRM kan met Xero verbinden. Op dit punt is het opnieuw autoriseren niet nodig.
tr_tr: CiviCRM Xero ile bağlantı kuramadı. Bu noktada yeniden izin vermeniz gerekmiyor.

source: You need to Re-authorize with Xero by clicking the button below.
nl_nl: U moet opnieuw autoriseren met Xero door het klikken op onderstaande knop.
tr_tr: Aşağıdaki düğmeye tıklayarak Xero için yeniden izin vermelisiniz.

source: You need to Authorize with Xero by clicking the button below.
nl_nl: U moet autoriseren met Xero door het klikken op onderstaande knop.
tr_tr: Aşağıdaki düğmeye tıklayarak Xero için izin vermelisiniz.

source: Authorize with Xero
nl_nl: Autoriseren met Xero
tr_tr: Xero için izin ver

source: Failed to push contributionID: %1 (AccountsContactID: %2)
tr_tr: Katkı kimliği gönderilemedi: %1 (Hesap kişi kimliği: %2)

source: %1 Push failed
nl_nl: Ophalen %1 is mislukt
tr_tr: %1 gönderilemedi

source: Tracking Category Does Not Exist
nl_nl: De te volgen categorie bestaat niet
tr_tr: İzleme kategorisi bulunamadı

source: Draft
nl_nl: Concept
tr_tr: Taslak

source: Submitted
nl_nl: Verzonden
tr_tr: Gönderildi

source: Approved
nl_nl: Goedgekeurd
tr_tr: Onaylandı

source: Inclusive
nl_nl: Inclusief
tr_tr: Katılacak

source: Exclusive
nl_nl: Exclusief
tr_tr: Katılmayacak

source: Please configure a Client ID and Client Secret from your Xero app.
nl_nl: Configureer een Client-id en Client-secret in uw Xero-applicatie.
tr_tr: Lütfen Xero uygulamanızdan bir müşteri kimliği ve müşteri parolası yapılandırın.

source: Missing Xero App Details
nl_nl: Er ontbreken details in Xero
tr_tr: Xero uygulaması ayrıntıları eksik

source: Please Authorize with Xero to enable a connection.
nl_nl: Autoriseer a.u.b. met Xero om een verbinding te maken.
tr_tr: Lütfen bir bağlantı kurmak için Xero iznini verin.

source: Xero Authorization Required
nl_nl: Xero autorisatie verplicht
tr_tr: Xero izninin verilmesi gerekiyor

source: Xero access token has expired. You need to re-authorize with Xero to re-enable the connection.
nl_nl: Het Xero toegang-token is verlopen. U dient zich opnieuw te autoriseren met Xero om weer een verbinding te maken.
tr_tr: Xero erişim kodunun süresi dolmuş. Bağlantıyı yeniden etkinleştirmek için Xero için izinleri yeniden vermelisiniz.

source: Contact Sync Status
tr_tr: Kişi eşitleme durumu

source: Contact Sync Errors
nl_nl: Contact sync-fouten
tr_tr: Kişi eşitleme sorunları

source: Invoice Sync Errors
nl_nl: Factuur sync-fouten
tr_tr: Fatura eşitleme sorunları

source: Contact Sync Link
tr_tr: Kişi eşitleme bağlantısı

source: Sync Start Date
nl_nl: Sync Startdatum
tr_tr: Eşitleme bağlangıç tarihi

source: date to start pulling from (default "yesterday")
nl_nl: startdatum voor het ophalen (standaard "gisteren")
tr_tr: alınmaya başlanacak tarih (varsayılan değer: "dün"

source: Connector ID
tr_tr: Bağlayıcı kimliği

source: Connector ID if using nz.co.fuzion.connectors, else 0
nl_nl: Connector-id bij gebruik van nz.co.fuzion.connectoren, anders 0
tr_tr: nz.co.fuzion.connectors kullanılıyorsa bağlayıcı kimliği, yoksa 0

source: Xero Contact ID
tr_tr: Xero kişi kimliği

source: Specify Xero Contact UUID to retrieve a single contact record
tr_tr: Tek bir kişi kaydının alınacağı Xero kişisinin UUID değerini belirtin

source: Invoice Number
nl_nl: Factuurnummer
tr_tr: Fatura numarası

source: The (Optional) Xero Invoice number to pull (eg. IN-0624
nl_nl: Het (optionele) Xero factuurnummer voor het ophalen (bijv. IN-0624
tr_tr: Alınacak (isteğe bağlı) Xero fatura numarası (örneğin IN-0624

source: Xero Invoice ID
tr_tr: Xero fatura kimliği

source: Specify Xero Invoice UUID to retrieve a single contribution record
tr_tr: Tek bir katkı kaydının alınacağı Xero faturası UUID değerini belirtin

source: Create contributions in CiviCRM if they don't exist
tr_tr: Yoksa CiviCRM üzerinde katkılar oluşturun

source: Xero Settings
nl_nl: Xero Instellingen
tr_tr: Xero ayarları

source: Xero Authorize
nl_nl: Xero Autoriseren
tr_tr: Xero doğrulama

source: Xero client authentication details
nl_nl: Xero client authenticatie details
tr_tr: Xero istemci doğrulama bilgileri

source: Access token expiry date
nl_nl: Toegang-token vervaldatum
tr_tr: Erişim kodunun geçerlilik sonu

source: Status
tr_tr: Durum

source: Sync Status
tr_tr: Eşitleme durumu

source: Data is synchronized via scheduled jobs. No data will be synchronized until you enable one or more jobs.
nl_nl: Gegevens worden met geplande jobs gesynchroniseerd. Er worden geen gegevens gesynchroniseerd als er niet minstens een job ingeschakeld is.
tr_tr: Veriler, zamanlanmış görevler ile eşitlenir. Bir ya da birkaç görev etkinleştirilmeden herhangi bir veri eşitlenmez.

source: Enabled
nl_nl: Ingeschakeld
tr_tr: Etkin

source: Disabled
nl_nl: Uitgeschakeld
tr_tr: Devre dışı

source: Xero Sync Status
tr_tr: Xero eşitleme durumu

source: Queue Sync to Xero
nl_nl: Wachtrij Sync met Xero
tr_tr: Xero eşitleme kuyruğu

source: Contact is synced with Xero
nl_nl: Contact is gesynchroniseerd met Xero
tr_tr: Kişi Xero ile eşitlendi

source: Contact is queued for sync with Xero
nl_nl: Contact in wachtrij voor synchronisatie met Xero
tr_tr: Kişi Xero ile eşitlenmek üzere sıraya alındı
