Repository: civicrm/civicrm-l10n-extensions
Catalog: po/pdfapi/*/pdfapi.po
Languages: de_de, fr_fr, nl_nl, tr_tr

source: Send PDF to e-mail address (printer or mailbox) "%1" with template "%2"
de_de: Sende PDF an E-Mail-Adresse (Drucker oder Mailbox) "%1" mit Vorlage "%2"
fr_fr: Envoyez le PDF à l'adresse électronique (imprimante ou messagerie électronique) "%1" avec le modèle "%2"
nl_nl: PDF e-mailen (printer of mailbox) "%1" met sjabloon "%2"
tr_tr: PDF dosyasını "%2" kalıbı ile "%1" e-posta adresine (yazıcı ya da e-posta kutusu) gönder

source: , email is sent from email address "
de_de: , E-Mail ist versandt von E-Mail-Adresse "
fr_fr: , le courriel est envoyé depuis l'adresse électronique "
nl_nl: , e-mail is verzonden van e-mailadres "
tr_tr: , e-posta "Kimden" e-posta adresinden gönderildi "

source: , email sender name is "
de_de: , E-Mail Absendername ist "
fr_fr: , le nom de l'expéditeur du courriel est "
nl_nl: , e-mail afzender is "
tr_tr: , e-posta "Kimden" adı "

source: , template for e-mail body "
de_de: , Vorlage für E-Mail-Body "
fr_fr: , modèle pour le corps du courriel "
nl_nl: , sjabloon voor e-mail body "
tr_tr: , e-posta içeriğinin kalıbı "

source: and subject of the email: "
de_de: und Betreff der E-Mail: "
fr_fr: et le sujet du courriel : "
nl_nl: en onderwerp van de e-mail: "
tr_tr: ve e-postanın konusu: "

source: , record Print Pdf activity for each contact
de_de: , zeichne die Aktivität PDF-Dokument-erzeugen für jeden Kontakt auf
fr_fr: , enregistrer l'activité Imprimer un PDF pour chaque contact
nl_nl: , Print-Pdf activiteit vastleggen voor elk contact
tr_tr: , her kişinin PDF yazdırma işlemleri kaydedilir

source: , record Email activity for each contact
de_de: , zeichne die Aktivität E-Mail für jeden Kontakt auf
fr_fr: , enregistrer l'activité Courriel pour chaque contact
nl_nl: , E-mail activiteit vastleggen voor elk contact
tr_tr: , her kişinin e-posta işlemleri kaydedilir

source: , file on case
de_de: , Datei in Fall
fr_fr: , fichier dans le dossier
nl_nl: , bestand bij dossier
tr_tr: , olay dosyası

source: -- please select --
de_de: -- bitte wählen --
fr_fr: -- sélectionner --
nl_nl: -- selecteer --
tr_tr: -- Lütfen seçin --

source: From e-mail address
de_de: Absender-E-Mail-Adresse
fr_fr: Depuis l'adresse électronique
nl_nl: Van e-mailadres
tr_tr: "Kimden" e-posta adresi

source: Email is not valid.
de_de: E-Mail ist ungültig.
fr_fr: L'adresse électronique n'est pas valable.
nl_nl: E-mail is niet geldig.
tr_tr: E-posta adresi geçersiz.

source: From e-mail name
de_de: Absender-E-Mail-Adresse
fr_fr: Nom de l'expéditeur du courriel
nl_nl: Van e-mail naam
tr_tr: E-postanın "Kimden" adı

source: To e-mail address
de_de: An E-Mail-Adresse
fr_fr: Destinataire du courriel
nl_nl: Aan e-mailadres
tr_tr: "Kime" e-posta adresi

source: Message template for the PDF
de_de: Nachrichtenvorlage für das PDF
fr_fr: Modèle de message pour le PDF
nl_nl: Berichtensjabloon voor de PDF
tr_tr: PDF için ileti kalıbı

source: Message template for the e-mail that sends the PDF
de_de: Nachrichtenvorlage für die E-Mail mit der das PDF verschickt wird
fr_fr: Modèle de message pour le courriel qui envoie le PDF
nl_nl: Berichtensjabloon voor de e-mail waarmee de PDF wordt verzonden
tr_tr: PDF gönderimi yapan e-postanın ileti kalıbı

source: Subject for the e-mail that will send the PDF
de_de: Betreff für die E-Mail mit der das PDF verschickt wird
fr_fr: Objet du courriel qui enverra le PDF
nl_nl: Onderwerp van de email waarmee de PDF wordt verzonden
tr_tr: PDF gönderimi yapan e-postanın konusu

source: Print PDF activity for each contact?
de_de: Drucke PDF-Aktivität für jeden Kontakt?
fr_fr: Ajouter une activité Imprimer un PDF pour chaque contact ?
nl_nl: PDF-activiteit printen voor elk contact?
tr_tr: Her kişinin PDF yazdırma işlemleri kaydedilsin

source: Email activity for each contact?
de_de: E-Mail-Aktivität für jeden Kontakt?
fr_fr: Ajouter une activité Imprimer le Courriel pour chaque contact ?
nl_nl: E-mail activiteit voor elk contact?
tr_tr: Her kişinin e-posta işlemleri kaydedilsin

source: File activity on case
de_de: Speichere Aktivität zu Fall
fr_fr: Activité Fichier dans le dossier
nl_nl: Bestand activiteit op dossier
tr_tr: Olay üzerindeki dosya işlemleri

source: Save
de_de: Speichern
fr_fr: Enregistrer
nl_nl: Opslaan
tr_tr: Kaydet

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
nl_nl: Afbreken
tr_tr: İptal

source: CiviCRM has generated a PDF letter
de_de: CiviCRM hat einen PDF-Brief erstellt
fr_fr: CiviCRM a généré une lettre PDF
nl_nl: CiviCRM heeft een PDF-brief aangemaakt
tr_tr: CiviCRM bir PDF mektubu oluşturdu

source: PDF Letter from Civicrm
de_de: PDF-Brief von CiviCRM
fr_fr: Lettre PDF de Civicrm
nl_nl: PDF-brief van CiviCRM
tr_tr: CiviCRM PDF mektubu

source: Email with attached PDF not sent to contact ID
de_de: E-Mail mit angehangenem PDF nicht versandt an Kontakt-ID
fr_fr: Courriel avec PDF joint non envoyé au contact ID
nl_nl: E-mail met PDF-bijlage is niet verzonden naar Contact-id
tr_tr: Ekli PDF dosyasının eklendiği e-posta kişi kimliğine gönderilmedi

source: as no primary email could be found for the contact, all emails for the contact are on hold, the contact opted out of mailing or the contact is deceased in
de_de: weil keine primäre E-Mail für diesen Kontakt gefunden wurde, sind alle E-Mails für diesen Kontakt auf Inaktiv / On Hold. Der Kontakt hat ein Mailing-Opt-Out oder ist verstorben am
fr_fr: comme aucun courriel principal n'a pu être trouvé pour le contact, tous les courriels pour le contact sont en attente, le contact a choisi de ne pas être envoyé ou le contact est décédé en
nl_nl: omdat er geen primair e-mailadres van het contact is, alle e-mails naar dit contact staan op geblokkeerd (hold), het contact heeft zich afgemeld voor de mailing of het contact is overleden in
tr_tr: ilişkili kişi için birincil e-posta adresi bulunamadığından, bu kişiye gönderilen tüm e-postalar bekliyor. İlişkili kişi tüm e-posta aboneliklerinden ayrılmış ya da durumu vefat etmiş olarak ayarlanmış olabilir.

source: Already found an attachment for activity_id
de_de: Anhang bereits gefunden für activity_id
fr_fr: Pièce jointe déjà trouvée pour activity_id
nl_nl: Er is al een bijlage voor activiteit-id
tr_tr: activity_id için zaten bir ek dosya bulundu

source: and file_id
de_de: und file_id
fr_fr: et file_id
nl_nl: en file_id
tr_tr: ve file_id

source: in
fr_fr: dans
tr_tr: şurada

source: , error from API OptionValue getvalue:
de_de: , Fehler von API OptionValue getvalue:
fr_fr: , erreur de l'API OptionValue getvalue :
nl_nl: , foutmelding van API OptionValue getvalue:
tr_tr: , API OptionValue getvalue sorunu:

source: Empty parameter case_id passed to API Create PDF, case_id ignored in
fr_fr: Paramètre case_id vide passé à l'API Create PDF, case_id ignoré dans
nl_nl: Lege parameter case_id doorgegeven aan API Create PDF, case_id genegeerd in
tr_tr: API Create PDF işlevine aktarılan case_id parametresi boş. , case_id yok sayıldı

source: Could not find a case with case ID
de_de: Konnte keinen Fall finden mit der Fall-ID
fr_fr: N'a pas pu trouver un dossier avec l'ID de dossier
nl_nl: Er is geen dossier gevonden met dit Case-id
tr_tr: Olay kimliği ile ilişkili bir olay bulunamadı

source: , activity will be logged to contact(s) instead, fix manually.
de_de: , Aktivität wird zu Kontakt(en) geloggt, bitte manuell korrigieren.
fr_fr: , l'activité sera plutôt consignée dans le(s) contact(s), à corriger manuellement.
nl_nl: , activiteit zal nu worden gelogd bij contact(en), handmatig corrigeren.
tr_tr: , bu nedenle işlem kişilerin günlüğüne kaydedilecek. Sorunu el ile düzeltin.

source: Upgrade %1 to revision %2
de_de: Aktualisiere %1 auf Revision %2
fr_fr: Mettre à jour %1 vers la révision %2
nl_nl: Upgrade %1 na versie %2
tr_tr: %1, %2 sürümüne güncelle
