Repository: civicrm/civicrm-l10n-extensions
Catalog: po/pivotreport/*/pivotreport.po
Languages: nl_nl, tr_tr

source: per month
nl_nl: per maand
tr_tr: her ay

source: Activity Type
nl_nl: Activiteitstype
tr_tr: İşlem türü

source: Activity Date Time
nl_nl: Datum/tijd activiteit
tr_tr: İşlem tarihi ve saati

source: Activity Date
nl_nl: Datum activiteit
tr_tr: İşlem tarihi

source: Activity Expire Date
nl_nl: Vervaldatum activiteit
tr_tr: İşlem geçerlilik süresi tarihi

source: Case Manager Display Name
nl_nl: Weergavenaam dossierbeheerder
tr_tr: Olay yöneticisinin görüntülenecek adı

source: Case Start Date
nl_nl: Startdatum dossier
tr_tr: Olay başlangıç tarihi

source: Case Client ID
nl_nl: Client-id dossier
tr_tr: Olay istemci kimliği

source: Case Client Display Name
nl_nl: Weergavenaam cliënt
tr_tr: Olay istemcisinin görüntülenecek adı

source: Case Client Type
nl_nl: Cliënttype
tr_tr: Olay istemci türü

source: Case Client Subtype
nl_nl: Cliëntsubtype
tr_tr: Olay istemci alt türü

source: Membership Name
nl_nl: Naam lidmaatschap
tr_tr: Üyelik adı

source: Relationship Name
nl_nl: Naam relatie
tr_tr: İlişki adı

source: Pledge Balance
nl_nl: Balans toezegging
tr_tr: Söz verilmiş ödeme bakiyesi

source: Pledge Start Date
nl_nl: Toezegging startdatum
tr_tr: Söz verilmiş ödeme başlangıç tarihi

source: Pledge End Date
nl_nl: Toezegging einddatum
tr_tr: Söz verilmiş ödeme bitiş tarihi

source: Pledge Total Paid
nl_nl: Toezegging totaal betaald
tr_tr: Söz verilmiş ödeme toplam ödenen

source: Pledge Status
nl_nl: Toezegging status
tr_tr: Söz verilmiş ödeme durumu

source: Pledge Financial Type
nl_nl: Toezegging financieel type
tr_tr: Söz verilmiş ödeme mali türü

source: Total Contribution Amount
nl_nl: Totaalbedrag bijdrage
tr_tr: Toplam katkı tutarı

source: Contribution Status
nl_nl: Bijdrage status
tr_tr: Katkı durumu

source: Group Name
nl_nl: Groepsnaam
tr_tr: Grup adı

source: Path
nl_nl: Pad
tr_tr: Yol

source: Data
nl_nl: Gegevens
tr_tr: Veriler

source: Created Date
nl_nl: Aanmaakdatum
tr_tr: Oluşturulma tarihi

source: Expired Date
nl_nl: Datum vervallen
tr_tr: Geçerlilik süresi dolma tarihi

source: Is active?
nl_nl: Is actief?
tr_tr: Etkin

source: Source of the cache row
nl_nl: Bron van de cache-rij
tr_tr: Ön bellek satırı kaynağı

source: Pivot Report Configuration
nl_nl: Pivot-rapport Configuratie
tr_tr: Pivot rapor yapılandırması

source: Upgrade %1 to revision %2
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Pivot Report
nl_nl: Pivot-rapport
tr_tr: Pivot rapor

source: Pivot Report Config
nl_nl: Pivot-rapport config
tr_tr: Pivot rapor yapılandırması

source: CiviCRM Reports
nl_nl: CiviCRM-rapporten
tr_tr: CiviCRM raporları

source: access CiviCRM pivot table reports
nl_nl: toegang tot CiviCRM pivot-rapporten
tr_tr: CiviCRM pivot tablo raporları erişimi

source: Admin Pivot Report
nl_nl: Pivot-rapport beheren
tr_tr: Yönetici pivot raporu

source: The report data has not yet been built. Please contact your admin. Or if you are an admin, please go to <a href="/civicrm/pivot-report-config">Pivot Report Config</a> to refresh the data.
nl_nl: De rapportgegevens zijn nog niet opgebouwd. Neem contact op met uw beheerder. Als u een beheerder bent ga dan naar <a href="/civicrm/pivot-report-config">Pivot-rapport configuratie</a> om de gegevens te verversen.
tr_tr: Rapor verileri henüz oluşturulmamış. Lütfen yöneticinizle görüşün. Yöneticiyseniz, verileri yenilemek için lütfen <a href="/civicrm/pivot-report-config">Pivot rapor yapılandırması</a> bölümüne gidin.

source: Refresh All Pivot Reports
nl_nl: Alle Pivot-rapporten verversen
tr_tr: Tüm pivot raporları yenile

source: Building report cache. This might take a few minutes.
nl_nl: Rapport cache opbouwen, dit kan even duren.
tr_tr: Rapor ön belleği oluşturuluyor. Bu işlem birkaç dakika sürebilir.

source: Last refresh
nl_nl: Laatste keer ververst
tr_tr: Son yenileme

source: Never
nl_nl: Nooit
tr_tr: Asla

source: -- Select Configuration --
nl_nl: -- configuratie selecteren --
tr_tr: -- Yapılandırmayı seçin --

source: Save Report
nl_nl: Rapport opslaan
tr_tr: Raporu kaydet

source: Save As New
nl_nl: Opslaan als nieuw
tr_tr: Yeni olarak kaydet

source: Delete
nl_nl: Verwijderen
tr_tr: Sil

source: Export TSV
nl_nl: TSV exporteren
tr_tr: TSV olarak dışa aktar

source: Export CSV
nl_nl: CSV exporteren
tr_tr: CSV olarak dışa aktar
