Repository: civicrm/civicrm-l10n-extensions
Catalog: po/grantapplications/*/grantapplications.po
Languages: nl_nl, tr_tr

source: Operations
nl_nl: Handelingen
tr_tr: İşlemler

source: There are no grants on record for you.
nl_nl: U heeft geen toelagen.
tr_tr: Sizin için bir bağış kaydı yok.

source: File size should be less than %1 MByte(s)
tr_tr: Dosya boyutu %1 MBayt boyutundan küçük olmalıdır

source: %1 is a required field.
tr_tr: %1 alanının doldurulması zorunludur

source: SKU
tr_tr: SKU kodu

source: ID
tr_tr: Kimlik

source: Status
tr_tr: Durum
