Repository: civicrm/civicrm-l10n-extensions
Catalog: po/grantapplications/*/grantapplications.po
Languages: nl_nl, tr_tr

source: Are you sure you want to delete this Grant application page?
nl_nl: Weet u zeker dat u deze toelage-applicatiepagina wilt verwijderen?
tr_tr: Bu bağış başvurusu sayfasını silmek istediğinize emin misiniz?

source: Enable
nl_nl: Inschakelen
tr_tr: Etkinleştir

source: Disable
nl_nl: Uitschakelen
tr_tr: Devre dışı bırak

source: Delete
nl_nl: Verwijderen
tr_tr: Sil

source: Info and Settings
nl_nl: Informatie en instellingen
tr_tr: Bilgiler ve ayarlar

source: Save as Draft
nl_nl: Als concept opslaan
tr_tr: Taslak olarak kaydet

source: Receipt
nl_nl: Ontvangstbewijs
tr_tr: Alındı

source: Profiles
nl_nl: Profielen
tr_tr: Profiller

source: Grant Application (Live)
nl_nl: Toelage applicatie (productie)
tr_tr: Bağış başvurusu (canlı)

source: The Grant Application page '%1' has been deleted.
nl_nl: De toelage-applicatiepagina '%1' is verwijderd.
tr_tr: "%1" bağış başvurusu sayfası silindi.

source: Automatically Generated
nl_nl: Automatisch aangemaakt
tr_tr: Otomatik olarak oluşturuldu

source: Grant Money Transfer Date is NULL
nl_nl: Overmakingsdatum toelage is niet gevuld

source: Grant Application Received Date is NULL
nl_nl: Ontvangstdatum toelage is niet gevuld

source: Grant Due Date
nl_nl: Vervaldatum toelage

source: Grant Due Date is NULL
nl_nl: Vervaldatum toelage is niet gevuld

source: Grant Decision Date
nl_nl: Beslisdatum toelage

source: Grant Decision Date is NULL
nl_nl: Beslisdatum toelage is niet gevuld

source: Grant Type(s)
nl_nl: Toelagetype(s)

source: Grant Status(s)
nl_nl: Toelagestatus(sen)

source: Yes
nl_nl: Ja
tr_tr: Evet

source: No
nl_nl: Nee
tr_tr: Hayır

source: Grant Report Received = %1
nl_nl: Verantwoordingsrapport ontvangen = %1

source: Grant Type
nl_nl: Toelagetype
tr_tr: Bağış türü

source: Grant Status
nl_nl: Toelagestatus
tr_tr: Bağış durumu

source: Date is not set
nl_nl: Datum is niet ingevuld

source: Minimum Amount
nl_nl: Minimumbedrag

source: Please enter a valid money value (e.g. %1).
nl_nl: Voer a.u.b. een geldig bedrag in (bijv. %1).
tr_tr: Lütfen geçerli bir para değeri yazın (%1 gibi).

source: Maximum Amount
nl_nl: Maximumbedrag

source: Grant Application Pages
nl_nl: Toelage-applicatiepagina's
tr_tr: Bağış başvurusu sayfaları

source: Save Now
nl_nl: Nu opslaan
tr_tr: Şimdi kaydet

source: Processing
nl_nl: Verwerken
tr_tr: İşleniyor

source: Go Back
nl_nl: Terug
tr_tr: Geri dön

source: Online Grant Application
nl_nl: Online toelage-applicatie
tr_tr: Çevrim içi bağış başvurusu

source: This grant application has already been submitted.
nl_nl: Deze toelage-applicatie is al verzonden.
tr_tr: Bağış başvurusu zaten gönderilmiş.

source: Email Address
nl_nl: E-mailadres
tr_tr: E-posta adresi

source: Email is not valid.
nl_nl: E-mailadres is niet geldig.
tr_tr: E-posta adresi geçersiz.

source: Please enter a valid amount (numbers and decimal point only).
nl_nl: Voer een geldig bedrag in (gebruik een punt als komma).
tr_tr: Lütfen geçerli bir tutar yazın (yalnızca rakamlar ve ondalık karakteri).

source: Submit
nl_nl: Verzenden
tr_tr: Gönder

source: Please enter valid amount.
nl_nl: Voer een geldig bedrag in.
tr_tr: Lütfen geçerli bir tutar yazın.

source: Requested amount has to be greater than zero.
nl_nl: Bedrag moet groter dan 0 zijn.
tr_tr: İstenilen tutar sıfırdan büyük olmalıdır.

source: This grant application page has been configured for applying for grants on behalf of an organization and the selected onbehalf profile is either disabled or not found.
nl_nl: Deze toelage-applicatie is geconfigureerd voor toelagen namens een organisatie en het geselecteerde profiel daarvoor ontbreekt of is uitgeschakeld.
tr_tr: Bu bağış başvurusu sayfası, bir kuruluş adına bağış başvurusu için yapılandırılmış ve seçilmiş kimin adına profili devre dışı bırakılmış ya da yok.

source: This grant application page has been configured for applying for grants on behalf of an organization and the required fields of the selected onbehalf profile are disabled.
nl_nl: Deze toelage-applicatie is geconfigureerd voor toelagen namens een organisatie en het verplichte velden op het geselecteerde profiel ontbreken of zijn uitgeschakeld.
tr_tr: Bu bağış başvurusu sayfası, bir kuruluş adına bağış başvurusu için yapılandırılmış ve seçilmiş kimin adına profilin zorunlu alanları devre dışı bırakılmış.

source: Organization Details
nl_nl: Organisatie details
tr_tr: Kuruluş bilgileri

source: Select an existing related Organization OR enter a new one
nl_nl: Selecteer een organisatie of maak een nieuwe aan
tr_tr: İlgili kuruluş olarak var olan birini seçin VEYA yenisini yazın

source: Select an existing organization
nl_nl: Selecteer een organisatie
tr_tr: Var olan bir kuruluş seçin

source: Enter a new organization
nl_nl: Maak een nieuwe organisatie aan
tr_tr: Yeni bir kuruluş yazın

source: options
nl_nl: opties
tr_tr: Seçenekler

source: The page you requested is currently unavailable.
nl_nl: De gevraagde pagina is momenteel niet beschikbaar.
tr_tr: İstediğiniz sayfa şu anda kullanılamıyor.

source: Some of the profile fields cannot be configured for this page.
nl_nl: Enkele van de profielvelden kunnen voor deze pagina niet ingesteld worden.
tr_tr: Bazı profil alanları bu sayfa için yapılandırılamaz.

source: Warning
nl_nl: Waarschuwing
tr_tr: Uyarı

source: The requested Profile (gid=%1) is disabled OR it is not configured to be used for 'Profile' listings in its Settings OR there is no Profile with that ID OR you do not have permission to access this profile. Please contact the site administrator if you need assistance.
nl_nl: Het gevraagde Profiel (gid=%1) is uitgeschakeld OF niet ingesteld om gebruikt te worden in overzichten OF het Profiel met dit ID bestaat niet OF u heeft geen toegang tot dit Profiel. Neem contact op met de beheerder voor verdere hulp.
tr_tr: İstenilen profil (gid=%1) devre dışı bırakılmış YA DA ayarlarından 'Profil' listeleri için kullanılmak üzere yapılandırılmamış YA DA bu kimlikli bir profil yok YA DA bu profile erişme izniniz yok. Yardım gerekiyorsa lütfen site yöneticisiyle görüşün.

source: Group(s)
nl_nl: Groep(en)
tr_tr: Gruplar

source: Tag(s)
nl_nl: Kenmerk(en)
tr_tr: Etiketler

source: This grant application page has been configured for application of grant on behalf of an organization and the selected onbehalf profile is either disabled or not found.
nl_nl: Deze toelage-applicatiepagina is geconfigureerd voor toelagen namens een organisatie en het geselecteerde profiel daarvoor ontbreekt of is uitgeschakeld.
tr_tr: Bu bağış başvurusu sayfası, bir kuruluş adına bağış başvurusu için yapılandırılmış ve seçilmiş kimin adına profili devre dışı bırakılmış ya da yok.

source: Include Profile
nl_nl: Profiel bijvoegen
tr_tr: Profil katılsın

source: (top of page)
nl_nl: (pagina bovenaan)
tr_tr: (sayfanın üstünde)

source: (bottom of page)
nl_nl: (pagina onderaan)
tr_tr: (sayfanın altında)

source: Include Profiles (%1)
nl_nl: Profielen bijvoegen (%1)
tr_tr: Profiller katılsın (%1)

source: Include Profiles
nl_nl: Profielen bijvoegen
tr_tr: Profiller katılsın

source: You do not have permission to access this page
nl_nl: U heeft geen toegang tot deze pagina.
tr_tr: Bu sayfaya erişme izniniz yok

source: Delete Grant Application Page
nl_nl: Toelage-applicatiepagina verwijderen
tr_tr: Bağış başvurusu sayfasını sil

source: Cancel
nl_nl: Afbreken
tr_tr: İptal

source: Save as Draft (%1)
nl_nl: Als concept (%1) opslaan
tr_tr: Taslak olarak kaydet (%1)

source: Save as Draft Enabled?
nl_nl: Als concept opslaan ingeschakeld?
tr_tr: Taslak olarak kaydetme etkin

source: Save as Draft Title
nl_nl: Titel bij opslaan als concept
tr_tr: Taslak olarak kaydetme başlığı

source: Save as Draft Message
nl_nl: Bericht bij opslaan als concept
tr_tr: Taslak olarak kaydetme iletisi

source: Save as Draft Page Footer
nl_nl: Voettekst bij opslaan als concept
tr_tr: Taslak olarak kaydetme sayfa alt bilgisi

source: Draft Title is a required field
nl_nl: Titel concept is een verplicht veld.
tr_tr: Taslak başlığı alanının doldurulması zorunludur

source: Title and Settings
nl_nl: Titel en instellingen
tr_tr: Başlık ve ayarlar

source: I am applying for grant on behalf of an organization.
nl_nl: Ik vraag namens een organisatie een toelage aan.
tr_tr: Bir kuruluş adına bağış başvurusunda bulunuyorum.

source: Title
nl_nl: Titel
tr_tr: Başlık

source: Grant Program
nl_nl: Toelage programma
tr_tr: Bağış programı

source: Introductory Message
nl_nl: Introductie
tr_tr: Giriş iletisi

source: Footer Message
nl_nl: Voettekst
tr_tr: Alt bilgi iletisi

source: Allow individuals to apply for grants on behalf of an organization?
nl_nl: Toestaan dat personen namens een organisatie een toelage aanvragen?
tr_tr: Bireyler bir kuruluş adına bağış başvurusunda bulunabilsin

source: Default Amount
nl_nl: Standaardbedrag
tr_tr: Varsayılan tutar

source: Is this Grant Aplication Page Active?
nl_nl: Is deze toelage-applicatiepagina actief?
tr_tr: Bu bağış başvurusu sayfası etkin

source: Organization Profile
nl_nl: Organisatie profiel
tr_tr: Kuruluş profili

source: Optional
nl_nl: Optioneel
tr_tr: İsteğe bağlı

source: Required
nl_nl: Verplicht
tr_tr: Zorunlu

source: On behalf of Label
nl_nl: Label namens
tr_tr: Kimin adına etiketi

source: Start Date
nl_nl: Startdaum
tr_tr: Başlangıç tarihi

source: End Date
nl_nl: Einddatum
tr_tr: Bitiş tarihi

source: Please select a Grant Program which uses the same grant type.
nl_nl: Selecteer een toelage-programma met hetzelfde toelagetype.
tr_tr: Lütfen aynı bağış türündeki bir bağış programı seçin.

source: Please do not use '/' in Title
nl_nl: Gebruik in de titel geen '/'
tr_tr: Lütfen başlıkta '/' kullanmayın

source: Please select a profile to collect organization information on this contribution page.
nl_nl: Selecteer op deze bijdragepagina een profiel om gegevens te verzamelen over een organisatie.
tr_tr: Lütfen bu katkı sayfasındaki kuruluş bilgilerinin getirileceği bir profil seçin.

source: Profile does not contain the minimum required fields for an On Behalf Of Organization
nl_nl: Het profiel bevat niet de verplichte velden voor toelage namens een organisatie.
tr_tr: Profilde, kuruluş adına doldurulması zorunlu alanların tümü bulunmuyor

source: End date should be after Start date.
nl_nl: De einddatum moet na de startdatum liggen.
tr_tr: Bitiş tarihi başlangıç tarihinden sonra olmalıdır.

source: '%1' information has been saved.
nl_nl: '%1' informatie is opgeslagen.
tr_tr: "%1" bilgileri kaydedildi.

source: Saved
nl_nl: Opgeslagen
tr_tr: Kaydedildi

source: Thank You and Receipting
nl_nl: Bedanken en Ontvangen
tr_tr: Teşekkür ve alındı

source: Thank-you and Receipting (%1)
nl_nl: Bedanken en Ontvangen (%1)
tr_tr: Teşekkür ve alındı (%1)

source: Thank-you Page Title
nl_nl: Titel bedankpagina
tr_tr: Teşekkür sayfasının başlığı

source: Thank-you Message
nl_nl: Tekst bedankpagina
tr_tr: Teşekkür iletisi

source: Thank-you Page Footer
nl_nl: Voettekst bedankpagina
tr_tr: Teşekkür sayfası alt bilgisi

source: Confirm Page Message
nl_nl: Tekst bevestigingspagina
tr_tr: Sayfa iletisini onayla

source: Confirm Page Footer
nl_nl: Voettekst bevestigingspagina
tr_tr: Sayfa alt bilgisini onayla

source: Email Confirmation Receipt?
nl_nl: Ontvangstbevestiging e-mailen?
tr_tr: Onay alındısı e-posta ile gönderilsin

source: Receipt From Name
nl_nl: Ontvangstbevestiging naam afzender
tr_tr: Alındının "Kimden" adı

source: Receipt From Email
nl_nl: Ontvangstbevestiging e-mail afzender
tr_tr: Alındının "Kimden" e-posta adresi

source: Receipt Message
nl_nl: Ontvangstbevestiging tekst
tr_tr: Alındı iletisi

source: CC Receipt To
nl_nl: CC Ontvangstbevestiging naar
tr_tr: Alındının gönderileceği kopya adresi

source: Please enter a valid list of comma delimited email addresses
nl_nl: Voer a.u.b. een kommagescheiden lijst van geldige e-mailadressen in
tr_tr: Lütfen virgül ile ayrılmış geçerli e-posta adreslerinden oluşan bir liste yazın

source: BCC Receipt To
nl_nl: BCC Ontvangstbevestiging naar
tr_tr: Alındının gönderileceği gizli kopya adresi

source: A valid Receipt From Email address must be specified if Email Confirmation Receipt is enabled
nl_nl: Het e-mailadres van de afzender moet bekend zijn als u de optie om een ontvangstbevestiging te e-mailen inschakelt
tr_tr: E-posta alındısı etkinleştirildiyse, geçerli bir alındı e-posta adresi belirtilmelidir

source: Thanks and Receipt
nl_nl: Bedanken en Ontvangen
tr_tr: Teşekkür ve alındı

source: Configure Page - %1
nl_nl: Pagina %1 configureren
tr_tr: Sayfa yapılandırması - %1

source: Preview Page - %1
nl_nl: Pagina %1 voorvertonen
tr_tr: Sayfa ön izlemesi - %1

source: Delete Page - %1
nl_nl: Pagina %1 verwijderen
tr_tr: Sayfayı sil - %1

source: Save
nl_nl: Opslaan
tr_tr: Kaydet

source: Save and Done
nl_nl: Opslaan en Klaar
tr_tr: Kaydedip bitir

source: Save and Next
nl_nl: Opslaan en Volgende
tr_tr: Kaydedip sonrakine geç

source: Previous
nl_nl: Vorige
tr_tr: Önceki

source: Continue
nl_nl: Doorgaan
tr_tr: İlerle

source: Done
nl_nl: Klaar
tr_tr: Tamam

source: access CiviGrant
nl_nl: toegang tot CiviGrant

source: View all grants
nl_nl: Alle toelagen bekijken

source: edit grants
nl_nl: toelagen wijzigen

source: Create and update grants
nl_nl: Toelagen aanmaken en wijzigen

source: submit online grant application
nl_nl: online toelage-applicatie verzenden

source: delete in CiviGrant
nl_nl: verwijderen in CiviGrant

source: Delete grants
nl_nl: Toelagen verwijderen

source: Grant
nl_nl: Toelage
tr_tr: Bağış

source: Your Grant(s)
nl_nl: Uw toelage(n)
tr_tr: Bağışlarınız

source: Grants
nl_nl: Toelagen
tr_tr: Bağışlar

source: Grant Amount Requested
nl_nl: Toelage aangevraagd bedrag
tr_tr: İstenilen bağış tutarı

source: Grant Report Due Date
nl_nl: Vervaldatum verantwoordingsrapport
tr_tr: Bağış raporu bitiş tarihi

source: Grant Note
nl_nl: Toelagenotitie
tr_tr: Bağış notu

source: Upgrade %1 to revision %2
nl_nl: Upgrade %1 naar versie %2

source: Migrate 'on behalf of' information to module_data
nl_nl: Informatie over 'namens' verplaatsen naar module_data
tr_tr: 'Kimin adına' bilgisi module_data ile birleştirilsin

source: Are you sure you want to make a copy of this Profile?
nl_nl: Weet u zeker dat u een kopie van dit profiel wilt maken?
tr_tr: Bu profilin bir kopyasını almak istediğinize emin misiniz?

source: Fields
nl_nl: Velden
tr_tr: Alanlar

source: View and Edit Fields
nl_nl: Velden bekijken en wijzigen
tr_tr: Alanları görüntüle ve düzenle

source: Settings
nl_nl: Instellingen
tr_tr: Ayarlar

source: Edit CiviCRM Profile Group
nl_nl: CiviCRM Profielgroep wijzigen
tr_tr: CiviCRM profil grubunu düzenle

source: Preview
nl_nl: Voorvertonen
tr_tr: Ön izleme

source: Use - Create Mode
nl_nl: Aanmaakmode gebruiken
tr_tr: Kullan - Ekleme kipi

source: Use - Edit Mode
nl_nl: Wijzigmode gebruiken
tr_tr: Kullan - Düzenleme kipi

source: Use - Listings Mode
nl_nl: Weergavemode gebruiken
tr_tr: Kullan - Listeleme kipi

source: Disable CiviCRM Profile Group
nl_nl: CiviCRM Profielgroep uitschakelen
tr_tr: CiviCRM profil grubunu devre dışı bırak

source: Enable CiviCRM Profile Group
nl_nl: CiviCRM Profielgroep inschakelen
tr_tr: CiviCRM profil grubunu etkinleştir

source: Delete CiviCRM Profile Group
nl_nl: CiviCRM Profielgroep verwijderen
tr_tr: CiviCRM profil grubunu sil

source: Copy
nl_nl: Kopiëren
tr_tr: Kopyala

source: Make a Copy of CiviCRM Profile Group
nl_nl: CiviCRM Profielgroep kopiëren
tr_tr: CiviCRM profil grubunu kopyala

source: HTML Form Snippet
nl_nl: HTML Formulier Snippet
tr_tr: HTML formu kodu

source: HTML Form Snippet for this Profile
nl_nl: HTML Formulier Snippet voor dit profiel
tr_tr: Bu profilin HTML formu kodu

source: %1 - HTML Form Snippet
nl_nl: %1 - HTML Formulier Snippet
tr_tr: %1 - HTML formu kodu

source: Create
nl_nl: Aanmaken
tr_tr: Oluştur

source: CiviCRM Profile Group
nl_nl: CiviCRM Profielgroep
tr_tr: CiviCRM profili grubu

source: more
nl_nl: meer
tr_tr: Diğer

source: CiviCRM Profile Group Preview
nl_nl: CiviCRM Profielgroep voorvertonen
tr_tr: CiviCRM profili grubu ön izlemesi

source: Individual
nl_nl: Persoon

source: Organization
nl_nl: Organisatie

source: Household
nl_nl: Huishouden

source: Activity
nl_nl: Activiteit

source: Contribution
nl_nl: Bijdrage

source: Membership
nl_nl: Lidmaatschap

source: Participant
nl_nl: Deelnemer

source: Case
nl_nl: Dossier

source: Free HTML
nl_nl: Vrije HTML

source: Formatting
nl_nl: Opmaak

source: Grants on dashboard
nl_nl: Toelagen op dashboard
tr_tr: Panoda bağışlar

source: New Grant Application Page
nl_nl: Toelage-applicatiepagina aanmaken
tr_tr: Yeni bağış başvurusu sayfası

source: apply for Grant Application
nl_nl: toepassen voor Toelage-applicatie
tr_tr: Bağış başvurusunda bulun

source: Submit Grant Applications online
nl_nl: Online Toelage-applicaties verzenden
tr_tr: Çevrim içi bağış başvurusunda bulun

source: edit Grant Application Pages
nl_nl: wijzigen Toelage-applicatiepagina's
tr_tr: Bağış başvurusu sayfalarını düzenle

source: Create or edit grant application pages and their criteria
nl_nl: Toelage-applicatiepagina's en criteria aanmaken of wijzigen
tr_tr: Bağış başvurusu sayfalarını ve ölçütlerini oluşturun ya da düzenleyin

source: delete Grant Application Pages
nl_nl: verwijderen Toelage-applicatiepagina's
tr_tr: Bağış başvurusu sayfalarını sil

source: Delete grant application pages and their criteria
nl_nl: Toelage-applicatiepagina's en criteria verwijderen
tr_tr: Bağış başvurusu sayfalarını ve ölçütlerini silin

source: Grant Application Page
nl_nl: Toelage-applicatiepagina
tr_tr: Bağış başvurusu sayfası

source: The profile has a grant field already, and this field is not a contact or grant field.
nl_nl: Het profiel heeft al een toelage-veld en dit veld is geen contact of toelage-veld.
tr_tr: Profilin bir izin alanı zaten var ve bu alan bir ilgili kişi veya izin alanı değil.

source: A grant field can only be added to a profile that has only contact and grant fields. This profile has fields that are not contact or grant fields
nl_nl: Een toelage-veld kan alleen toegevoegd worden aan een profiel als dat alleen contactvelden en toelage-velden heeft. Dit profiel heeft ook andere velden
tr_tr: Yalnızca ilgili kişi ve yetki alanları olan bir profile bir izin alanı eklenebilir. Bu profilde, iletişim veya izin alanı olmayan alanlar var

source: Configure
nl_nl: Configuratie
tr_tr: Yapılandır

source: Edit
nl_nl: Wijzigen
tr_tr: Düzenle

source: Edit Grant Application
nl_nl: Toelage-applicatie wijzigen
tr_tr: Bağış başvurusunu düzenle

source: Message Template Workflow for Grant
nl_nl: Berichtensjabloon voor toelage
tr_tr: Bağış için ileti kalıbı iş akışı

source: Grants - Receipt (on-line)
nl_nl: Toelagen - ontvangstbewijs (online)
tr_tr: Bağışlar - Alındı (çevrim içi)

source: Please print this confirmation for your records.
nl_nl: Print deze bevestiging voor uw administratie.
tr_tr: Lütfen kayıtlarınız için bu alındı onayını yazdırın.

source: Grant Application Information
nl_nl: Toelage-applicatie informatie
tr_tr: Bağış başvurusu bilgileri

source: Requested Amount
nl_nl: Aangevraagd bedrag
tr_tr: İstenilen tutar

source: Date
nl_nl: Datum
tr_tr: Tarih

source: Registered Email
nl_nl: Geregistreerde E-mail
tr_tr: Kayıtlı e-posta adresi

source: Grants - Receipt
nl_nl: Toelage - ontvangstbewijs
tr_tr: Bağışlar - Alındı

source: Please print this receipt for your records.
nl_nl: Print dit ontvangstbewijs voor uw administratie.
tr_tr: Lütfen kayıtlarınız için bu alındıyı yazdırın.

source: Credit Card Information
nl_nl: Creditcard informatie
tr_tr: Kredi kartı bilgileri

source: Expires
nl_nl: Vervalt
tr_tr: Son kullanma tarihi

source: Premium Information
nl_nl: Relatiegeschenken informatie
tr_tr: Hediye bilgileri

source: Option
nl_nl: Optie
tr_tr: Seçenek

source: For information about this premium, contact:
nl_nl: Neem voor informatie over dit relatiegeschenk contact op met:
tr_tr: Bu hediye hakkında bilgi almak için şurayla görüşün:

source: The value of this premium is %1. This may affect the amount of the tax deduction you can claim. Consult your tax advisor for more information.
nl_nl: De waarde van dit relatiegeschenk is %1. Dit kan invloed hebben op uw belastingaftrek. Raadpleeg uw belastingadviseur.
tr_tr: Bu hediyenin değeri %1. Bu, isteyebileceğiniz vergi indirimi miktarını etkileyebilir. Ayrıntılı bilgi almak için vergi uzmanınıza danışın.

source: Please verify the information below carefully. Click <strong>Go Back</strong> if you need to make changes.
nl_nl: Controleer a.u.b. nauwkeurig onderstaande informatie. Klik op <strong>Terug</strong> als u wijzigingen aan wilt brengen.
tr_tr: Lütfen aşağıdaki bilgileri dikkatlice doğrulayın. Değişiklik yapmanız gerekiyorsa <strong>Geri dön</strong> üzerine tıklayın.

source: To complete this grant application, click the <strong>%1</strong> button below.
nl_nl: Om deze toelage-applicatie af te ronden, klik op onderstaande knop <strong>%1</strong>.
tr_tr: Bu bağış başvurusunu tamamlamak için aşağıdaki <strong>%1</strong> düğmesine tıklayın.

source: Grant Requested Amount
nl_nl: Aangevraagde toelage
tr_tr: İstenilen tutarı bağışla

source: Your Email
nl_nl: Uw e-mail
tr_tr: E-posta adresiniz

source: Organization Email
nl_nl: Organisatie e-mail
tr_tr: Kuruluşun e-posta adresi

source: This field is required.
nl_nl: Dit veld is verplicht.
tr_tr: Bu alanın doldurulması zorunludur.

source: Your grant application has been saved as a draft. Please print this page for your records.
nl_nl: Uw toelage-applicatie is als concept opgeslagen. Print deze pagina voor uw administratie.
tr_tr: Bağış başvurunuz taslak olarak kaydedildi. Kayıtlarınız için lütfen bu sayfayı yazdırın.

source: Your grant application has been sent for processing. Please print this page for your records.
nl_nl: Uw toelage-applicatie is verzonden voor verwerking. Print deze pagina voor uw administratie.
tr_tr: Bağış başvurunuz işlenmek üzere gönderildi. Kayıtlarınız için lütfen bu sayfayı yazdırın.

source: An email receipt has also been sent to %1 and to %2.
nl_nl: Er is per e-mail ook een ontvangstbewijs verzonden naar %1 en %2.
tr_tr: Ayrıca %1 ve %2 adreslerine bir e-posta alındısı gönderildi.

source: An email receipt has also been sent to %1.
nl_nl: Er is per e-mail ook een ontvangstbewijs verzonden naar %1.
tr_tr: Ayrıca %1 adresine bir e-posta alındısı gönderildi.

source: If you want collect additional information from users, you will need to configure one or two CiviCRM Profiles - which are collections of standard or custom fields.
nl_nl: Indien u meer informatie wilt verzamelen van de gebruikers kunt u een of twee CiviCRM-profielen toevoegen voor standaardvelden en voor aangepaste velden.
tr_tr: Kullanıcılardan ek bilgi toplamak istiyorsanız, standart veya özel alanların derlemeleri olan bir veya iki CiviCRM Profili yapılandırmanız gerekecektir.

source: If you haven't already configured custom fields and a profile for this, you can save this screen without selecting a Profile, complete the steps below and then return to <strong>Grant Dashboard &raquo; Add Grant Application Page</strong> and select your new profile.
nl_nl: Als u nog geen aangepaste velden en bijbehorend profiel heeft kunt u dit scherm opslaan zonder een profiel te kiezen, voer de onderstaande stappen uit en ga terug naar <strong>Toelage dashboard &raquo; Toelage-applicatiepagina toevoegen</strong> en selecteer uw nieuwe profiel.
tr_tr: Bunun için henüz özel alanlar ve bir profil yapılandırmadıysanız, bir Profil seçmeden bu sayfayı kaydedebilir, aşağıdaki adımları tamamlayabilir ve ardından <strong>Bağış panosu &raquo; Bağış başvuru sayfası ekle</strong> bölümünden işlemi yapıp yeni profilinizi seçin.
