Repository: civicrm/civicrm-l10n-extensions
Catalog: po/grantapplications/*/grantapplications.po
Languages: nl_nl, tr_tr

source: Create a custom field group which is 'Used for' <strong>Contacts</strong> or <strong>Grants</strong> depending on what type of information you're collecting.
nl_nl: Maak een groep aangepaste velden met 'Gebruiken voor' ingesteld op <strong>Contacten</strong> of <strong>Toelagens</strong>, afhankelijk van welke type informatie u wilt verzamelen.
tr_tr: Ne tür bilgiler topladığınıza bağlı olarak 'Şunun için kullanılacak' <strong>Kişiler</strong> ya da <strong>Bağışlar</strong> olan özel bir alan grubu oluşturun.

source: Add your field(s) this custom field group.
nl_nl: Voeg uw veld(en) toe aan deze groep aangepaste velden.
tr_tr: Alanlarınızı bu özel alan grubuna ekleyin.

source: Create a profile (e.g. 'Grant Application Information').
nl_nl: Profiel aanmaken (bijv. 'Toelage-applicatie informatie')
tr_tr: Bir profil oluşturun ("Bağış başvurusu bilgileri" gibi).

source: Add your custom field(s) to this profile as profile fields.
nl_nl: Voeg uw aangepaste veld(en) toe aan dit profiel als profielvelden.
tr_tr: Profil alanı olarak özel alanlarınızı bu profile ekleyin.

source: Return to this screen (<strong>Grants &raquo; Dashboard &raquo; Configure &raquo; Profiles</strong>) and select your profile.
nl_nl: Ga naar het scherm (<strong>Toelagen; Dashboard &raquo; Configureer &raquo; Profielen</strong>) en kies uw profiel.
tr_tr: Bu sayfaya geri dönün (<strong>Bağışlar &raquo; Pano &raquo; Yapılandır &raquo; Profiller</strong>) ve profilinizi seçin.

source: Refer to the online documentation for more details on creating %1 and %2.
nl_nl: Raadpleeg de online documentatie voor meer details over het maken %1 en %2.
tr_tr: %1 ve %2 oluşturmak hakkında ayrıntı bilgi almak için çevrim içi belgelere bakın.

source: custom fields
nl_nl: aangepaste velden
tr_tr: özel alanlar

source: profiles
nl_nl: profielen
tr_tr: profiller

source: You may want to collect information from users beyond what is required. For example, you may want to inquire about volunteer availability and skills. Add any number of fields to your grant application form by selecting CiviCRM Profiles (collections of fields) to include at the beginning of the page, and/or at the bottom.
nl_nl: Mogelijk wilt u meer informatie van gebruikers hebben dan nodig is. U wilt bijvoorbeeld informeren naar beschikbaarheid en vaardigheden als vrijwilliger. U kunt de gewenste velden aan uw toelageformulier toevoegen door CiviCRM profielen te selecteren die aan het begin en/of einde van de pagina opgenomen worden.
tr_tr: Kullanıcılardan gerekenden fazla bilgi almak isteyebilirsiniz. Örneğin, gönüllü uygunluğu ve becerileri hakkında bilgiler almak isteyebilirsiniz. Sayfanın başına ve/veya altına eklenmek üzere CiviCRM profillerini (alan derlemeleri) seçerek bağış başvuru formunuza istediğiniz sayıda alan ekleyin.

source: No Profile(s) have been configured / enabled for your site. You need to first configure <a href="%1"><strong>&raquo; %2</a>(s).
nl_nl: Er is op uw website geen profiel ingesteld / ingeschakeld. <a href="%1"><strong>&raquo; %2</a>
tr_tr: Siteniz için herhangi bir profil yapılandırılmamış ya da etkinleştirilmemiş. Önce <a href="%1"><strong>&raquo; %2</a> yapılandırmalısınız.

source: You can use existing CiviCRM Profiles on your page - OR create profile(s) specifically for use in Online Grant pages. Go to <a href='%1'>Administer CiviCRM Profiles</a> if you need to review, modify or create profiles (you can come back at any time to select or update the Profile(s) used for this page).
nl_nl: U kunt een (of meer) bestaande profiel gebruiken op uw pagina of eerst een profiel voor een toelagepagina aanmaken. Ga naar <a href="%1">Beheer Profielen</a> als u eerst een profiel wilt bekijken, wijzigen of aanmaken. (U kunt later hier terugkomen om het profiel te selecteren (of te wijzigen) dat u voor deze pagina wilt gebruiken).
tr_tr: Sayfanızda var olan CiviCRM profillerini kullanabilir YA DA özellikle çevrim içi bağış sayfalarında kullanılmak üzere profiller oluşturabilirsiniz. Profilleri gözden geçirmeniz, değiştirmeniz veya eklemeniz gerekirse <a href='%1'>CiviCRM profil yönetimi</a> bölümüne gidin (bu sayfa için kullanılan Profilleri seçmek veya güncellemek için istediğiniz zaman geri dönebilirsiniz).

source: Include additional fields in this online grant page by configuring and selecting a CiviCRM Profile to be included above the billing information (but after the introductory message, amounts, and honoree section).
nl_nl: U kunt velden aan deze online toelagepagina toevoegen door een profiel te selecteren dat dan boven de betaalinformatie moet staan (maar na de introductie, bedragen en de sectie begunstigde).
tr_tr: Fatura bilgilerinin üzerine eklenecek bir CiviCRM profili yapılandırıp seçerek bu çevrim içi bağış sayfasına alanlar ekleyin (ancak giriş iletisi, tutar ve onurlandırma bölümünden sonra).

source: Include additional fields in this online grant page by configuring and selecting a CiviCRM Profile to be included at the bottom of the page.
nl_nl: Voeg velden toe aan deze online toelagepagina door een profiel te selecteren dat onderaan toegevoegd moet worden.
tr_tr: Sayfanın altına eklenecek bir CiviCRM profili yapılandırıp seçerek bu çevrim içi bağış sayfasına ek alanlar ekleyin.

source: Include a 'Save as Draft' button on this Grant Application Page.
nl_nl: Een knop 'Als concept opslaan' toevoegen aan deze toelage-applicatiepagina.
tr_tr: Bu bağış başvurusu sayfasına bir "Taslak olarak kaydet" düğmesi ekleyin.

source: This title will be displayed at the top of the Save as Draft page.
nl_nl: Deze titel wordt bovenaan de 'Als concept opslaan'-pagina getoond.
tr_tr: Bu başlık, "Taslak olarak kaydet" sayfasının üst kısmında görüntülenir.

source: Enter text (and optional HTML layout tags) for the draft message that will appear at the top of the Save as Draft page.
nl_nl: Voer de tekst (mag HTML bevatten) in die bovenaan de 'Als concept opslaan'-pagina moet worden getoond.
tr_tr: "Taslak olarak kaydet" sayfasının üst kısmında görüntülenecek taslak ileti için metni (ve isteğe bağlı HTML düzen kod imlerini) yazın.

source: Enter link(s) and/or text that you want to appear at the bottom of the Save as Draft page.
nl_nl: Voer de link(s) en de tekst in die onderaan de 'Als concept opslaan'-pagina moet worden getoond.
tr_tr: "Taslak olarak kaydet" sayfasının altında görüntülenmesini istediğiniz bağlantıları ve/veya metni yazın.

source: Intro Content
nl_nl: Inhoud introductie
tr_tr: Giriş içeriği

source: Enter content for the introductory message. This will be displayed below the page title. You can include images, as long as they are already uploaded to a server - click the "Image" button in the button bar.
nl_nl: Vul hier een introductie in. Deze wordt getoond onder de paginatitel. U kunt ook afbeeldingen opnemen, mits ze al geüpload zijn naar een server, klik op de knop "Afbeelding" in de werkbalk.
tr_tr: Giriş iletisinin içeriğini yazın. Bu içerik, sayfa başlığının altında görüntülenir. Zaten bir sunucuya yüklenmiş oldukları sürece görseller ekleyebilirsiniz. Düğme çubuğundaki "Görsel" düğmesine tıklayın.

source: Footer Content
nl_nl: Inhoud voet
tr_tr: Alt bilgi içeriği

source: If you want content displayed at the bottom of the grant application page, enter it here.
nl_nl: Als u wilt dat er inhoud onderaan de pagina getoond wordt, dan kunt u die hier invoeren.
tr_tr: Bağış başvuru sayfasının altında görüntülenmesini istediğiniz içeriği buraya yazın.

source: Enter a default amount for this grant application page.
nl_nl: Voer een standaardbedrag in voor deze toelage-applicatiepagina.
tr_tr: Bu bağış başvuru sayfası için varsayılan tutarı yazın.

source: Date Range
nl_nl: Periode
tr_tr: Tarih aralığı

source: You can optionally set an "active date range" for this grant application page.
nl_nl: U kunt een actieve periode instellen voor deze pagina.
tr_tr: Bu bağış başvuru sayfası için isteğe bağlı olarak bir "etkin tarih aralığı" belirleyebilirsiniz.

source: WARNING: Are you sure you want to Delete the selected Grant Application Page? A Delete operation cannot be undone. Do you want to continue?
nl_nl: Waarschuwing: Het verwijderen van deze toelage-applicatiepagina kan niet ongedaan worden gemaakt. Wilt u doorgaan?
tr_tr: UYARI: Seçilmiş bağış başvuru sayfasını silmek istediğinize emin misiniz? Silme işlemi geri alınamaz. İlerlemek istiyor musunuz?

source: This is the first step in creating a new online Grant Application Page. You can create one or more different Grant Application Pages for different purposes, audiences, campaigns, etc. Each page can have it's own introductory message, pre-configured default amounts, custom data collection fields, etc.
nl_nl: Dit is de eerste stap bij het maken van een online toelage-applicatiepagina. U kunt er een of meerdere aanmaken voor verschillende doelen, andere doelgroepen, campagnes, enz. Elke pagina heeft een eigen introductie-tekst, standaardbedrag, aangepast velden, enz.
tr_tr: Yeni bir çevrim içi bağış başvuru sayfası oluşturmanın ilk adımı. Farklı amaçlar, kitleler, kampanyalar vb. için bir ya da birkaç farklı bağış başvuru sayfası oluşturabilirsiniz. Her sayfanın kendi tanıtım iletisi, önceden yapılandırılmış varsayılan tutarları, özel veri toplama alanları vb. olabilir.

source: In this step, you will configure the page title, grant type (emergency, family support, etc.), default amount, and introductory message. You will be able to go back and modify all aspects of this page at any time after completing the setup wizard.
nl_nl: In deze stap geeft u aan de paginatitel, het toelagetype (bijv. Noodgeval), het standaardbedrag en de introductie-tekst. U kunt later teruggaan en deze gegevens wijzigen na het afronden van het aanmaken van deze pagina.
tr_tr: Bu adımda sayfa başlığını, bağış türünü (acil durum, aile desteği vb.), varsayılan tutarı ve tanıtım iletisini yapılandıracaksınız. Kurulum yardımcısını tamamladıktan sonra istediğiniz zaman geri dönüp bu sayfanın tüm özelliklerini değiştirebilirsiniz.

source: Use this form to edit the page title, grant type (e.g. emergency, family support, etc.), default amount, introduction, and status (active/inactive) for this online grant application page.
nl_nl: Dit scherm kunt u gebruiken om de paginatitel, het toelagetype (bijv. Noodgeval), het standaardbedrag, de introductie en de status (bijv. actief ) van deze online toelage-applicatiepagina te wijzigen.
tr_tr: Bu çevrim içi bağış başvuru sayfası için sayfa başlığını, bağış türünü (acil durum, aile desteği vb.), varsayılan tutarı, girişi ve durumu (etkin/etkin değil) düzenlemek için bu formu kullanın.

source: This title will be displayed at the top of the page.<br />Please use only alphanumeric, spaces, hyphens and dashes for Title.
nl_nl: Deze titel zal bovenaan de pagina worden getoond. <br />Gebruik a.u.b. alleen alfanumerieke tekens, spaties, koppeltekens en streepjes.
tr_tr: Bu başlık sayfanın üst kısmında görüntülenir.<br />Lütfen başlık için yalnızca alfasayısal, boşluk, tire ve çizgi karakterlerini kullanın.

source: Select the grant type to be assigned to grant applications made using this page.
nl_nl: Selecteer het toelagetype dat de applicaties krijgen die deze pagina gebruiken.
tr_tr: Bu sayfa kullanılarak yapılan bağış başvurularında atanacak bağış türünü seçin.

source: Select the grant program to be assigned to grant applications made using this page.
nl_nl: Selecteer het toelage-programma dat de applicaties krijgen die deze pagina gebruiken.
tr_tr: Bu sayfa kullanılarak yapılan bağış başvurularında atanacak bağış programını seçin.

source: You must <a href="%1">configure a valid organization profile</a> in order to allow individuals to contribute on behalf of an organization. Valid profiles include Contact and / or Organization fields, and may include Contribution and Membership fields.
nl_nl: U moet een <a href="%1">profiel voor een organisatie configureren</a> om het personen toe te staan namens een organisatie een bijdrage te laten doen. In het profiel zitten gegevens van een contact en/of een organisatie en mogelijk gegevens van een bijdrage en een lidmaatschap.
tr_tr: Bireylerin bir kuruluş adına katkıda bulunmasını sağlamak için <a href="%1">geçerli bir kuruluş profili yapılandırmanız</a> gerekir. Geçerli profillerde, kişi ve/veya kuruluş alanları bulunur ve katkı ve üyelik alanları da bulunabilir.

source: To change the organization data collected use the "On Behalf Of Organization" profile (<a href="%1">Administer > Customize Data and Screens > Profiles</a>).
nl_nl: Om de gegevens die van de organisatie gevraagd worden te wijzigen bij een profiel "Namens een organisatie" (<a href="%1">Beheer > Gegevens en schermen aanpassen > Profielen</a>).
tr_tr: Alınan kuruluş verilerini değiştirmek için "Kuruluş adına" profilini kullanın (Yönetim > Veri ve ekranları özelleştir > Profiller).

source: Text displayed next to the checkbox on the contribution form.
nl_nl: Tekst die op het bijdrageformulier naast het selectievakje wordt getoond.
tr_tr: Katkı formundaki onay kutusunun yanında görüntülenecek metin.

source: Check 'Required' to force ALL users to contribute/signup on behalf of an organization.
nl_nl: Vink 'Verplicht' aan zodat alle gebruikers een bijdrage doen of zich aanmelden namens een organisatie.
tr_tr: TÜM kullanıcıları bir kuruluş adına katkıda bulunmaya ya da hesap açmaya zorlamak için "Zorunlu" olarak işaretleyin.

source: When your page is active, you can link people to the page by copying and pasting the following URL:
nl_nl: Als uw pagina actief is, kunt u mensen ernaar verwijzen door de volgende URL te knippen en plakken:
tr_tr: Sayfanız etkin olduğunda, aşağıdaki adresi kopyalayıp yapıştırarak insanları sayfa ile ilişkilendirebilirsiniz:

source: When your page is active, create front-end links to the grant application page using the Menu Manager. Select <strong>Grants &raquo; Dashboard</strong> and select <strong>%1</strong> for the grant application page.
nl_nl: Als uw pagina actief is, gebruik het menu om front-end links naar de toelagepagina aan te maken. Kies <strong>Toelagen &raquo; Dashboard </strong> en selecteer <strong>%1</strong> de toelagepagina.
tr_tr: Sayfanız etkin olduğunda, menü yöneticisini kullanarak bağış başvuru sayfasına ön uç bağlantıları oluşturun. <strong>Bağışlar &raquo; Pano</strong> ve bağış başvuru sayfası için <strong>%1</strong> seçin.

source: Thank-you and Receipting
nl_nl: Bedanken en Ontvangen
tr_tr: Teşekkür ve alındı

source: Use this form to configure the thank-you message and receipting options. Users will see a confirmation and thank-you page after whenever an online grant application is successfully processed. You provide the content and layout of the thank-you section below. You also control whether an electronic receipt is automatically emailed to each user - and can add a custom message to that receipt.
nl_nl: Gebruik dit formulier om de opties voor het bedankbericht en ontvangstbewijs in te stellen. Na de succesvolle verwerking van een online toelage krijgt de gever een bevestiging- en een bedankpagina te zien. Hieronder bepaalt u de inhoud en de opmaak van de bedankpagina. U kunt ook bepalen of er automatisch een ontvangstbewijs naar de gever verstuurd moet worden. U kunt daar ook een aangepast bericht aan toevoegen.
tr_tr: Teşekkür iletisi ve alındı ayarlarını yapılandırmak için bu formu kullanın. Bir çevrim içi bağış başvurusu işlendikten sonra kullanıcılara bir onay ve teşekkür sayfası görüntülenir. Teşekkür bölümünün içeriğini ve düzenini aşağıda belirtebilirsiniz. Ayrıca her kullanıcıya otomatik olarak bir elektronik alındının e-posta ile gönderilmesini de sağlayabilir ve bu alındıya bir özel ileti ekleyebilirsiniz.

source: You may want to collect information from users beyond what is required. For example, you may want to inquire about volunteer availability and skills. Add any number of fields to your grant application form by selecting CiviCRM Profiles (collections of fields) to include at the beginning of the page, and/or at the bottom.<br /> You can use existing CiviCRM Profiles on your page - OR create profile(s) specifically for use in Online Grant Application pages. Go to
nl_nl: Mogelijk wilt u meer informatie van gebruikers hebben dan nodig is. U wilt bijvoorbeeld informeren naar beschikbaarheid en vaardigheden als vrijwilliger. U kunt de gewenste velden aan uw toelageformulier toevoegen door CiviCRM-profielen te selecteren die aan het begin en/of einde van de pagina opgenomen worden. U kunt een (of meer) bestaande profiel gebruiken op uw pagina of eerst een profiel voor een toelagepagina aanmaken. Ga naar
tr_tr: Kullanıcılardan gerekenden fazla bilgi almak isteyebilirsiniz. Örneğin, gönüllü uygunluğu ve becerileri hakkında bilgiler almak isteyebilirsiniz. Sayfanın başına ve/veya altına eklenmek üzere CiviCRM Profillerini (alan derlemeleri) seçerek bağış başvuru formunuza istediğiniz sayıda alan ekleyin. Sayfanızda var olan CiviCRM profillerini kullanabilir YA DA özellikle çevrim içi bağış başvurusu sayfalarında kullanılmak üzere profiller oluşturabilirsiniz. Şuraya gidin

source: Administer CiviCRM Profiles
nl_nl: CiviCRM Profielgroep beheren
tr_tr: CiviCRM profilleri yönetimi

source: if you need to review, modify or create profiles (you can come back at any time to select or update the Profile(s) used for this page).
nl_nl: als u eerst een profiel wilt bekijken, wijzigen of aanmaken. (U kunt later hier terugkomen om het profiel te selecteren (of te wijzigen) dat u voor deze pagina wilt gebruiken).
tr_tr: Profilleri incelemeniz, değiştirmeniz ya da eklemeniz gerekirse (bu sayfa için kullanılan profilleri seçmek ya da güncellemek için istediğiniz zaman geri gelebilirsiniz).

source: Grant Application
nl_nl: Toelage-applicatie
tr_tr: Bağış başvurusu

source: Live
nl_nl: Productie
tr_tr: Canlı

source: Review your customized <strong>LIVE</strong> online grant application page here. Use the following URL in links and buttons on any website to send visitors to this live page
nl_nl: Bekijk uw toelage-applicatiepagina zoals er in <strong>productie</strong> uitziet. Gebruik de volgende URL in links en knoppen op andere websites om gebruikers naar uw pagina door te sturen.
tr_tr: Özelleştirilmiş <strong>CANLI</strong> çevrim içi bağış başvuru sayfanızı buradan inceleyin. Bu canlı sayfaya ziyaretçi göndermek için herhangi bir sitedeki bağlantılarda ve düğmelerde şu adresi kullanın

source: Grant Application Links
nl_nl: Toelage-applicatie links
tr_tr: Bağış başvurusu bağlantıları

source: New Grant
nl_nl: Toelage toevoegen
tr_tr: Yeni bağış

source: Grant Application Page (Live)
nl_nl: Toelage-applicatiepagina (productie)
tr_tr: Bağış başvurusu sayfası (canlı)

source: This title will be displayed at the top of the thank-you / transaction confirmation page.
nl_nl: Deze titel wordt bovenaan de 'Bedank / bevestiging'-pagina getoond.
tr_tr: Bu başlık, Teşekkür ve hesap hareketi onayı sayfasının üst kısmında görüntülenir.

source: Enter text (and optional HTML layout tags) for the confirmation message that will appear at the top of the confirmation page.
nl_nl: Voer de tekst (mag HTML bevatten) in die als bevestigingstekst bovenaan de 'bevestigingspagina moet worden getoond.
tr_tr: Onay sayfasının üst kısmında görüntülenecek onay iletisi için metni (ve isteğe bağlı HTML düzen kod imlerini) yazın.

source: Enter text (and optional HTML layout tags) for the thank-you message that will appear at the top of the thank-you page.
nl_nl: Voer de tekst (mag HTML bevatten) die als bedanktekst bovenaan de bedankpagina moet worden getoond.
tr_tr: Teşekkür sayfasının üst kısmında görüntülenecek teşekkür iletisi için metni (ve isteğe bağlı HTML düzen kod imlerini) yazın.

source: Enter link(s) and/or text that you want to appear at the bottom of the thank-you page.
nl_nl: Voer de link(s) en de tekst in die onderaan de bedankpagina moet worden getoond.
tr_tr: Teşekkür sayfasının altında görüntülenmesini istediğiniz bağlantıları ve/veya metni yazın.

source: Enter link(s) and/or text that you want to appear at the bottom of the confirmation page.
nl_nl: Voer de link(s) en de tekst in die onderaan de bevestigingspagina moet worden getoond.
tr_tr: Onay sayfasının altında görüntülenmesini istediğiniz bağlantıları ve/veya metni yazın.

source: Check this box if you want an electronic acknowledgement of receipt of application to be sent automatically.
nl_nl: Vink deze keuze aan als u een automatisch een bevestiging wilt verzenden na ontvangst.
tr_tr: Başvurunun alındığı hakkında elektronik onayın otomatik olarak gönderilmesini istiyorsanız bu kutuyu işaretleyin.

source: Enter the FROM name to be used when receipts are emailed to grant applicants.
nl_nl: Voer de naam van de afzender van de e-mail ter ontvangstbevestiging in.
tr_tr: Başvuru yapan kişilere e-posta alındıları gönderilirken kullanılacak "Kimden" adını yazın

source: Enter the FROM email address to be used when receipts are emailed to grant applicants.
nl_nl: Voer het e-mailadres van de afzender van de e-mail ter ontvangstbevestiging in.
tr_tr: Başvuru yapan kişilere e-posta alındıları gönderilirken kullanılacak "Kimden" e-posta adresini yazın

source: Enter a message you want included at the beginning of emailed receipts. NOTE: This text will be included in both TEXT and HTML versions of receipt emails so we do not recommend including HTML tags / formatting here.
nl_nl: Voer de tekst in die u vooraan de e-mail met de ontvangstbevestiging wilt toevoegen. NB: Omdat deze tekst zowel in de TEKST-versie als in de HTML-versie van de ontvangstbevestiging wordt gebruikt, raden wij u aan om hier geen HTML te gebruiken.
tr_tr: E-posta alındıları gönderilirken başına eklenecek bir ileti yazın. Not: Bu metin, alındı e-postalarının hem TEXT hem de HTML sürümlerine eklenir. Bu nedenle buraya HTML kod imleri ya da biçimlendirmeleri yazmanız önerilmez.

source: If you want member(s) of your organization to receive a carbon copy of each emailed receipt, enter one or more email addresses here. Multiple email addresses should be separated by a comma (e.g. jane@example.org, paula@example.org).
nl_nl: U mag één of meerdere e-mailadressen opgeven die een kopie (cc) ontvangen van de e-mail met een ontvangstbewijs. Meerdere e-mailadressen dienen gescheiden te worden door een komma (bijvoorbeeld: jane@example.org, paula@example.org).
tr_tr: E-postayla gönderilen her alındının kopyasının kuruluşunuzun üyelerine de gönderilmesini istiyorsanız, buraya bir ya da birkaç e-posta adresi yazın. Birkaç e-posta adresini virgül ile ayırarak yazmalısınız (ayse@ornek.org, can@ornek.org gibi).

source: If you want member(s) of your organization to receive a BLIND carbon copy of each emailed receipt, enter one or more email addresses here. Multiple email addresses should be separated by a comma (e.g. jane@example.org, paula@example.org).
nl_nl: U mag één of meerdere e-mailadressen opgeven die een blinde kopie (bcc) ontvangen van de e-mail met een ontvangstbewijs. Meerdere e-mailadressen dienen gescheiden te worden door een komma (bijvoorbeeld: jane@example.org, paula@example.org).
tr_tr: E-postayla gönderilen her alındının GİZLİ kopyasının kuruluşunuzun üyelerine de gönderilmesini istiyorsanız, buraya bir ya da birkaç e-posta adresi yazın. Birkaç e-posta adresini virgül ile ayırarak yazmalısınız (ayse@ornek.org, can@ornek.org gibi).

source: Manage Grant Application Pages
nl_nl: Toelage-applicatiepagina's beheren
tr_tr: Bağış başvurusu sayfaları yönetimi

source: Enabled?
nl_nl: Ingeschakeld?
tr_tr: Etkin

source: Name
nl_nl: Naam
tr_tr: Ad

source: Program Name
nl_nl: Programmanaam
tr_tr: Program adı

source: Grant Application Received date
nl_nl: Ontvangstdatum toelage
tr_tr: Bağış başvurusunun alınma tarihi

source: Amount Granted
nl_nl: Toegezegd bedrag
tr_tr: Bağışlanan tutar
