Repository: civicrm/civicrm-l10n-extensions
Catalog: po/search_kit/*/search_kit.po
Languages: de_de, fr_ca, nl_nl, tr_tr

source: Creating mailing...
de_de: Erstelle Rundschreiben...
fr_ca: Création de la campagne d'envoi en masse...
nl_nl: Het creëren van een mailing...
tr_tr: Postalama oluşturuluyor...

source: Adding contacts...
de_de: Kontakte hinzufügen...
fr_ca: Ajoute les contacts...
nl_nl: Contacten toevoegen...
tr_tr: Kişiler ekleniyor...

source: Create Mailing
de_de: Rundschreiben erstellen
fr_ca: Créer une campagne d'envoi en masse
nl_nl: Creëer Mailing
tr_tr: Postalama oluştur

source: 1 tag removed.
de_de: 1 Tag entfernt.
fr_ca: 1 étiquette retirée

source: %1 tags removed.
de_de: %1 Tags entfernt.
fr_ca: %1 étiquettes retirées.

source: 1 tag added
de_de: 1 Tag hinzugefügt
fr_ca: 1 étiquette ajoutée

source: %1 tags added.
de_de: %1 Tags hinzugefügt.
fr_ca: %1 étiquettes ajoutées.

source: 1 tag already exists and was not added.
de_de: 1 Tag existierte bereits und wurde nicht hinzugefügt.
fr_ca: 1 étiquette existe déjà et n'a pas été ajoutée.

source: %1 tags already exist and were not added.
de_de: %1 Tags existierten bereits und wurden nicht hinzugefügt.
fr_ca: %1 étiquettes existent déjà et n'ont pas été ajoutées.

source: An error occurred while updating tags.
de_de: Ein Fehler trat auf beim Aktualisieren der Tags.
fr_ca: Une erreur est survenue pendant la mise à jour des étiquettes.
nl_nl: Er is een fout opgetreden tijdens het updaten van de kenmerken.
tr_tr: Etiketler güncellenirken bir sorun çıktı.

source: Add Tags
de_de: Tags hinzufügen
fr_ca: Ajouter des étiquettes
nl_nl: Toevoegen Tags
tr_tr: Etiketleri ekle

source: Remove Tags
de_de: Tags entfernen
fr_ca: Retirer des étiquettes
nl_nl: Verwijder Kenmerken
tr_tr: Etiketleri kaldır

source: Select tags
de_de: Wähle Tags
fr_ca: Sélectionner des étiquettes
nl_nl: Selecteer Kenmerken
tr_tr: Etiketleri seç

source: Adding tags...
de_de: Füge Tags hinzu...
fr_ca: Ajoute les étiquette...
nl_nl: Toevoegen Tags...
tr_tr: Etiketler ekleniyor...

source: Removing tags...
de_de: Entferne Tags...
fr_ca: Retire les étiquettes...
nl_nl: Verwijderen Tags...
tr_tr: Etiketler kaldırılıyor...

source: Add tags
de_de: Tags hinzufügen
fr_ca: Ajouter les étiquettes
nl_nl: Toevoegen Tags
tr_tr: Etiketleri ekle

source: Remove tags
de_de: Tags entfernen
fr_ca: Retirer des étiquettes
nl_nl: Verwijder Tags
tr_tr: Etiketleri kaldır

source: Successfully updated %1 %2.
de_de: Erfolgreich %1 %2 aktualisiert.
fr_ca: Mise à jour %1 %2 réussie
nl_nl: Succesvol geupdate %1 %2.
tr_tr: %1 %2 güncellendi.

source: An error occurred while attempting to update %1 %2.
de_de: Ein Fehler trat auf beim Aktualisieren von %1 %2.
fr_ca: Une erreur est survenue lors de la tentative de mise à jour de %1 %2.
nl_nl: Er is een fout opgetreden tijdens de poging om %1 %2 te updaten.
tr_tr: %1 %2 güncellenirken bir sorun çıktı.

source: Update the %1 selected %2 with the following values:
de_de: Aktualisiere die %1 gewählten %2 mit folgenden Werten:
fr_ca: Mettre à jour le %1 sélectionné %2 avec les valeurs suivantes :
nl_nl: Update de %1 geselecteerde %2 met de volgende waarden:
tr_tr: %1 seçilmiş %2 şu değerler ile güncellenecek:

source: Add Value
de_de: Wert hinzufügen
fr_ca: Ajouter une valeur
nl_nl: Waarde toevoegen
tr_tr: Değer ekle

source: Updating %1 %2...
de_de: Aktualisiere %1 %2...
fr_ca: Mise à jour %1 %2...
nl_nl: Updaten %1 %2...
tr_tr: %1 %2 güncelleniyor...

source: Perform action on selected items.
de_de: Aktion zur Auswahl durchführen.
fr_ca: Réaliser l'action sur les items sélectionnés
nl_nl: Actie uitvoeren op geselecteerde items.
tr_tr: İşlemi seçilmiş ögeler üzerinde uygula.

source: Perform action on %1 %2
de_de: Aktion zu %1 %2 durchführen
fr_ca: Réaliser l'action sur %1 %2...
nl_nl: Actie uitvoeren op %1 %2
tr_tr: İşlemi %1 %2 üzerine uygula

source: Perform action on all %1
de_de: Aktion zu allen %1 durchführen
fr_ca: Réaliser l'action sur tous %1
nl_nl: Actie uitvoeren op alle %1
tr_tr: İşlemi tüm %1 üzerinde uygula

source: Selected number must be %1
de_de: Ausgewählte Zahl muss %1 sein
fr_ca: Le numéro sélectionné doit être %1
nl_nl: Geselecteerde aantal moet zijn %1
tr_tr: Seçilmiş sayısı %1 olmalı

source: Search Display Type
de_de: Typ Such-Anzeige
fr_ca: Type d'affichage de recherche
nl_nl: Zoekweergave Type
tr_tr: Görünüm arama türü

source: A table displays results in rows and columns, with an optional pager and selectable actions. The styling of rows and columns is highly configurable.
de_de: Eine Tabelle zeigt die Ergebnisse in Spalten und Zeilen, mit einem optionalen Seitenzähler und auswählbaren Aktionen. Das Styling der Spalten und Zeilen läßt sich hochgradig anpassen.
fr_ca: Une table affiche les résultats en lignes et en colonnes, avec une pagination optionnelle et une liste d'actions. Le style des lignes et des colonnes est configurable à souhait.
nl_nl: De resultaten worden in een tabel met rijen en kolommen getoond met een optionele bladerfunctie en selecteerbare acties. De opmaak van de rijen en kolommen kan ingesteld worden.
tr_tr: Bir tablo, sonuçları isteğe bağlı bir çağrı cihazı ve seçilebilir işlemlerle birlikte satırlar ve sütunlar biçiminde görüntüler. Satırların ve sütunların biçemi büyük oranda yapılandırılabilir.

source: List
de_de: Liste
fr_ca: Liste
nl_nl: Lijst
tr_tr: Liste

source: Lists are highly flexible and display results on one or more lines. Each field can be styled differently or given a custom css class.
de_de: Listen sind hochgradig flexibel und zeigt die Resultate in einer oder mehreren Zeilen an. Jedes Feld kann unterschiedlich gestylt werden oder eine eigene CSS Klasse erhalten.
fr_ca: Les listes affichent les résultats sur une ou plusieurs lignes et sont complétement paramétrables. Chaque champ peut être stylé différemment, notamment via des classes CSS personnalisées.
nl_nl: Lijsten zijn erg flexibel en tonen resultaten op een of meerdere regels. Elk veld kan zelf opgemaakt worden (style) of voorzien worden van een eigen class.
tr_tr: Listeler oldukça esnektir ve sonuçları bir ya da birkaç satırda görüntüler. Her alanın biçemi farklı olabilir ya da özel bir CSS sınıfı belirtilebilir.

source: Grid
de_de: Gitter
fr_ca: Grille
tr_tr: Izgara

source: Grid displays are useful for image gallery thumbnails and other content to show side-by side.
de_de: Gitteransichten (Grid) sind hilfreich für Bildgalerie-Vorschau und andere Inhalte, die nebeneinander angezeigt werden sollen.
fr_ca: Les Grilles sont un affichage idéal pour une galerie de photos/vignettes et les autres contenus qui nécessitent d'être affichés côte à côte.
nl_nl: Een grid is nuttig voor galerij met miniaturen van afbeeldingen en andere inhoud die naast elkaar getoond moet worden.
tr_tr: Izgara görünümleri, görsel galerisi küçük görsellerinin ve diğer içeriğin yan yana görüntülenmesi için kullanışlıdır.

source: Tree
de_de: Baum
fr_ca: Arborescence

source: Tree displays are used to represent hierarchical data.
de_de: Baumanzeigen werden benutzt, um hierarchische Daten anzuzeigen.
fr_ca: Les arborescences sont utilisées pour représenter des données hiérarchiques.

source: Autocomplete
de_de: Auto-Vervollständigung
fr_ca: Auto-complétion
nl_nl: Automatisch aanvullen
tr_tr: Otomatik tamamlama

source: Autocompletes are form fields that give results from this search as the user types. Creating a display is optional and allows customization of how each result appears in the dropdown.
de_de: Autovervollständigungen sind Formularfelder, die bei laufender Eingabe Ergebnisse aus dieser Suche liefern. Die Erstellung einer Anzeige ist optional und ermöglicht die Anpassung der Art und Weise, wie jedes Ergebnis in der Dropdown-Liste erscheint.
fr_ca: Dans vos formulaires, les champs "Autocompletes" permettent d'afficher les résultats de cette recherche à la volée. Créer un affichage est facultatif, cela permet de choisir comment précisément chaque résultat apparaitra dans la liste (dropdown).
nl_nl: Formuliervelden die automatisch worden aangevuld geven de resultaten van het zoeken weer als een gebruikerstype . Het aanmaken van een weergave is optioneel en staat aanpassing toe van hoe elke resultaat wordt getoond in de dropdown.
tr_tr: Otomatik tamamlamalar, kullanıcı yazarken bu aramanın sonuçlarını veren form alanlarıdır. Bir görünüm oluşturmak isteğe bağlıdır ve açılır menüde her bir sonucun nasıl görüneceğinin özelleştirilmesini sağlar.

source: DB Entity
de_de: DB-Entität
fr_ca: Entité de la base de données

source: Saves the search results in a database table which can be accessed with SearchKit, the API, or SQL-based tools.
de_de: Speichert die Suchergebnisse in einer Datenbanktabelle, auf die mit SearchKit, der API oder SQL-basierten Tools zugegriffen werden kann.
fr_ca: Enregistre les résultats de la recherche dans une table de base de données à laquelle on peut accéder avec SearchKit, l'API ou des outils basés sur SQL.

source: Search Display
de_de: Such-Anzeige
fr_ca: Écran de recherche
nl_nl: Zoekweergave
tr_tr: Görünüm arama

source: Search Displays
de_de: Such-Anzeigen
fr_ca: Écrans de recherche
nl_nl: Zoekweergaven
tr_tr: Görünümleri arama

source: SearchKit - saved search displays
de_de: SearchKit - Anzeigen von gespeicherten Suchen
fr_ca: SearchKit - affichage des recherches sauvegardées

source: Search Display ID
de_de: Such-Anzeige ID
fr_ca: Identifiant de l'écran de recherche
nl_nl: Zoekweergave-id
tr_tr: Görünüm arama kimliği

source: Unique SearchDisplay ID
de_de: Eindeutige Such-Anzeige ID
fr_ca: Identifiant de l'écran de recherche unique
nl_nl: Unieke Zoekweergave-id
tr_tr: Benzersiz görünüm arama kimliği

source: Search Display Name
de_de: Name Such-Anzeige
fr_ca: Nom de l'écran de recherche
nl_nl: Zoekweergave Naam
tr_tr: Görünüm arama adı

source: Unique name for identifying search display
de_de: Eindeutiger Name zum Identifizieren der Such-Anzeige
fr_ca: Nom unique pour identifier l'affichage de recherche
nl_nl: Unieke naam voor identificatie van zoekweergave
tr_tr: Görünüm aramayı belirten benzersiz ad

source: Search Display Label
de_de: Label Such-Anzeige
fr_ca: Libellé de l'écran de recherche
nl_nl: Zoekweergave Label
tr_tr: Görünüm arama etiketi

source: Label for identifying search display to administrators
de_de: Label um die Such-Anzeige beim Administrieren zu identifizieren
fr_ca: Libellé pour les administrateurs pour identifier l'affichage de recherche
nl_nl: Label voor identificatie zoekweergave voor beheerders
tr_tr: Yöneticiler için görünüm aramayı belirten etiket

source: Saved Search ID
de_de: Gespeicherte Such-ID
fr_ca: identifiant de la recherche enregistrée
nl_nl: Opgeslagen Zoek-id
tr_tr: Kaydedilmiş arama kimliği

source: FK to saved search table.
de_de: FK zur gespeicherten Suchtabelle.
fr_ca: Clé étrangère vers la table de la recherche enregistrée
nl_nl: FK naar opgeslagen zoektabel.
tr_tr: Kaydedilmiş arama tablosunun dış anahtarı.

source: Type of display
de_de: Typ der Anzeige
fr_ca: Type d'affichage
nl_nl: Type weergave
tr_tr: Görünüm türü

source: Search Display Settings
de_de: Einstellungen Such-Anzeige
fr_ca: Paramètres de l'affichage de recherche
nl_nl: Zoekweergave instellingen
tr_tr: Görünüm arama ayarları

source: Configuration data for the search display
de_de: Konfigurationsdaten für die Such-Anzeige
fr_ca: Données de configuration pour l'affichage de recherche
nl_nl: Configuratiegegevens voor de zoekweergave
tr_tr: Görünüm arama için yapılandırma verileri

source: Bypass ACL Permissions
de_de: Umgehe ACL Berechtigungen
fr_ca: Shunter les permissions ACL
nl_nl: ACL toestemmingen omzeilen
tr_tr: Erişim denetimi listesi izinleri atlansın

source: Skip permission checks and ACLs when running this display.
de_de: Überspringe Berechtigungsprüfungen und ACLs beim Ausführen dieses Displays.
fr_ca: Ignorer les contrôles de autorisations et d'ACLs lors de l'utilisation de cette affichage
nl_nl: Sla toestemmingscontroles en ACL's over bij het uitvoeren van deze weergave.
tr_tr: Bu görünüm kullanılırken izin denetimleri ve erişim denetimi listeleri atlanır.

source: Search Segment
de_de: Suchsegment
fr_ca: Segment de recherche
nl_nl: Zoek Segment
tr_tr: Arama dilimi

source: Search Segments
de_de: Suchsegmente
fr_ca: Segments de recherche
nl_nl: Zoek Segmenten
tr_tr: Arama dilimleri

source: Data segmentation sets for searches.
de_de: Datensegmentierungssets für Suchen.
fr_ca: Ensembles de segmentation des données pour les recherches

source: Search Segment ID
de_de: Suchsegment-ID
fr_ca: Identifiant du segment de recherche
nl_nl: ZoekSegment-id
tr_tr: Arama dilimi kimliği

source: Unique SearchSegment ID
de_de: Eindeutige Suchsegment ID
fr_ca: Identifiant unique de segment de recherche
nl_nl: Uniek ZoekSegment-id
tr_tr: Benzersiz arama dilimi kimliği

source: Search Segment Name
de_de: Name Suchsegment
fr_ca: Nom du segment de recherche
nl_nl: Zoek Segment Naam
tr_tr: Arama dilimi adı

source: Unique name
de_de: Eindeutiger Name
fr_ca: Nom unique
nl_nl: Unieke naam
tr_tr: Benzersiz ad

source: Label for identifying search segment (will appear as name of calculated field)
de_de: Label zur Identifizierung des Suchsegments (wird als Name des berechneten Feldes angezeigt)
fr_ca: Libellé pour identifier le segment de recherche (apparaîtra comme nom du champ calculé)
nl_nl: Label om zoeksegment te identificeren (zal verschijnen als naam van berekend veld)
tr_tr: Arama dilimini belirten etiket (hesaplanan alanın adı olarak görüntülenir)

source: Description will appear when selecting SearchSegment in the fields dropdown.
de_de: Die Beschreibung erscheint bei der Auswahl von Suchsegmenten in den Dropdown-Feldern.
fr_ca: La description apparaîtra lors de la sélection du segment de recherche dans le menu déroulant
nl_nl: De beschrijving verschijnt wanneer u SearchSegment selecteert in de dropdown voor velden.
tr_tr: Alan açılan kutusundan arama dilimi seçilirken görüntülenecek açıklama.

source: Entity for which this set is used.
de_de: Entität, für die diese Einstellung benutzt wird.
fr_ca: Entité pour laquelle cet ensemble est utilisé
tr_tr: Bu kümenin kullanılacağı varlık.

source: All items in set
de_de: Alle Einträge im Set
fr_ca: Tous les éléments de l'ensemble
nl_nl: Alle items in een set
tr_tr: Tüm ögeler ayarlanmış

source: SearchKit: edit and delete searches
de_de: SearchKit: Suchen bearbeiten und löschen
fr_ca: SearchKit : modifier et supprimer des recherches
nl_nl: SearchKit: zoekopdrachten bewerken en verwijderen
tr_tr: SearchKit: Aramaları düzenleyin ve silin

source: Gives non-admin users access to the SearchKit UI to create, update and delete searches and displays
de_de: Ermöglicht Nicht-Administratoren den Zugriff auf die SearchKit-Benutzeroberfläche zum Erstellen, Aktualisieren und Löschen von Suchen und Anzeigen
fr_ca: Donne accès à l'interface de SearchKit aux utilisateurs (qui ne sont pas Admin) pour créer, mettre à jour et supprimer des recherches et des affichages.
nl_nl: Geeft gebruikers die geen beheerder zijn toegang tot de SearchKit UI om zoekopdrachten en weergaven aan te maken, aan te passen en te verwijderen
tr_tr: Yönetici olmayan kullanıcıların, aramaları oluşturması, güncellemesi, silmesi ve görüntülemesi için SearchKit kullanıcı arayüzüne erişmesini sağlar

source: Unlike the WHERE clause which filters data in the database, HAVING filters the results shown in the table. This allows filtering of aggregate data or field transformations.
de_de: Anders als die WHERE-Klausel, die Daten in der Datenbank filtert, filtert HAVING die in der Tabelle angezeigten Ergebnisse. Dies ermöglicht die Filterung von Aggregatdaten oder Feldtransformationen.
fr_ca: Contrairement à la clause WHERE qui filtre les données dans la base de données, HAVING filtre les résultats affichés dans le tableau. Cela permet de filtrer les données agrégées ou les transformations de champs.

source: Note: Rewrite occurs after HAVING has been applied, so does not affect the HAVING filter.
de_de: Hinweis: Die Neuschreibung erfolgt nach der Anwendung von HAVING, hat also keinen Einfluss auf den HAVING-Filter.
fr_ca: Remarque : la réécriture intervient après l'application du filtre HAVING et n'a donc pas d'incidence sur ce dernier.

source: Both search tokens and smarty tags are supported when rewriting fields.
de_de: Sowohl Suchtoken als auch Smarty-Tags werden beim Feld-Rewrite berücksichtigt.
fr_ca: Les jetons de recherche et les balises smarty sont pris en charge lors de la réécriture des champs.

source: SMARTY conditions can be used by placing quotations around the values that should be evaluated.
de_de: SMARTY-Bedingungen können verwendet werden, indem die Werte, die ausgewertet werden sollen, in Anführungszeichen gesetzt werden.
fr_ca: Les conditions SMARTY peuvent être utilisées en plaçant des guillemets autour des valeurs à évaluer.

source: To preserve newlines entered into the rewrite textarea, click "Show Linebreaks" below.
de_de: Um Zeilenumbrüche, die in die Rewrite-Textbereich eingegeben werden, beizubehalten, klicken Sie unten auf „Zeige Zeilenumbrüche“.
fr_ca: Pour préserver les nouvelles lignes saisies dans la zone de réécriture de texte, cliquez sur « Afficher les sauts de ligne » ci-dessous.

source: Display multi-line text with linebreaks preserved. This is useful for textarea fields such as notes, or multi-line rewrites.
de_de: Anzeige von mehrzeiligem Text unter Beibehaltung der Zeilenumbrüche. Dies ist nützlich für Textbereichsfelder wie Notizen oder mehrzeilige Umschreibungen.
fr_ca: Afficher du texte sur plusieurs lignes en préservant les sauts de ligne. Ceci est utile pour les champs de type textarea tels que les notes, ou les réécritures sur plusieurs lignes.

source: Set the permission level needed to view this entity.
de_de: Stelle die Berechtigungen ein, welche für diese Entität benötigt werden.
fr_ca: Définir le niveau d'autorisation nécessaire pour visualiser cette entité.

source: Users without this permission will not be able to see this entity in SearchKit nor in any search queries or displays that use this entity.
de_de: Benutzende ohne diese Berechtigung können diese Entität weder in SearchKit noch in Suchanfragen oder Anzeigen, die diese Entität verwenden, sehen.
fr_ca: Les utilisateurs ne disposant pas de cette autorisation ne pourront pas voir cette entité dans SearchKit, ni dans les requêtes de recherche ou les affichages qui utilisent cette entité.

source: Determine which data-storage features to use when generating this entity.
de_de: Legen Sie fest, welche Datenspeicherungsfunktionen bei der Erstellung dieser Entität verwendet werden sollen.
fr_ca: Déterminer les caractéristiques de stockage des données à utiliser lors de la création de cette entité.

source: <strong>MySQL Table</strong>: Create a persistent MySQL table and re-fill it periodically.
de_de: <strong>MySQL Tabelle</strong>: Erstelle eine persistente MySQL-Tabelle und fülle sie regelmäßig neu auf.
fr_ca: <strong>Table MySQL</strong> : Créer une table MySQL persistante et la remplir périodiquement.

source: <strong>MySQL View</strong>: Create a persistent MySQL view. Better suited to volatile data with a stable data-structure. Better suited to targeted data-access but not to analytics.
de_de: <strong>MySQL View</strong>: Erstelle eine persistente MySQL-Ansicht. Besser geeignet für flüchtige Daten mit einer stabilen Datenstruktur. Besser geeignet für den gezielten Datenzugriff, aber nicht für Analysen.
fr_ca: <strong> Vue MySQL</strong>: Créer une vue MySQL persistante. Mieux adapté aux données volatiles avec une structure de données stable. Mieux adapté à l'accès ciblé aux données, mais pas à l'analyse.

source: <strong>MySQL CTE</strong>: Create dynamic MySQL query using Common Table Expression. Better suited to volatile
de_de: <strong>MySQL CTE</strong>: Erstelle dynamische MySQL-Abfragen mit Common Table Expression. Besser geeignet für flüchtige
fr_ca: <strong>CTE MySQL</strong> : Créer une requête MySQL dynamique à l'aide de l'expression de table commune. Mieux adapté aux requêtes volatiles

source: Attachments
de_de: Anhänge
fr_ca: Pièce(s) jointe(s)
nl_nl: Bijlagen
tr_tr: Ek dosyalar

source: Danger
de_de: Gefahr
nl_nl: Risico
tr_tr: Tehlike

source: Menu
de_de: Menü
tr_tr: Menü

source: Date
de_de: Datum
nl_nl: Datum
tr_tr: Tarih

source: Large
de_de: Groß
nl_nl: Groot
tr_tr: Büyük

source: Image
de_de: Bild
nl_nl: Afbeelding
tr_tr: Görsel

source: Description %1:
de_de: Beschreibung %1:
nl_nl: Beschrijving %1:
tr_tr: %1 açıklaması:

source: Description
de_de: Beschreibung
nl_nl: Beschrijving
tr_tr: Açıklama

source: Total
de_de: Gesamt
nl_nl: Totaal
tr_tr: Toplam

source: 1 Communication
de_de: 1 Kommunikation

source: %1 Communications
de_de: %1 Kommunikation

source: Conditions
de_de: Bedingungen
nl_nl: Voorwaarden
tr_tr: Koşullar

source: Second
de_de: Sekunde
nl_nl: Tweede
tr_tr: Saniye

source: Minutes
de_de: Minuten
nl_nl: Minuten
tr_tr: Dakika

source: Distance
de_de: Entfernung
nl_nl: Afstand
tr_tr: Uzaklık

source: Miles
de_de: Meilen
nl_nl: Mijlen
tr_tr: Mil

source: OpenDocument Spreadsheet (.ods)
de_de: OpenDocument Tabelle (.ods)
tr_tr: OpenDocument çalışma sayfası (.ods)

source: Action
de_de: Aktion
nl_nl: Actie
tr_tr: İşlem

source: Table
de_de: Tabelle
nl_nl: Tabel
tr_tr: Tablo

source: Info
nl_nl: Informatie
tr_tr: Bilgi

source: Extra
tr_tr: Ek

source: Style
nl_nl: Stijl
tr_tr: Biçem

source: Format
nl_nl: Formaat
tr_tr: Biçim

source: Minute
nl_nl: Minuut
tr_tr: Dakika

source: Normal
nl_nl: Normaal
