Repository: civicrm/civicrm-l10n-extensions
Catalog: po/search_kit/*/search_kit.po
Languages: de_de, fr_ca, nl_nl, tr_tr

source: Yes
de_de: Ja
fr_ca: Oui
nl_nl: Ja
tr_tr: Evet

source: No
de_de: Nein
fr_ca: Non
nl_nl: Nee
tr_tr: Hayır

source: Row Number
de_de: Zeilennummer
fr_ca: Numéro de la ligne
nl_nl: Rij nummer
tr_tr: Satır numarası

source: Index of each row, starting from 1 on the first page
de_de: Index jeder ZEile, startet bei 1 auf der ersten Seite
fr_ca: Index de chaque ligne, à partir de 1 sur la première page
nl_nl: Index van elke rij, beginnend bij 1 op de eerste pagina
tr_tr: Her satırın sıra numarası. İlk sayfadan 1 ile başlar

source: Current User ID
de_de: Aktueller Benutzer ID
fr_ca: Identifiant de l'utilisateur actuel
nl_nl: Huidige Gebruiker-id
tr_tr: Geçerli kullanıcı kimliği

source: Contact ID of the current user if logged in
de_de: Kontakt-ID des aktuellen Benutzers wenn angemeldet
fr_ca: Identifiant de contact de l'utilisateur actuel s'il est connecté
nl_nl: Contact-id van de huidige gebruiker indien ingelogd
tr_tr: Oturum açılmış ise geçerli kullanıcının kişi kimliği

source: Current Date
de_de: Aktuelles Datum
fr_ca: Date actuelle
nl_nl: Huidige datum
tr_tr: Güncel tarih

source: System date at the moment the search is run
de_de: Systemdatum für den Moment, in dem die Suche ausgeführt wird
fr_ca: Date système au moment où la recherche est lancée
nl_nl: Systeemdatum op moment van zoeken
tr_tr: Aramanın yapıldığı andaki sistem tarihi

source: Current Date + Time
de_de: Aktuelles Datum + Zeit
fr_ca: Date et Heure actuelle
nl_nl: Huidig tijdstip
tr_tr: Güncel tarih ve saat

source: System date and time at the moment the search is run
de_de: Systemdatum und Zeit für den Moment, in dem die Suche ausgeführt wird
fr_ca: Date système au moment où la recherche est lancée
nl_nl: Systeemtijdstip bij het zoeken
tr_tr: Aramanın yapıldığı andaki sistem tarihi ve saati

source: View %1
de_de: Zeige %1
fr_ca: Consulter %1
nl_nl: Bekijk %1
tr_tr: %1 görüntüleme

source: Enable
de_de: Aktivieren
fr_ca: Activer
nl_nl: Inschakelen
tr_tr: Etkinleştir

source: Disable
de_de: Deaktivieren
fr_ca: Désactiver
nl_nl: Deactiveren
tr_tr: Devre dışı bırak

source: Export %1
de_de: Exportiere %1
fr_ca: Exporter %1
nl_nl: Exporteer %1
tr_tr: %1 dışa aktarma

source: Download Spreadsheet
de_de: Tabelle herunterladen
fr_ca: Télécharger les données
tr_tr: Çalışma sayfası indirme

source: Update %1
de_de: Aktualisiere %1
fr_ca: Mettre à jour %1
nl_nl: Aanpassen %1
tr_tr: %1 güncelleme

source: Enable %1
de_de: Aktiviere %1
fr_ca: Activer %1
nl_nl: Inschakelen %1
tr_tr: %1 ögesini etkinleştir

source: Enabling %1 %2...
de_de: Aktiviere %1 %2...
fr_ca: Activation %1 %2...
nl_nl: Inschakeling %1 %2...
tr_tr: %1 %2 etkinleştiriliyor...

source: Successfully enabled %1 %2.
de_de: Erfolgreich %1 %2 aktiviert.
fr_ca: Activation réussie %1 %2.
nl_nl: Inschakelen %1 %2 gelukt.
tr_tr: %1 %2 etkinleştirildi.

source: An error occurred while attempting to enable %1 %2.
de_de: Ein Fehler trat auf beim Aktivieren von %1 %2.
fr_ca: Une erreur est apparue lors de la tentative d'activation de %1 %2.
nl_nl: Er is een fout opgetreden bij het proberen in te schakelen van %1 %2.
tr_tr: %1 %2 etkinleştirilirken bir sorun çıktı.

source: Disable %1
de_de: Deaktiviere %1
fr_ca: Désactiver %1
nl_nl: Uitschakelen %1
tr_tr: %1 ögesini devre dışı bırak

source: Are you sure you want to disable %1 %2?
de_de: Soll %1 %2 wirklich deaktiviert werden?
fr_ca: Êtes-vous sûr que vous voulez désactiver %1 %2 ?
nl_nl: Weet u zeker dan u %1 %2 wil uitschakelen?
tr_tr: %1 %2 ögesini devre dışı bırakmak istediğinize emin misiniz?

source: Disabling %1 %2...
de_de: Deaktiviere %1 %2...
fr_ca: Désctivation %1 %2...
nl_nl: Uitschakeling %1 %2...
tr_tr: %1 %2 devre dışı bırakılıyor...

source: Successfully disabled %1 %2.
de_de: %1 %2 erfolgreich deaktiviert.
fr_ca: Désactivation de %1 %2 réussie .
nl_nl: Uitschakelen %1 %2 gelukt.
tr_tr: %1 %2 devre dışı bırakıldı.

source: An error occurred while attempting to disable %1 %2.
de_de: Ein Fehler trat auf beim Deaktivieren von %1 %2.
fr_ca: Une erreur est apparue lors de la tentative de désactivation de %1 %2.
nl_nl: Er is een fout opgetreden bij het proberen uit te schakelen van %1 %2.
tr_tr: %1 %2 devre dışı bırakılırken bir sorun çıktı.

source: Tag - Add/Remove Tags
de_de: Tag - Hinzufügen/Entfernen von Tags
fr_ca: Étiquette - Ajouter/Retirer des étiquettes
nl_nl: Kenmerken - Toevoegen/Verwijderen kenmerken
tr_tr: Etiket - Etiket ekleme/kaldırma

source: Delete %1
de_de: Lösche %1
fr_ca: Supprimer %1
nl_nl: Verwijder %1
tr_tr: %1 silme

source: Are you sure you want to delete %1 %2?
de_de: Wollen Sie %1 %2 wirklich löschen?
fr_ca: Êtes-vous sûr que vous voulez supprimer %1 %2 ?
nl_nl: Weet u zeker dat u %1 %2 wilt verwijderen?
tr_tr: %1 %2 silmek istediğinize emin misiniz?

source: Deleting %1 %2...
de_de: Lösche %1 %2...
fr_ca: Suppression %1 %2...
nl_nl: Verwijderen %1 %2...
tr_tr: %1 %2 siliniyor...

source: Successfully deleted %1 %2.
de_de: Erfolgreich gelöscht %1 %2.
fr_ca: Succès de la suppression de %1 %2.
nl_nl: Succesvol verwijderd %1 %2.
tr_tr: %1 %2 silindi.

source: An error occurred while attempting to delete %1 %2.
de_de: Ein Fehler trat auf beim Löschen von %1 %2.
fr_ca: Une erreur est apparue lors de la tentative de suppression de %1 %2.
nl_nl: Er is een fout opgetreden tijdens de poging om %1 %2 te verwijderen.
tr_tr: %1 %2 silinirken bir sorun çıktı.

source: Refresh Group Cache
de_de: Gruppencache aktualisieren
fr_ca: Actualiser le cache du groupe
nl_nl: Cache groep verversen

source: Refreshing %1 %2...
de_de: Aktualisiere %1 %2...
fr_ca: Actualise %1 %2...
nl_nl: Verversen %1 %2...

source: %1 %2 Refreshed.
de_de: %1 %2 aktualisiert.
fr_ca: %1 %2 Actualisé.
nl_nl: %1 %2 ververst.

source: An error occurred while attempting to refresh %1 %2.
de_de: Es trat ein Fehler auf beim Aktualisieren %1 %2.
fr_ca: Une erreur s'est produite lors de la tentative d'actualisation de %1 %2.
nl_nl: Er is een fout opgetreden tijdens de poging om %1 %2 te verversen.

source: Profile Update
de_de: Profilaktualisierung
fr_ca: Mise à jour via un profil
nl_nl: Profiel aanpassen
tr_tr: Profil güncelleme

source: Dedupe - Merge 2 Contacts
de_de: Duplikatbehandlung - 2 Kontakte zusammenführen
fr_ca: Dédoublonner - Fusionner 2 contacts
nl_nl: Ontdubbel - Voeg 2 Contacten samen
tr_tr: Çift kayıt ayoıklama - 2 kişiyi birleştirme

source: Contains
de_de: Enthält
fr_ca: Contient
nl_nl: Bevat
tr_tr: Şunu içeren

source: Doesn't Contain
de_de: Enthält nicht
fr_ca: Ne contient pas
nl_nl: Bevat geen
tr_tr: Şunu içermeyen

source: Is One Of
de_de: ist einer von
fr_ca: est l'un de
nl_nl: Is één van
tr_tr: Şunlardan biri olan

source: Not One Of
de_de: ist keiner von
fr_ca: N'est pas l'un de
nl_nl: Is niet één van
tr_tr: Şunlardan biri olmayan

source: Is Like
de_de: Ist wie
fr_ca: Est comme
nl_nl: Is zoals
tr_tr: Şuna benzeyen

source: Not Like
de_de: Nicht wie
fr_ca: N'est pas comme
nl_nl: Niet als
tr_tr: Şuna benzemeyen

source: Matches Pattern
de_de: Entspricht Muster
fr_ca: Correspond au modèle
nl_nl: Overeenkomend patroon
tr_tr: Şu modele uyan

source: Doesn't Match Pattern
de_de: Entspricht nicht Muster
fr_ca: Ne correspond pas au modèle
nl_nl: Niet overeenkomend patroon
tr_tr: Şu modele uymayan

source: Matches Pattern (case-sensitive)
de_de: Entspricht Muster (Groß-/Kleinschreibung beachten)
fr_ca: Correspond au schéma (sensible à la casse)
nl_nl: Overeenkomst patroon (hoofdletterafhankelijk)

source: Doesn't Match Pattern (case-sensitive)
de_de: Entspricht nicht Muster (Groß-/Kleinschreibung beachten)
fr_ca: Ne correspond pas au modèle (sensible à la casse)
nl_nl: Komt niet overeen met patroon (hoofdletterafhankelijk)

source: Is Between
de_de: ist zwischen
fr_ca: Est entre
nl_nl: Is tussen
tr_tr: Şunların arasında olan

source: Not Between
de_de: nicht zwischen
fr_ca: N'est pas entre
nl_nl: Is niet tussen
tr_tr: Şunların arasında olmayan

source: Is Empty
de_de: ist leer
fr_ca: Est vide
nl_nl: Is leeg
tr_tr: Boş olan

source: Not Empty
de_de: nicht leer
fr_ca: N'est pas vide
nl_nl: Niet leeg
tr_tr: Boş olmayan

source: Default
de_de: Standard
fr_ca: Défaut
nl_nl: Standaard
tr_tr: Varsayılan

source: Primary
de_de: Haupt
fr_ca: Principal
nl_nl: Primair
tr_tr: Birincil

source: Secondary
de_de: Sekundär
fr_ca: Secondaire
nl_nl: Secundair
tr_tr: İkincil

source: Success
de_de: Erfolg
fr_ca: Succès
nl_nl: Gelukt
tr_tr: Başarılı

source: Warning
de_de: Warnung
fr_ca: Avertissement
nl_nl: Waarschuwing
tr_tr: Uyarı

source: Address (primary) %1
de_de: Adresse (Haupt) %1
fr_ca: Adresse (principale) %1
nl_nl: Adres (primair) %1
tr_tr: %1 adres (birincil)

source: Address (billing) %1
de_de: Adresse (Rechnung) %1
fr_ca: Adresse (facturation) %1
nl_nl: Adres (factuur) %1
tr_tr: %1 adres (faturalama)

source: Multiple %1 per %2
fr_ca: Multiplier %1 par %2
nl_nl: Vermenigvuldig %1 per %2
tr_tr: Her %2 için birkaç %1

source: Arithmetic
de_de: Arithmetisch
fr_ca: Arithmétique
nl_nl: Rekenkundig
tr_tr: Aritmetik

source: Add, subtract, multiply, divide
de_de: Addieren, subtrahieren, multiplizieren, dividieren
fr_ca: Ajouter, soustraire, multiplier, diviser
nl_nl: Optellen, aftrekken, vermenigvuldigen, delen
tr_tr: Toplama, çıkarma, çarpma, bölme

source: Value
de_de: Wert
fr_ca: Valeur
nl_nl: Waarde
tr_tr: Değer

source: Where
de_de: Wo
fr_ca: Où
nl_nl: Waar
tr_tr: Nerede

source: Having
de_de: Besitzt
fr_ca: Ayant
nl_nl: Hebbende
tr_tr: Şunu içeren

source: Search for
de_de: Suche nach
fr_ca: Rechercher
nl_nl: Zoeken naar
tr_tr: Aranacak öge

source: Optional label for this join
de_de: Optionale Bezeichnung für den Join
fr_ca: Libellé facultatif pour cette jointure
nl_nl: Optioneel label voor deze join

source: Remove join
de_de: Join entfernen
fr_ca: Retirer la jointure
nl_nl: Verwijder join
tr_tr: Birleştirmeyi kaldır

source: If
de_de: wenn
fr_ca: Si
nl_nl: Als
tr_tr: Eğer

source: Add Condition
de_de: Bedingung hinzufügen
fr_ca: Ajouter une condition
nl_nl: Voeg voorwaarde toe
tr_tr: Koşul ekle

source: Entity
de_de: Entität
fr_ca: Entité
nl_nl: Entiteit
tr_tr: Varlık

source: Group By
de_de: Gruppiert nach
fr_ca: Grouper par
nl_nl: Groepeer op
tr_tr: Grupla

source: Unable to create smart group because this search does not include any contacts.
de_de: Es ist nicht möglich, eine SmartGruppe zu erstellen, da diese Suche keine Kontakte enthält.
fr_ca: Impossible de créer un groupe dynamique car cette recherche n'inclut aucun contact.
nl_nl: Kan geen smart groep maken omdat deze zoekopdracht geen contacten bevat.
tr_tr: Bu aramada herhangi bir kişi bulunmadığından akıllı grup oluşturulamadı.

source: Group Title
de_de: Gruppentitel
fr_ca: Titre du groupe
nl_nl: Groepstitel
tr_tr: Grup başlığı

source: Untitled
de_de: Unbenannt
fr_ca: Sans titre
nl_nl: Naamloos
tr_tr: Adlandırılmamış

source: Contact Column
de_de: Kontaktspalte
fr_ca: Colonne de contact
nl_nl: Contact kolom
tr_tr: Kişi sütunu

source: Request took %1 seconds.
de_de: Anfrage benötigte %1 Sekunden.
fr_ca: La requête a nécessité %1 secondes.
nl_nl: Verzoek duurde %1 seconde.
tr_tr: İstek %1 saniyede yerine getirildi.

source: Run search to view SQL
de_de: Suche ausführen um SQL zu sehen
fr_ca: Lancer une recherche pour afficher le code SQL

source: Description (shown above default display)
de_de: Beschreibung (über der Anzeige angezeigt)
fr_ca: Description (affichée au dessus de l'affichage par défaut)
nl_nl: Beschrijving (wordt getoond boven de standaardweergave)
tr_tr: Açıklama (varsayılan görünümün altında görüntülenir)

source: Search Expiry Date
de_de: Ablaufdatum suchen
fr_ca: Rechercher la date d'expiration

source: Expires
de_de: läuft ab
fr_ca: Expiration
nl_nl: Vervalt
tr_tr: Son kullanma tarihi

source: Search For
de_de: Suche nach
fr_ca: Rechercher

source: Filter Conditions
de_de: Filterkonditionen
fr_ca: Conditions du filtre

source: Select Fields
de_de: Feldauswahl
fr_ca: Sélectionner les champs

source: Configure Settings
de_de: Einstellungen konfigurieren
fr_ca: Configurer les paramètres

source: Query Info
de_de: Abfrageinfo
fr_ca: Info sur la requête
nl_nl: Query informatie
tr_tr: Sorgu bilgileri

source: With (optional)
de_de: mit (optional)
fr_ca: Avec (optionnel)
nl_nl: Met (optioneel)
tr_tr: Şununla (isteğe bağlı)

source: With (required)
de_de: mit (benötigt)
fr_ca: Avec (requis)
nl_nl: Met (verplicht)
tr_tr: Şununla (zorunlu)

source: Without
de_de: ohne
fr_ca: Sans
nl_nl: Zonder
tr_tr: Şu olmadan

source: %1 Search by %2
de_de: %1 Suche nach %2
fr_ca: %1 Recherche par %2

source: Form "%1" will be deleted if the embedded display "%2" is deleted.
de_de: Formular "%1" wird gelöscht, wenn die eingebettete Anzeige/Display "%2" gelöscht wird.
fr_ca: Le formulaire %1 sera supprimé si l'affichage embarqué %2 est supprimé
nl_nl: Formulier "%1" wordt verwijderd als de ingesloten weergave "%2" wordt verwijderd.
tr_tr: "%2" gömülü görünümü silinirse "%1" formu silinir.

source: %1 forms will be deleted if the embedded display "%2" is deleted.
de_de: %1 Formulare werden gelöscht, wenn die eingebettete Anzeige/Display "%2" gelöscht wird.
fr_ca: %1 formulaires seront supprimés si l'affichage embarqué %2 est supprimé.
nl_nl: %1 formulieren zullen worden verwijderd als de ingesloten weergave "%2" wordt verwijderd.
tr_tr: "%2" gömülü görünümü silinirse %1 form silinir.

source: Display embedded
de_de: Anzeige/Display eingebettet
fr_ca: Affichage embarquée
nl_nl: Ingebouwde weergave
tr_tr: Gömülü görünüm

source: (copy)
de_de: (kopie)
fr_ca: (copie)
nl_nl: (kopieer)
tr_tr: (kopya)

source: Search Label
de_de: Such-Label
fr_ca: Libellé de recherche
nl_nl: Zoeklabel
tr_tr: Arama etiketi

source: %1 is a required field.
de_de: %1 ist ein Pflichtfeld
fr_ca: %1 est un champ requis.
nl_nl: %1 is een verplicht veld.
tr_tr: %1 alanının doldurulması zorunludur

source: Display Label
fr_ca: Libellé de l'affichage
nl_nl: Weergave label
tr_tr: Görünüm etiketi

source: Error Saving
de_de: Fehler beim Speichern
fr_ca: Enregistrement de l'erreur
nl_nl: Fout bij het opslaan
tr_tr: Kaydedilirken sorun çıktı

source: Search Template
de_de: Suchvorlage
fr_ca: Recherche le modèle

source: Saved Search
de_de: Gespeicherte Suche
fr_ca: Recherche enregistrée
nl_nl: Bewaarde zoekopdracht
tr_tr: Kaydedilmiş arama

source: Bootstrap theme not found.
de_de: Bootstrap-Theme nicht gefunden.
fr_ca: Aucun thème Boostrap trouvé.
nl_nl: Bootstrap-sjabloon niet gevonden.
tr_tr: Bootstrap teması bulunamadı.

source: This screen may not work correctly without a bootstrap-based theme such as Shoreditch installed.
de_de: Die Anzeige ist möglicherweise nicht korrekt, wenn kein bootstrap-basiertes Theme wie Shoreditch installiert ist.
fr_ca: Cet écran pourrait ne pas fonctionner correctement si aucun thème basé sur Bootstrap n'est installé (comme Shoreditch).
nl_nl: Dit scherm kan niet goed werken als er geen bootstrap sjabloon als Shoreditch is geïnstalleerd.
tr_tr: Bu sayfa, Shoreditch gibi bootstrap tabanlı bir tema kurulu olmadan düzgün çalışmayabilir.

source: Untitled Search
de_de: Suche ohne Titel
fr_ca: Recherche sans titre
nl_nl: Zoeken zonder titel
tr_tr: Adlandırılmamış arama

source: Saved Search label
de_de: Label der gespeicherten Suche
fr_ca: Libellé de la recherche sauvegardée

source: Saved
de_de: Gespeichert
fr_ca: Enregistré
nl_nl: Opgeslagen
tr_tr: Kaydedildi

source: Save
de_de: Speichern
fr_ca: Enregistrer
nl_nl: Opslaan
tr_tr: Kaydet

source: Saving...
de_de: Wird gespeichert ...
fr_ca: Sauvegarde en cours
nl_nl: Opslaan...
tr_tr: Kaydediliyor...

source: 1 Form
de_de: 1 Formular
fr_ca: 1 formulaire
nl_nl: 1 Formulier

source: %1 Forms
de_de: %1 Formulare
fr_ca: %1 formulaires
nl_nl: %1 Formulieren
tr_tr: %1 form

source: Forms...
de_de: Formulare...
fr_ca: Formulaires...
nl_nl: Formulieren...
tr_tr: Formlar...

source: Create form for search results table
de_de: Erstelle Formular für Suchergebnistabelle
fr_ca: Créer un formulaire pour la table des résultats de recherche
nl_nl: Maak formulier voor zoekresultaten tabel
tr_tr: Arama sonuçları tablosu için form oluştur

source: Create form for %1
de_de: Erstelle Formular für %1
fr_ca: Créer un formulaire pour %1
nl_nl: Maak formulier voor %1
tr_tr: %1 için form oluştur

source: Edit form
de_de: Bearbeite Formular
fr_ca: Modifier le formulaire
nl_nl: Wijzig formulier
tr_tr: Formu düzenle

source: View search results table
de_de: Zeige Suchergebnistabelle
fr_ca: Voir la table des résultats de recherche
nl_nl: Bekijk zoekresultaten tabel
tr_tr: Arama sonuçları tablosunu görüntüle

source: View Results
de_de: Zeige Ergebnisse
fr_ca: Voir les résultats
nl_nl: Bekijk Resultaten
tr_tr: Sonuçları görüntüle

source: View results using display
de_de: Zeige Ergebnisse in einer Ansicht
fr_ca: Visualiser les résultats à l'aide de l'écran

source: Search results table
de_de: Suchergebnistabelle
fr_ca: Table des résultats de recherche
nl_nl: Zoekresultaten tabel
tr_tr: Arama sonuçları tablosu

source: Display has permissions disabled
de_de: Anzeige hat deaktivierte Berechtigungen
fr_ca: Les autorisations sont désactivées pour cet affichage
nl_nl: Weergave heeft machtigingen uitgeschakeld
tr_tr: Görünümün izinleri devre dışı bırakılmış

source: View display
de_de: Zeige Anzeige
fr_ca: Affichage de la vue
nl_nl: Bekijk Weergave
tr_tr: Görünümü aç

source: Refresh
de_de: Aktualisieren
fr_ca: Actualiser
nl_nl: Verversen
tr_tr: Yenile

source: Preview
de_de: Vorschau
fr_ca: Prévisualisation
nl_nl: Voorvertonen
tr_tr: Ön izleme

source: Only users with "all CiviCRM permissions and ACLs" can disable permission checks.
de_de: Nur User mit "all CiviCRM permissions and ACLs" können die Berechtigungsprüfung umgehen.
fr_ca: Seuls les utilisateurs avec les toutes les "autorisations CiviCRM et ACLs" peuvent désactiver le contrôles d'autorisation.
nl_nl: Enkel gebruikers met "alle CiviCRM rechten en ACL's" kunnen de controle op rechten uitschakelen.
tr_tr: Yalnızca "tüm CiviCRM izinleri ve erişim denetimi listeleri" izinleri olan kullanıcılar izin denetimini devre dışı bırakabilir.

source: Links
fr_ca: Liens
nl_nl: Verwijzingen
tr_tr: Bağlantılar

source: Buttons
fr_ca: Boutons
nl_nl: Knoppen
tr_tr: Düğmeler

source: Custom Code
fr_ca: Code personnalisé
nl_nl: Aangepaste code
tr_tr: Özel kod

source: None
de_de: keine
fr_ca: Aucun
nl_nl: Geen
tr_tr: Yok

source: Random
de_de: Zufällig
fr_ca: Aléatoire
nl_nl: Willekeurig
tr_tr: Rastgele

source: Columns
de_de: Spalten
fr_ca: Colonnes
nl_nl: Kolommen
tr_tr: Sütunlar

source: Name
fr_ca: Nom
nl_nl: Naam
tr_tr: Ad

source: Bypass Permissions
de_de: Umgehe Berechtigungen
fr_ca: Shunter les autorisations
nl_nl: Rechten omzeilen
tr_tr: İzinler atlansın

source: Enforce Permissions
de_de: Erzwinge Berechtigungen
fr_ca: Forcer les autorisations
nl_nl: Rechten afdwingen
tr_tr: İzinler zorlansın

source: Anyone who can view this display will be able to see all results, regardless of their permission level.
de_de: Jeder, der diese Anzeige sehen kann, kann alle Ergebnisse unabhängig von der Berechtigungsstufe sehen.
fr_ca: Celui qui pourra voir cet affichage pourra voir tous les résultats, indépendamment de son niveau d'autorisation
nl_nl: Iedereen die deze weergave kan zien, zal alle resultaten kunnen zien, ongeacht hun toestemmingsniveau.
tr_tr: Bu görünümü görebilen herkes, izin düzeylerine bakılmaksızın tüm sonuçları görebilir.

source: Description (shown above)
de_de: Beschreibung (oben angezeigt)
fr_ca: Description (affichée au dessus)
nl_nl: Beschrijving (hierboven getoond)
tr_tr: Açıklama (yukarıda görüntülenir)

source: View search display on its own page
de_de: Zeige Suchanzeige auf eigener Seite
fr_ca: Voir l'affichage de recherche dans sa page propre
nl_nl: Bekijk de zoekresultaten op een eigen pagina
tr_tr: Arama görünümü kendi sayfasında görüntülensin

source: View Display
de_de: Zeige Anzeige
fr_ca: Voir l'affichage
nl_nl: Weergave bekijken
tr_tr: Görünümü aç

source: Also by
de_de: auch nach
fr_ca: Et aussi par
nl_nl: Ook door
tr_tr: Ayrıca şuna göre

source: Sort by
de_de: Sortiert nach
fr_ca: Trier par
nl_nl: Sorteren op
tr_tr: Sıralama

source: Ascending
de_de: Aufsteigend
fr_ca: Ascendant
nl_nl: Oplopend
tr_tr: Artan

source: Descending
de_de: Absteigend
fr_ca: Descendant
nl_nl: Aflopend
tr_tr: Azalan

source: Clear
de_de: Zurücksetzen
fr_ca: Réinitialiser
nl_nl: Wissen
tr_tr: Temizle

source: Select field
de_de: Wähle Feld
fr_ca: Sélectionner le champ
nl_nl: Selecteer veld
tr_tr: Alanı seçin

source: 1 Display
de_de: 1 Anzeige
fr_ca: 1 affichage
nl_nl: 1 Weergave
tr_tr: 1 görünüm

source: %1 Displays
de_de: %1 Anzeigen
fr_ca: %1 affichages
nl_nl: %1 Weergaven
tr_tr: %1 görünüm

source: Smart Group
de_de: Dynamische Gruppe
fr_ca: Groupe dynamique
nl_nl: Smartgroep
tr_tr: Akıllı grup

source: %1 Smart Groups
de_de: %1 Dynamische Gruppen
fr_ca: %1 groupes dynamiques
nl_nl: %1 Smartgroepen
tr_tr: %1 akıllı grup

source: Search configuration can be copied from here, then pasted into "Import" to e.g. transfer between sites.
de_de: Die Suchkonfiguration kann von hier kopiert und dann in "Import" eingefügt werden, um sie z. B. zwischen Webseiten zu übertragen.
fr_ca: La configura de recherche peut être copiée depuis ici, puis collée vers "Import" pour par exemple un transfert entre sites.
nl_nl: Zoekconfiguratie kan van hieruit worden gekopieerd, en dan geplakt in "Importeren" om b.v. over te brengen tussen sites.
tr_tr: Arama yapılandırması buradan kopyalanıp ardından "içe aktarma" bölümüne yapıştırılabilir (siteler arasında aktarım işlemi gibi)

source: Copyable link:
de_de: Kopierbarer Link:
fr_ca: Lien copiable :

source: Saved Search Criteria
de_de: Kriterien der gespeicherten Suche
fr_ca: Critères de la recherche enregistrée

source: To package for distribution in an extension, use
de_de: Hinweis: zur Verwendung in einer Erweiterung verwenden Sie:
fr_ca: Pour empaqueter pour la distribution dans une extension, utiliser :
nl_nl: Om de distributie in een package te zetten voor een extensie, gebruik
tr_tr: Bir eklenti ile dağıtmak için şunu kullanın:

source: Civix Export
fr_ca: Export Civix

source: or
de_de: oder
fr_ca: ou
nl_nl: of
tr_tr: ya da

source: API Explorer
fr_ca: Explorateur API

source: Include in output
de_de: In Ausgabe einschließen
fr_ca: Inclure dans la sortie
nl_nl: Toevoegen aan output
tr_tr: Çıktıda görüntülensin

source: Copied to clipboard
de_de: In Zwischenablage kopiert
fr_ca: Copié vers le presse-papier
nl_nl: Gekopieerd naar het kladblok
tr_tr: Panoya kopyalandı

source: Copy to clipboard
de_de: Kopiere in Zwischenablage
fr_ca: Copier vers le presse-papier
nl_nl: Naar clipboard kopiëren
tr_tr: Panoya kopyala

source: Remove
de_de: Entfernen
fr_ca: Supprimer
nl_nl: Verwijderen
tr_tr: Sil

source: Add
de_de: Hinzufügen
fr_ca: Ajouter
nl_nl: Toevoegen
tr_tr: Ekle

source: Unsupported API action: only "save" is allowed.
de_de: Nicht unterstützte API-Aktion: nur "speichern" ist erlaubt.
fr_ca: Action API non supportée : uniquement "enregistrer" est autorisé
nl_nl: Niet ondersteunde API actie: alleen "save" is toegestaan.
tr_tr: API işlemi desteklenmiyor: Yalnızca "kaydet" kullanılabilir.

source: No records to import.
de_de: Keine Datensätze zum Importieren.
fr_ca: Aucun enregistrement à importer
nl_nl: Geen gegevens om te importeren.
tr_tr: İçe aktarılacak bir kayıt yok.

source: Cannot create %1 %2 because an existing one with the same name already exists.
de_de: %1 %2 kann nicht erstellt werden, da bereits eine Bestehende mit demselben Namen vorhanden ist.
fr_ca: Ne peut pas créer %1 %2 car il en existe déjà un avec le même nom.
nl_nl: Kan %1 %2 niet aanmaken omdat een bestaande met dezelfde naam al bestaat.
tr_tr: Aynı adlı bir tane zaten var olduğundan %1 %2 oluşturulamadı.
