Repository: civicrm/civicrm-l10n-extensions
Catalog: po/search_kit/*/search_kit.po
Languages: de_de, fr_ca, nl_nl, tr_tr

source: (no label)
de_de: (keine Beschriftung)
fr_ca: (pas de libellé)

source: Alignment
de_de: Ausrichtung
fr_ca: Alignement
nl_nl: Uitlijning
tr_tr: Hizalama

source: Left
de_de: Links
fr_ca: Gauche
nl_nl: Links
tr_tr: Solda

source: Center
de_de: Mitte
fr_ca: Centre
nl_nl: Centrum
tr_tr: Ortada

source: Right
de_de: Rechts
fr_ca: Droite
nl_nl: Rechts
tr_tr: Sağda

source: Allow user to click on header to sort table by this column
de_de: Erlaube Benutzern, auf die Kopfzeile zu klicken, um die Tabelle nach dieser Spalte zu sortieren
fr_ca: Autoriser l'utilisateur à cliquer sur l'en-tête pour trier la table selon cette colonne
nl_nl: Sta de gebruiker toe op de koptekst te klikken om de tabel op deze kolom te sorteren
tr_tr: Kullanıcı başlığa tıklayarak tabloyu bu sütuna göre sıralayabilsin

source: Sortable Header
de_de: Sortierbare Kopfzeile
fr_ca: En-tête triable
nl_nl: Sorteerbare koptekst
tr_tr: Başlık sıralanabilir olsun

source: Footer Label
fr_ca: Libellé de l'en-tête
nl_nl: Label voettekst
tr_tr: Alt bilgi etiketi

source: Footer Aggregate
fr_ca: Consolidation en pied de page
nl_nl: Voettekst totaal
tr_tr: Alt bilgi birikimli

source: Footer Rewrite
fr_ca: Réécrire le pied de page

source: %1 do not support hierarchical nesting. Consider using a different display type.
de_de: % unterstützt keine hierarchische Verschachtelung. Bitte einen anderen Anzeigetyp benutzen.
fr_ca: %1 ne prend pas en charge l'imbrication hiérarchique. Envisagez d'utiliser un autre type d'affichage.

source: Text to display if the tree is empty.
de_de: Anzeigetext, wenn der Baum leer ist.
fr_ca: Texte à afficher si l'arborescence est vide.

source: Item Style
de_de: Item Stil
fr_ca: Style de l'objet

source: Drag to reorder columns, click to sort results (shift-click to sort by multiple).
de_de: Ziehen, um die Spalten neu anzuordnen, klicken, um die Ergebnisse zu sortieren (Umschalt-Klick, um nach mehreren Spalten zu sortieren).
fr_ca: Glisser pour ré-ordonner les colonnes, cliquer pour trier les résultats (cliquer avec shift pour trier en groupe)
nl_nl: Sleep om kolommen te herschikken, klik om resultaten te sorteren (shift-klik om op meerdere te sorteren).
tr_tr: Sütun sırasını değiştirmek için sürükleyip bırakın, sonuçları sıralamak için tıklayın (shift + tıklama ile birkaç sütuna göre sıralayabilirsiniz).

source: Column reserved for smart group.
de_de: Spalte reserviert für dynamische Gruppen.
fr_ca: Colonne réservée pour les groupes dynamiques.
nl_nl: Kolom gereserveerd voor smart groep.
tr_tr: Sütun akıllı grup için ayrılmış.

source: None Found
de_de: Nichts gefunden
fr_ca: Aucun trouvé
nl_nl: Geen gevonden
tr_tr: Herhangi bir şey bulunamadı

source: Edit search and displays
de_de: Bearbeite Suche und Anzeigen
fr_ca: Éditer la recherche et les affichages

source: Create a new search based on this one
de_de: Erstelle eine neue Suche basierend auf dieser hier
fr_ca: Créer une nouvelle recherche basée sur celle-ci
nl_nl: Creëer een nieuwe zoekopdracht gebaseerd op deze
tr_tr: Bu aramayı temel alan yeni bir arama oluşturur

source: Edit Template
de_de: Bearbeite Vorlagen
fr_ca: Modifier le modèle

source: Edit Search
de_de: Suche bearbeiten
fr_ca: Modifier la requête
nl_nl: Pas zoekopdracht aan
tr_tr: Aramayı düzenle

source: Create from Template
de_de: Erstelle aus Vorlage
fr_ca: Créer depuis un modèle

source: Clone Search
de_de: Kopiere Suche
fr_ca: Dupliquer la recherche

source: Create a new template based on this one
de_de: Erstelle eine neue Vorlage, die auf dieser basiert
fr_ca: Créer un nouveau modèle basé sur celui-ci

source: Clone Template
de_de: Kopiere Vorlage
fr_ca: Dupliquer le modèle

source: Save as Template
de_de: Speichere als Vorlage
fr_ca: Enregistrer comme modèle

source: Export this saved search for sharing or reuse
de_de: Exportiere diese gespeicherte Suche zum Teilen oder für eine Wiederverwendung
fr_ca: Exporter cette recherche sauvegardée pour la partager ou la réutiliser

source: Export Template
de_de: Exportiere Vorlage
fr_ca: Exporter le modèle

source: Export Search
de_de: Exportiere Suche
fr_ca: Exporter la recherche

source: Delete search along with any displays and forms
de_de: Suche zusammen mit allen Anzeigen/Displays und Formularen löschen
fr_ca: Supprimer la recherche ainsi que les affichages et les formulaires liés
nl_nl: Wis de zoekopdracht samen met alle displays en formulieren
tr_tr: Aramayı görünümleri ve formları ile birlikte siler

source: Delete
de_de: Löschen
fr_ca: Supprimer
nl_nl: Verwijderen
tr_tr: Sil

source: Revert search to its packaged state
de_de: Suche in den verpackten Zustand zurückversetzen
fr_ca: Inverser la recherche vers son état de base
nl_nl: Zoekopdracht terugzetten naar de oorspronkelijke staat
tr_tr: Arama ayarlarını ilk durumuna geri döndürür

source: Revert
de_de: Zurücksetzen
fr_ca: Restaurer
nl_nl: Herstel
tr_tr: Geri döndür

source: Edit Scheduled Communication
de_de: Bearbeite geplante Kommunikation
fr_ca: Modifier les communications programmées

source: Add Scheduled Communication
de_de: Füge geplante Kommunikation hinzu
fr_ca: Ajouter un rappel programmé

source: New Communication
de_de: Neue Kommunikation
fr_ca: Nouveau rappel programmé

source: Welcome to SearchKit. Click the New Search button above to start composing your first search.
de_de: Willkommen bei SearchKit. Oben auf die Schaltfläche Neue Suche klicken, um die erste Suche zu erstellen.
fr_ca: Bienvenue sur Search Kit. Cliquer sur le bouton Nouvelle recherche pour composer votre première recherche.
nl_nl: Welkom bij SearchKit. Klik op de bovenstaande knop voor het zoeken om uw zoekgegevens in te voeren.
tr_tr: SearchKit eklentisine hoş geldiniz. İlk aramanızı oluşturmak için "Yeni arama" düğmesine tıklayın.

source: No Saved Searches match filter criteria.
de_de: Keine gespeicherten Suchen entsprechen den Filterkriterien.
fr_ca: Aucune recherche enregistrée ne correspond aux critères de filtre.
nl_nl: Geen opgeslagen zoekopdrachten voldoen aan de filtercriteria.
tr_tr: Süzgeç ölçütüne uyan bir kaydedilmiş arama bulunamadı.

source: Revert this search to its packaged settings?
de_de: Diese Suche in ihren verpackten Zustand zurückversetzen?
fr_ca: Rétablir cette recherche selon son état de base ?
nl_nl: Deze zoekopdracht terugzetten naar de standaard instellingen?
tr_tr: Bu aramanın ilk ayarlarına geri döndürülmesini istiyor musunuz?

source: Permanently delete this saved search?
de_de: Diese gespeicherte Suche dauerhaft löschen?
fr_ca: Supprimer définitivement cette recherche enregistrée ?
nl_nl: Verwijder deze bewaarde zoekopdracht definitief?
tr_tr: Bu aramanın kalıcı olarak silinmesini istiyor musunuz?

source: Includes 1 display which will also be reverted.
de_de: Einschließlich 1 Anzeige/Display, welches ebenfalls zurückgesetzt wird.
fr_ca: Inclut 1 affichage qui va aussi être rétabli.
nl_nl: Inclusief 1 display die ook zal worden teruggedraaid.
tr_tr: İçerdiği 1 görünüm de ilk ayarlarına döndürülecek.

source: Includes %1 displays which will also be reverted.
de_de: Einschließlich %1 Anzeigen/Displays, welche ebenfalls zurückgesetzt werden.
fr_ca: Inclut %1 affichages qui vont aussi être rétablis.
nl_nl: Inclusief %1 displays die ook zullen worden teruggedraaid.
tr_tr: İçerdiği %1 görünüm de ilk ayarlarına döndürülecek.

source: Smart group "%1" will be reset to the packaged search criteria.
de_de: Smart-Group "%1" wird auf die gepackten Suchkriterien zurückgesetzt.
fr_ca: Le groupe dynamique "%1" sera réinitialisé selon les critères de la recherche empaquetée.
nl_nl: Smart group "%1" zal worden teruggezet naar de standaard zoekcriteria.
tr_tr: "%1" akıllı grubunun arama ölçütleri de ilk ayarlarına döndürülecek.

source: Form "%1" will be affected because it contains an embedded display from this search.
de_de: Formular "%1" ist davon betroffen, da es eine eingebettete Anzeige/Layout aus dieser Suche enthält.
fr_ca: Le formulaire %1 va être être affecté car il contient un affichage embarqué depuis cette recherche.
nl_nl: Formulier "%1" wordt beïnvloed omdat het een ingebedde weergave van deze zoekopdracht bevat.
tr_tr: İçinde bu aramayı temel alan bir görünüm bulunduğundan "%1" formu da etkilenecek.

source: Includes 1 display which will also be deleted.
de_de: Einschließlich 1 Anzeige/Display, welches ebenfalls gelöscht wird.
fr_ca: Inclut 1 affichage qui sera aussi supprimé.
nl_nl: Inclusief 1 display die ook zal worden verwijderd.
tr_tr: İçerdiği 1 görünüm de silinecek.

source: Includes %1 displays which will also be deleted.
de_de: Einschließlich %1 Anzeigen/Displays, welche ebenfalls gelöscht werden.
fr_ca: Inclut %1 affichages qui seront aussi supprimés.
nl_nl: Inclusief %1 displays die ook zullen worden verwijderd.
tr_tr: İçerdiği %1 görünüm de silinecek.

source: Smart group "%1" will also be deleted.
de_de: Dynamische Gruppe "%1" wird auch gelöscht.
fr_ca: Le groupe dynamique %1 sera aussi supprimé.
nl_nl: Smart group "%1" zal ook worden verwijderd.
tr_tr: "%1" akıllı grubu da silinecek.

source: Communication "%1" will also be deleted.
de_de: Kommunikation "%1" wird ebenfalls gelöscht.
fr_ca: Le rappel programmé « %1 » sera également supprimé

source: Form "%1" will also be deleted because it contains an embedded display from this search.
de_de: Formular "%1" wird ebenfalls gelöscht, da es eine eingebettete Anzeige/Layout aus dieser Suche enthält.
fr_ca: Le formulaire %1 va être aussi être affecté car il contient un affichage embarqué depuis cette recherche.
nl_nl: Formulier "%1" wordt ook verwijderd omdat het een ingebedde weergave van deze zoekopdracht bevat.
tr_tr: İçinde bu aramayı temel alan bir görünüm bulunduğundan "%1" formu da silinecek.

source: Revert %1
de_de: %1 zurücksetzen
fr_ca: Inverser %1
nl_nl: %1 terugdraaien
tr_tr: %1 geri döndürülsün

source: Deleting...
de_de: Lösche...
fr_ca: En cours de suppression...
nl_nl: Verwijderen...
tr_tr: Siliniyor...

source: Search Deleted
de_de: Suche gelöscht
fr_ca: Recherche supprimée
nl_nl: Zoekopdracht verwijderd
tr_tr: Arama silindi

source: Reverting...
de_de: Setze zurück...
fr_ca: Inversion...
nl_nl: Terugdraaien...
tr_tr: Geri döndürülüyor...

source: Search Reverted
de_de: Suche zurückgesetzt
fr_ca: Recherche rétablie
nl_nl: Zoekopdracht teruggedraaid
tr_tr: Arama geri döndürüldü

source: Edit Label
de_de: Label bearbeiten
fr_ca: Modifier le libellé
nl_nl: Bewerk Label
tr_tr: Etiketi düzenle

source: Edit Description
de_de: Beschreibung bearbeiten
fr_ca: Modifier la description
nl_nl: Beschrijving aanpassen
tr_tr: Açıklamayı düzenle

source: Missing
de_de: Fehlend
fr_ca: Manquant
nl_nl: Ontbreekt
tr_tr: Eksik

source: Displays
de_de: Anzeigen
fr_ca: Affichages
nl_nl: Weergaven
tr_tr: Görünümler

source: Forms
de_de: Formulare
fr_ca: Formulaires
nl_nl: Formulieren
tr_tr: Formlar

source: Communications
de_de: Kommunikation
fr_ca: Rappels programmés

source: Package
de_de: Paket
fr_ca: Paquet
nl_nl: Standaard
tr_tr: İlk ayar

source: Modified
de_de: Verändert
fr_ca: Modifié
nl_nl: Gewijzigd
tr_tr: Değiştirilme

source: Whether and when a search was modified from its packaged settings
de_de: Ob und wann eine Suche gegenüber ihren Paketeinstellungen geändert wurde
fr_ca: Si et quand une recherche a été modifiée par rapport à ses paramètres d'origine.
nl_nl: Of en wanneer een zoekopdracht is gewijzigd ten opzichte van de standaardinstellingen
tr_tr: Bir aramanın ilk ayarlarının değiştirilip değiştirilmediği ve ne zaman değiştirildiği

source: %1 by %2
de_de: %1 von %2
fr_ca: %1 par %2
nl_nl: %1 door %2

source: Created
de_de: Erstellt
fr_ca: Créé
nl_nl: Aangemaakt
tr_tr: Oluşturulma

source: 0 Displays
de_de: 0 Anzeigen
fr_ca: 0 Affichages
nl_nl: 0 Weergaven
tr_tr: 0 görünüm

source: Saved Searches
de_de: Gespeicherte Suchen
fr_ca: Recherche enregistrées
nl_nl: Bewaarde zoekopdrachten
tr_tr: Kaydedilmiş aramalar

source: Data Segmentation
de_de: Datensegmentierung
fr_ca: Segmentation des données
nl_nl: Data Segmentatie
tr_tr: Verilerin dilimlenmesi

source: New Template
de_de: Neue Vorlage
fr_ca: Nouveau modèle
nl_nl: Sjabloon aanmaken
tr_tr: Yeni kalıp

source: New Search
de_de: Neue Suche
fr_ca: Nouvelle recherche
nl_nl: Nieuwe Zoekopdracht
tr_tr: Yeni arama

source: Choose other entities on the search screen
de_de: Andere Entitäten auf dem Suchbildschirm auswählen
fr_ca: Choisir d'autres entités sur l'écran de recherche
nl_nl: Op het zoekscherm andere entiteiten kiezen
tr_tr: Arama ekranından diğer varlıkları seçin

source: More...
de_de: Mehr...
fr_ca: Plus...
nl_nl: Meer...
tr_tr: Diğer...

source: New Data Segment
de_de: Neues Daten-Segment
fr_ca: Nouveau segment de données
nl_nl: Nieuw Data Segment
tr_tr: Yeni veri dilimi

source: Filter by label...
de_de: Nach Label filtern...
fr_ca: Filtrer par libellé
nl_nl: Filter op Label...
tr_tr: Etikete göre süz...

source: Filter by author...
de_de: Nach Autor filtern...
fr_ca: Filtrer par auteur...
nl_nl: Filter op auteur...
tr_tr: Yazara göre süz...

source: Filter by package...
de_de: Nach Paket filtern...
fr_ca: Filtrer par paquet...
nl_nl: Filter op pakket...
tr_tr: Pakete göre süz...

source: Filter by entity...
de_de: Nach Entität filtern...
fr_ca: Filtrer par entité...
nl_nl: Filter op entity...
tr_tr: Varlığa göre süz...

source: Filter by tags...
de_de: Nach Schlagwörtern filtern...
fr_ca: Filtrer par étiquettes...
nl_nl: Filter op kenmerken...
tr_tr: Kod imlerine göre süz...

source: Name of the new computed search field.
de_de: Name des neuen berechneten Suchfeldes.
fr_ca: Nom du nouveau champ de recherche calculé.
nl_nl: Naam van het nieuwe berekende zoekveld.
tr_tr: Yeni hesaplanmış arama alanının adı.

source: For
de_de: für
fr_ca: Pour
nl_nl: Voor
tr_tr: Şunun için

source: Items
de_de: Einträge
fr_ca: Élément
tr_tr: Ögeler

source: Default Item
de_de: Standart-Element
fr_ca: Item par défaut
nl_nl: Standaard item
tr_tr: Varsayılan öge

source: Add Item
de_de: Element hinzufügen
fr_ca: Ajouter un élément
nl_nl: Item toevoegen
tr_tr: Öge ekle

source: Edit Data Segment
de_de: Datensegment bearbeiten
fr_ca: Modifier le segment de données
nl_nl: Aanpassen Data Segment
tr_tr: Veri dilimini düzenle

source: Edit
de_de: Bearbeiten
fr_ca: Modifier
nl_nl: Wijzigen
tr_tr: Düzenle

source: Segment Deleted
de_de: Segment gelöscht
fr_ca: Segment supprimé
nl_nl: Segment Verwijderd
tr_tr: Dilim silindi

source: Group will be deleted.
de_de: Gruppe wird gelöscht.
fr_ca: Le groupe sera supprimé.
nl_nl: Groep wordt verwijderd.
tr_tr: Grup silinecek.

source: Undelete
de_de: Löschen rückgängig machen
fr_ca: Dé-supprimer
nl_nl: Verwijderen ongedaan maken
tr_tr: Silmeyi geri al

source: Display will be deleted.
de_de: Anzeige wird gelöscht.
fr_ca: L'affichage sera supprimé.
nl_nl: Toon wat er verwijderd wordt.
tr_tr: Görünüm silinecek.

source: Clone display
de_de: Ansicht klonen
fr_ca: Dupliquer l'affichage
nl_nl: Weergave klonen
tr_tr: Görünümü kopyala

source: Smart group of contacts based on search results
de_de: Dynamische Gruppen von Kontakten, basierend auf dem Suchergebnis
fr_ca: Groupe dynamique des contacts basé sur les résultats de la recherche
nl_nl: Smartgroepen van contacten gebaseerd op zoekresultaten
tr_tr: Arama sonuçlarına dayanan akıllı kişi grubu

source: Display
de_de: Anzeige
fr_ca: Affichage
nl_nl: Weergave
tr_tr: Görünüm

source: Custom Searches
de_de: Benutzerdefinierte Suchen
fr_ca: Recherche personnalisées
nl_nl: Aangepaste zoekopdracht
tr_tr: Özel aramalar

source: Packaged Searches
de_de: Gepackte Suchen
fr_ca: Recherche empaquetée
nl_nl: Standaard Zoekopdracht
tr_tr: Paketlenmiş aramalar

source: Search Templates
de_de: Suche Vorlage
fr_ca: Rechercher parmi les modèles

source: Other less-commonly searched entities
de_de: Andere weniger häufig gesuchte Entitäten
fr_ca: Autres entités peu fréquemment recherchées
nl_nl: Andere minder vaak voorkomende zoek entiteiten
tr_tr: Diğer genellikle daha az aranan varlıklar

source: Icon Picker
de_de: Icon-Auswähler
fr_ca: Sélectionneur d'icône

source: %1 selected of 1 result
de_de: %1 ausgewählt von 1 Ergebnis
fr_ca: %1 sélectionnés sur 1 résultat
nl_nl: %1 geselecteerd van 1 resultaat
tr_tr: %1 seçilmiş / 1 sonuç

source: 1 result
de_de: 1 Ergebnis
fr_ca: 1 résultat
nl_nl: 1 resultaat
tr_tr: 1 sonuç

source: %1 selected of %2 results
de_de: %1 ausgewählt von %2 Ergebnissen
fr_ca: %1 sélectionné sur %2 résultats
nl_nl: %1 geselecteerd van %2 resultaten
tr_tr: %1 seçilmiş / %2 sonuç

source: %1 results
de_de: %1 Ergebnisse
fr_ca: %1 résultats
nl_nl: %1 resultaten
tr_tr: %1 sonuç

source: Bulk row actions
de_de: Massen-Zeilenaktionen
fr_ca: Actions en masse sur les lignes

source: Click to sort results (shift-click to sort by multiple).
de_de: Klicke um die Ergebnisse zu sortieren (Shift-Klick um mehrfach zu sortieren).
fr_ca: Cliquer pour trier les résultats (cliquer sur shift pour en trier plusieurs).
nl_nl: Klik hier om de resultaten te sorteren (shift-click om meerdere te sorteren)
tr_tr: Sonuçları sıralamak için tıklayın (shift + tıklama ile birkaç sütuna göre sıralayabilirsiniz).

source: Drag columns to reposition
de_de: Ziehe Spalten zum Neupositionieren
fr_ca: Glisser les colonnes pour repositionner
nl_nl: Sleep Kolommen om te verplaatsen
tr_tr: Sütun sırasını değiştirmek için sürükleyip bırakın

source: Select none
de_de: Alle abwählen
fr_ca: La sélection est vide
nl_nl: Selecteer geen
tr_tr: Tümünü bırak

source: Select all
de_de: Alle auswählen
fr_ca: Tout sélectionner
nl_nl: Selecteer alles
tr_tr: Tümünü seç

source: Select All rows or this pages rows
de_de: Wähle alle Zeilen oder die Zeilen dieser Seite
fr_ca: Sélectionner Toutes les lignes ou les lignes de cette page

source: All
de_de: Alle
fr_ca: Tous
nl_nl: Alle
tr_tr: Tümü

source: This Page
de_de: Diese Seite
fr_ca: Cette page
nl_nl: Deze pagina
tr_tr: Bu sayfa

source: Show sub-rows
de_de: Zeige Unterzeilen
fr_ca: Afficher les lignes indentées

source: %1% Complete
de_de: %1% Abgeschlossen
fr_ca: %1% terminé
nl_nl: %1% Voltooid
tr_tr: %%1 tamamlandı

source: Processing records %1 - %2
de_de: Verarbeite Einträge %1 - %2
fr_ca: Enregistrements %1 - %2 en cours
nl_nl: Verwerking records %1 - %2
tr_tr: %1 - %2 arasındaki kayıtlar işleniyor

source: Pick Date
de_de: Wähle Datum
fr_ca: Choisissez une date
nl_nl: Kies een datum
tr_tr: Tarih seçin

source: Date Range
de_de: Datumsbereich
fr_ca: Plage de dates
nl_nl: Periode
tr_tr: Tarih aralığı

source: Now
de_de: Jetzt
fr_ca: Maintenant
nl_nl: Nu
tr_tr: Şimdi

source: Before now
de_de: vor jetzt
fr_ca: Avant maintenant
nl_nl: Tot nu
tr_tr: Şu andan önce

source: After now
de_de: nach jetzt
fr_ca: Après maintenant
nl_nl: Na nu
tr_tr: Şu andan sonra

source: Seconds
de_de: Sekunden
fr_ca: Secondes
nl_nl: Seconden
tr_tr: Saniye

source: Hour
de_de: Stunde
fr_ca: Heure
nl_nl: Uur
tr_tr: Saat

source: Hours
de_de: Stunden
fr_ca: Heures
nl_nl: Uren
tr_tr: Saat

source: Day
de_de: Tag
fr_ca: Jour
nl_nl: Dag
tr_tr: Gün

source: Days
de_de: Tage
fr_ca: Jours
nl_nl: Dagen
tr_tr: Gün

source: Week
de_de: Woche
fr_ca: Semaine
tr_tr: Hafta

source: Weeks
de_de: Wochen
fr_ca: Semaines
nl_nl: Weken
tr_tr: Hafta

source: Month
de_de: Monat
fr_ca: Mois
nl_nl: Maand
tr_tr: Ay

source: Months
de_de: Monate
fr_ca: Mois
nl_nl: Maanden
tr_tr: Ay

source: Year
de_de: Jahr
fr_ca: Année
nl_nl: Jaar
tr_tr: Yıl

source: Years
de_de: Jahre
fr_ca: Ans
nl_nl: Jaren
tr_tr: Yıl

source: Select
de_de: Wähle
fr_ca: Sélectionner
nl_nl: Selecteer
tr_tr: Seçin

source: Street, City, State, Country
de_de: Straße, Stadt, Bundesland, Land
fr_ca: Rue, Ville, Etat/Dépt, Pays
nl_nl: Straat, Plaats, Staat/Provincie, Land
tr_tr: Sokak, İlçe, İl, Ülke

source: %1 Complete
de_de: %1% Abgeschlossen
fr_ca: %1% terminé
nl_nl: %1 compleet
tr_tr: %1 tamamlandı

source: Error
de_de: Fehler
fr_ca: Erreur
nl_nl: Fout
tr_tr: Hata

source: %1 has been downloaded to your computer.
de_de: %1 wurde heruntergeladen.
fr_ca: %1 a été téléchargé sur votre ordinateur.
nl_nl: %1 is gedownload op uw computer.
tr_tr: %1 bilgisayarınıza indirildi.

source: Download Complete
de_de: Download abgeschlossen
fr_ca: Téléchargement terminé
nl_nl: Download gereed
tr_tr: İndirme tamamlandı

source: Download %1 %2
de_de: Herunterladen %1 %2
fr_ca: Télécharger %1 %2
tr_tr: %1 %2 indir

source: Generic Spreadsheet (.csv)
de_de: Generische Tabelle (Text) (.csv)
fr_ca: Feuille de calcul générique (.csv)
nl_nl: Generieke Spreadsheet (.csv)
tr_tr: Genel çalışma sayfası (.csv)

source: PDF Document (.pdf)
de_de: PDF-Dokument (.pdf)
fr_ca: Document PDF (.pdf)
tr_tr: PDF belgesi (.pdf)

source: Downloading...
de_de: Herunterladen...
fr_ca: Téléchargement...
nl_nl: Downloaden...
tr_tr: İndiriliyor...

source: Download
fr_ca: Télécharger
tr_tr: İndir

source: An error occurred while attempting to create mailing.
de_de: Ein Fehler trat auf beim Erstellen des Rundschreibens.
fr_ca: Une erreur est survenue pendant la tentative de création de l'envoi de courriels en masse.
nl_nl: Er is een fout opgetreden tijdens de poging om een mailing te creëren.
tr_tr: Postalama oluşturulurken bir sorun çıktı.

source: Compose and send a mass-mailing to the %1 selected contacts (you will be able to add or exclude additional groups of contacts in the next step).
de_de: Verfasse und versende ein Massen-Mailing an die %1 ausgewählten Kontakte (Im nächsten Schritt können weitere Kontaktgruppen hinzufügen oder ausschließen).
fr_ca: Composez et envoyez un envoi en masse aux %1 contacts sélectionnés (vous pourrez ajouter ou exclure des groupes de contacts supplémentaires à l'étape suivante).
nl_nl: Stel een massa-mailing op en verstuur deze naar de %1 geselecteerde contactpersonen (u kunt in de volgende stap extra groepen contactpersonen toevoegen of uitsluiten).
tr_tr: Seçilmiş %1 kişi için bir toplu postalama oluşturun ve gönderin (bir sonraki adımda ek kişi gruplarını katabilir ya da katmayabilirsiniz).

source: Mailing Name
de_de: Name des Rundschreibens
fr_ca: Nom du mailing
nl_nl: Naam mailing
tr_tr: Postalama adı

source: Checking recipients...
de_de: Prüfe Empfänger...
fr_ca: Vérification des destinataires...
nl_nl: Controleer ontvangers...
tr_tr: Alıcılar denetleniyor...

source: None of the selected contacts are eligible to receive mailings (due to lack of email address or unsubscribe status).
de_de: Keiner der ausgewählten Kontakte ist berechtigt, Mailings zu erhalten (aufgrund fehlender E-Mail-Adressen oder Abmeldestatus).
fr_ca: Aucun des contacts sélectionnés n'est éligible pour recevoir des mailings (en raison de l'absence d'adresse électronique ou du statut de désinscription).
nl_nl: Geen van de geselecteerde contactpersonen komt in aanmerking voor het ontvangen van mailings (wegens gebrek aan e-mailadres of afmeldingsstatus).
tr_tr: Seçilmiş kişilerin hiçbiri postalamayı almaya uygun değil (e-posta adresleri yok ya da abonelikten ayrılmışlar).

source: %1 of the selected contacts cannot receive mailings (due to lack of email address or unsubscribe status).
de_de: %1 der ausgewählten Kontakte sind nicht berechtigt, Mailings zu erhalten (aufgrund fehlender E-Mail-Adressen oder Abmeldestatus).
fr_ca: %1 des contacts sélectionnés ne peuvent pas recevoir de mailings (en raison de l'absence d'adresse électronique ou du statut de désinscription).
nl_nl: %1 van de geselecteerde contacten kan geen mailings ontvangen (wegens gebrek aan e-mailadres of afmeldingsstatus).
tr_tr: %1 seçilmiş kişi postalamayı alamayacak (e-posta adresleri yok ya da abonelikten ayrılmışlar).

source: All of the selected contacts have active email addresses.
de_de: Alle der gewählten Kontakte haben eine aktive E-Mail-Adressen.
fr_ca: Tous les contacts sélectionnés ont des adresses électroniques actives.
nl_nl: Alle geselecteerde contactpersonen hebben actieve e-mailadressen.
tr_tr: Seçilmiş kişilerin tümünün etkin e-posta adresleri var.
