Repository: civicrm/civicrm-l10n-extensions
Catalog: po/search_kit/*/search_kit.po
Languages: de_de, fr_ca, nl_nl, tr_tr

source: To update existing records, include "match" in the API params.
de_de: Um bestehende Datensätze zu aktualisieren, fügen Sie "match" in die API-Parameter ein.
fr_ca: Pour mettre à jour les contacts existants inclure "faire correspondre" dans les paramètres de l'API.
nl_nl: Om bestaande records bij te werken, neem "match" op in de API params.
tr_tr: Var olan kayıtların güncellenmesi için API parametrelerine "match" ekleyin.

source: %1 existing %2 will be updated.
de_de: %1 vorhandene %2 werden aktualisiert.
fr_ca: %1 existant %2 sera mise à jour
nl_nl: %1 bestaande %2 zal worden bijgewerkt.
tr_tr: %1 zaten var olan %2 güncellenecek.

source: %1 new %2 will be created.
de_de: %1 neue %2 werden erstellt.
fr_ca: %1 nouveau %2 sera mise à jour
nl_nl: %1 nieuwe %2 zal worden gemaakt.
tr_tr: %1 yeni %2 eklenecek.

source: 1 record successfully imported.
de_de: 1 Datensatz erfolgreich importiert.
fr_ca: 1 enregistrement importé avec succès
nl_nl: 1 record succesvol geïmporteerd.
tr_tr: 1 kayıt içe aktarıldı.

source: %1 records successfully imported.
de_de: %1 Datensätze erfolgreich importiert.
fr_ca: %1 enregistrements importés avec succès
nl_nl: %1 records succesvol geïmporteerd.
tr_tr: %1 kayıt içe aktarıldı.

source: Processing Error:
de_de: Verarbeitungsfehler:
fr_ca: Erreur de traitement :
nl_nl: Verwerkingsfout:
tr_tr: İşleme sorunu:

source: Search configuration copied from the "Export" action can be pasted here.
de_de: Die aus der Aktion "Exportieren" kopierte Suchkonfiguration kann hier eingefügt werden.
fr_ca: Configuration de recherche copiée depuis l'action "Exporter" peut être collée ici.
nl_nl: Zoekconfiguratie gekopieerd van de "Export" actie kan hier geplakt worden.
tr_tr: "Dışa aktar" işleminden kopyalanan arama yapılandırması buraya yapıştırılabilir.

source: Checking input...
de_de: Prüfe Eingabe...
fr_ca: Vérification de l'entrée...
nl_nl: Controleer input...
tr_tr: Giriş denetleniyor...

source: Importing Saved Search...
de_de: Importiere gespeicherte Suchen...
fr_ca: Importation de la recherche enregistrée...
nl_nl: Importeren Bewaarde Zoekopdracht...
tr_tr: Kaydedilmiş arama içe aktarılıyor...

source: Import
fr_ca: Importer
nl_nl: Importeren
tr_tr: İçe aktar

source: Cancel
de_de: Abbrechen
fr_ca: Annuler
nl_nl: Annuleren
tr_tr: İptal

source: Includes
de_de: einschließlich
fr_ca: Inclut

source: Has All
de_de: Hat alle
fr_ca: A tout

source: Lacks All
de_de: Hat keine
fr_ca: N'a aucun

source: Current User Permission
de_de: Berechtigungen des aktuellen Benutzers
fr_ca: Autorisation de l'utilisateur actuel
nl_nl: Machtiging huidige gebruiker
tr_tr: Geçerli kullanıcı izni

source: Check permission of logged-in user
de_de: Prüfe Berechtigung des angemeldeten Benutzers
fr_ca: Vérifier l'autorisation de l'utilisateur connecté
nl_nl: Controleer machtiging van ingelogde gebruiker
tr_tr: Oturum açmış kullanıcının iznini denetle

source: Link
fr_ca: Lien
tr_tr: Bağlantı

source: Icon
fr_ca: Icône
nl_nl: Icoon
tr_tr: Simge

source: Open
de_de: Offen
fr_ca: Ouvrir
tr_tr: Aç

source: Text
fr_ca: Texte
nl_nl: Tekst
tr_tr: Metin

source: Show if
de_de: Zeige wenn
fr_ca: Montrer si
nl_nl: Toon als
tr_tr: Şu olduğunda görüntüle

source: New tab
de_de: Neuer Tab
fr_ca: Nouvel onglet
nl_nl: Nieuwe tab
tr_tr: Yeni sekme

source: Popup dialog
fr_ca: Popup de dialogue
nl_nl: Pop up dialoog
tr_tr: Açılan pencere

source: Allowed
de_de: Erlaubt
fr_ca: Autorisé
nl_nl: Toegestaan
tr_tr: İzin verilmiş

source: Always
de_de: Immer
fr_ca: Toujours
nl_nl: Altijd
tr_tr: Her zaman

source: Add...
de_de: Hinzufügen...
fr_ca: Ajouter...
nl_nl: Toevoegen...
tr_tr: Ekle...

source: Other...
de_de: Andere...
fr_ca: Autre...
nl_nl: Ander...
tr_tr: Diğer...

source: Tags
de_de: Schlagworte (Tags)
fr_ca: Étiquettes
nl_nl: Kenmerken
tr_tr: Etiketler

source: Add tag...
de_de: Tags hinzufügen...
fr_ca: Ajouter l'étiquette...
nl_nl: Voeg kenmerk toe...
tr_tr: Etiket ekle...

source: Create Tag
de_de: Tag erstellen
fr_ca: Créer l'étiquette
nl_nl: Maak kenmerk
tr_tr: Etiket oluştur

source: Insert Token
de_de: Token einfügen
fr_ca: Insérer un jeton
nl_nl: Invoegen Token
tr_tr: Kod ekle

source: And
de_de: und
fr_ca: Et
nl_nl: En
tr_tr: Ve

source: Or
de_de: oder
fr_ca: Ou
nl_nl: Of
tr_tr: Veya

source: Not
de_de: nicht
fr_ca: Non
nl_nl: Niet
tr_tr: Olmayan

source: %1 group
de_de: %1 Gruppe
fr_ca: %1 groupe
nl_nl: %1 groep
tr_tr: %1 grup

source: Remove group
de_de: Entferne Gruppe
fr_ca: Supprimer le groupe
nl_nl: Groep verwijderen
tr_tr: Grubu sil

source: Drag to reposition
de_de: Ziehen zum Neupositionieren
fr_ca: Faire glisser pour repositionner
nl_nl: Verplaatsen door te slepen
tr_tr: Sürükleyerek konumunu değiştirin

source: Add a subgroup of clauses
de_de: Hinzufügen einer Untergruppe von Klauseln
fr_ca: Ajouter un sous-groupe de "clauses"
nl_nl: Een subgroep clauses toevoegen
tr_tr: Bir madde alt grubu ekle

source: Add a group of clauses
de_de: Hinzufügen einer Gruppe von Klauseln
fr_ca: Ajouter un groupe de "clauses"
nl_nl: Een groep clauses toevoegen
tr_tr: Bir madde grubu ekle

source: Field
de_de: Feld
fr_ca: Champ
nl_nl: Veld
tr_tr: Alan

source: Aggregate
de_de: Aggregat
fr_ca: Agrégation
nl_nl: Aggregaat
tr_tr: Birikimli

source: Comparison
de_de: Vergleich
fr_ca: Comparaison
nl_nl: Vergelijking
tr_tr: Karşılaştırma

source: Math
fr_ca: Mathématique
nl_nl: Wiskunde
tr_tr: Matematik

source: Number
de_de: Nummer
fr_ca: Numéro
nl_nl: Nummer
tr_tr: Sayı

source: Transform field using a function
de_de: Transformiere Felder mit einer Funktion
fr_ca: Transformer le champ en utilisant une fonction
nl_nl: Transformeer veld met behulp van een functie
tr_tr: Alanı bir işlev kullanarak dönüştür

source: Button Size
de_de: Button-Größe
fr_ca: Taille du bouton
nl_nl: Knop grootte
tr_tr: Düğme boyutu

source: Regular
de_de: Normal
fr_ca: Normal
nl_nl: Normaal
tr_tr: Normal

source: Small
de_de: Klein
fr_ca: Petit
nl_nl: Klein
tr_tr: Küçük

source: Tiny
de_de: Winzig
fr_ca: Minuscule
nl_nl: Heel klein
tr_tr: Çok küçük

source: Allow HTML
de_de: Erlaube HTML
fr_ca: Permettre le HTML
nl_nl: HTML toestaan
tr_tr: HTML kullanılabilsin

source: Option Format
de_de: Optionsformat
fr_ca: Format d'option

source: Raw Value
de_de: Rohwert
fr_ca: Valeur brute

source: Date Format
de_de: Format Datum
fr_ca: Format de la date
tr_tr: Tarih biçimi

source: Date Format: Default
de_de: Datumsformat: Standard
fr_ca: Format de la date : Défaut

source: Display as clickable link
de_de: Zeige als klickbaren Link
fr_ca: Afficher en tant que lien cliquable
nl_nl: Weergeven als klikbare link
tr_tr: Tıklanabilir bağlantı olarak görüntülensin

source: Open normally
de_de: Normal öffnen
fr_ca: Ouvrir normalement
nl_nl: Open normaal
tr_tr: Normal şekilde açılsın

source: Tooltip
de_de: Tooltipp
fr_ca: Info-bulle
tr_tr: İpucu

source: Text to display if the field contents are empty.
de_de: Anzeigetext, wenn die Feldinhalte leer ist.
fr_ca: Texte à afficher si les contenus des champs sont vides.
nl_nl: Tekst die wordt weergegeven als de veldinhoud leeg is.
tr_tr: Alan içeriği boşken görüntülenecek metin.

source: Empty placeholder
de_de: Leerer Platzhalter
fr_ca: Texte indicatif vide
nl_nl: Lege plaatshouder
tr_tr: Boş alan metni

source: Change the contents of this field, or combine multiple field values.
de_de: Ändere den Inhalt dieses Feldes, oder kombiniere mehrere Feldwerte.
fr_ca: Changer les contenus de ce champ, ou combiner plusieurs valeurs de champ.
nl_nl: Wijzig de inhoud van dit veld, of combineer meerdere veldwaarden.
tr_tr: Bu alanın içeriğini değiştirin ya da birkaç alan değerini birleştirin.

source: Rewrite Text
de_de: Text neuschreiben
fr_ca: Réecrire le texte
nl_nl: Tekst herschrijven
tr_tr: Yeniden yazılacak metin

source: Show Linebreaks
de_de: Zeige Zeilenumbrüche
fr_ca: Afficher les sauts de ligne

source: Users will be able to click to edit this field.
de_de: User können auf dieses Feld klicken, um es zu bearbeiten.
fr_ca: Les utilisateurs auront le droit de cliquer pour éditer ce champ.
nl_nl: Gebruikers kunnen op dit veld klikken om het te bewerken.
tr_tr: Kullanıcılar tıklayarak bu alanı düzenleyebilir.

source: In-Place Edit
de_de: In-Place Bearbeitung
fr_ca: Modifier directement
nl_nl: In-Place Bewerken
tr_tr: Anında düzenleme

source: Read-only or rewritten fields cannot be editable.
de_de: Schreibgeschützte oder überschriebene Felder sind nicht editierbar.
fr_ca: Les champs en lecture seule ou ré-écrits ne sont pas modifiables.
nl_nl: Alleen-lezen of herschreven velden kunnen niet worden bewerkt.
tr_tr: Salt okunur ya da yeniden yazılmış alanlar düzenlenemez.

source: HTML to display if the field contents are empty.
de_de: HTML, wenn die Feldinhalte leer ist.
fr_ca: HTML à afficher si les contenus des champs sont vides.
nl_nl: HTML om weer te geven dat er lege velden zijn.
tr_tr: Alan içeriği boşken görüntülenecek HTML kodu.

source: Rewrite HTML
de_de: HTML neuschreiben
fr_ca: Réecrire le HTML
nl_nl: HTML herschrijven
tr_tr: Yeniden yazılacak HTML

source: Width
de_de: Breite
fr_ca: Largeur
nl_nl: Breedte
tr_tr: Genişlik

source: Height
de_de: Höhe
fr_ca: Hauteur
nl_nl: Hoogte
tr_tr: Yükseklik

source: Alt Text
de_de: Altern. Text
fr_ca: Texte alternatif
nl_nl: Alt Tekst
tr_tr: Atl Text

source: Image to display if the field contents are empty.
de_de: Anzeigebild, wenn die Feldinhalte leer ist.
fr_ca: Image à afficher si les contenu de champ sont vides.
nl_nl: Afbeelding om te tonen als de veldinhoud leeg is.
tr_tr: Alan içeriği boşken görüntülenecek görsel.

source: Alternate image
de_de: Alternatives Bild
fr_ca: Image alternative
nl_nl: Andere afbeelding
tr_tr: Alternatif görsel

source: Specify url path to this image.
de_de: URL-Pfad zu diesem Bild angeben.
fr_ca: Spécifier le chemin URL vers cette image.
nl_nl: Geef het url-pad naar deze afbeelding op.
tr_tr: Bu görselin adresini yazın.

source: Custom image url
de_de: Custom Bild URL
fr_ca: URL de l'image personnalisée
nl_nl: Aangepaste afbeelding url
tr_tr: Özel görsel adresi

source: Template File
de_de: Vorlagendatei
fr_ca: Fichier de modèle
nl_nl: Sjabloon bestand
tr_tr: Kalıp dosyası

source: Relative path to the custom template, e.g. "~/myModule/myTemplate.html"
de_de: Relativer Pfad zur benutzerdefinierten Vorlage, z.B. "~/myModule/myTemplate.html"
fr_ca: Chemin relatif vers le modèle personnalisé, par exemple "~/monModule/monModèle.html"
nl_nl: Relatief pad naar het aangepaste sjabloon, bijv. "~/mijnmodule/mijn-sjabloon.html"
tr_tr: Özel kalıbın göreli yolu. Örnek "~/Modulum/Kalibim.html"

source: Menu Button Size
de_de: Menü-Button-Größe
fr_ca: Taille du bouton de menu
nl_nl: Menu Knop grootte
tr_tr: Menü düğmesi boyutu

source: Outline
fr_ca: Contour
nl_nl: Overzicht
tr_tr: Kenarlık

source: Menu Icon/Text
de_de: Menü Icon/Text
fr_ca: Menu Icône/Texte
nl_nl: Menu Icoon/Tekst
tr_tr: Menü simgesi/metni

source: Add/Remove Fields
de_de: Felder hinzufügen/entfernen
fr_ca: Ajouter/retirer des champs

source: Add Links, etc.
de_de: Link, etc. hinzufügen
fr_ca: Ajouter des liens, etc.

source: Disabled
de_de: Deaktiviert
fr_ca: Désactivé
nl_nl: Uitgeschakeld
tr_tr: Devre dışı

source: Bold
de_de: Fett
fr_ca: Gras
nl_nl: Vet
tr_tr: Koyu

source: Italic
de_de: Kursiv
fr_ca: Italique
nl_nl: Schuin
tr_tr: Yatık

source: Strikethrough
de_de: Durchstreichen
fr_ca: Barré
nl_nl: Doorgehaald
tr_tr: Üzeri çizili

source: CSS class
fr_ca: Classe CSS
nl_nl: CSS klasse
tr_tr: CSS sınıfı

source: Other
de_de: Andere
fr_ca: Autre
nl_nl: Anders
tr_tr: Diğer

source: Remove style
de_de: Style entfernen
fr_ca: Retirer le style
nl_nl: Verwijder stijl
tr_tr: Biçemi kaldır

source: Set background color or text style based on a field value
de_de: Stelle Hintergrundfarbe oder Textformatierung basierend auf Feldwerten ein
fr_ca: Définir la couleur d'arrière-plan ou le style du texte selon la valeur d'un champ
nl_nl: Achtergrondkleur of tekststijl instellen op basis van een veldwaarde
tr_tr: Alan değerine göre arka plan rengi ya da metin biçemini ayarlayın

source: Choose...
de_de: Wähle...
fr_ca: Choisir...
nl_nl: Kies...
tr_tr: Seçin...

source: Choose Icon...
de_de: Wähle Icon...
fr_ca: Choisir une icône...
nl_nl: Kies Icoon...
tr_tr: Simge seçin...

source: Show icon on left or right side of the field
de_de: Zeigt das Icon auf der linken oder rechten Seite des Felds
fr_ca: Afficher l'icône à gauche ou à droite du champ
nl_nl: Toon icoon aan de linker of rechterkant van het veld
tr_tr: Simgenin alanın sağında mı solunda mı görüntüleneceği

source: Align left
de_de: Align links
fr_ca: Alignement à gauche
nl_nl: Links uitlijnen
tr_tr: Solda görüntülensin

source: Align right
de_de: Align rechts
fr_ca: Aligner à droite
nl_nl: Rechts uitlijnen
tr_tr: Sağda görüntülensin

source: Remove icon
de_de: Icon entfernen
fr_ca: Retirer l'icône
nl_nl: Verwijder icoon
tr_tr: Simgeyi kaldır

source: Add icon(s) to this column
de_de: Icon(s) zu dieser Spalte hinzufügen
fr_ca: Ajouter icône(s) à cette colonne
nl_nl: Voeg icoon(en) toe aan deze kolom
tr_tr: Bu sütuna simgeler ekleyin

source: Use Pager
de_de: Seitennummerierung benutzen
fr_ca: Utiliser un compteur de pages
nl_nl: Gebruik paginering
tr_tr: Sayfalandırma kullanılsın

source: Limit Results
de_de: Ergebnisse beschränken
fr_ca: Limiter les résultats
nl_nl: Beperk resultaten
tr_tr: Sonuçlar sınırlansın

source: Page Size
de_de: Seitengröße
fr_ca: Taille de la page
nl_nl: Pagina grootte
tr_tr: Sayfa boyutu

source: Adjustable Page Size
de_de: Anpassbare Seitengröße
fr_ca: Taille de page ajustable
nl_nl: Aanpasbare pagina grootte
tr_tr: Ayarlanabilir sayfa boyutu

source: Show Count in Pager
de_de: Zeige Zähler in Seitenübersicht
fr_ca: Afficher le total dans la pagination
nl_nl: Aantal in pager tonen
tr_tr: Sayfalandırıcıda sayı görüntülensin

source: Hide Pager if One Page
de_de: Seitenzähler ausblenden wenn nur eine Seite
fr_ca: Cacher la pagination s'il n'y a qu'une page

source: Show wireframe placeholder results while waiting for data
de_de: Anzeigen von Platzhalter-Ergebnissen als Drahtgitter, während auf Daten gewartet wird
fr_ca: Afficher un masque (placeholder) en attendant les données
nl_nl: Toon raamwerk placeholder resultaten bij het wachten op gegevens
tr_tr: Verileri beklerken tel kafes yer belirteci sonuçları görüntülensin

source: Loading Placeholders
de_de: Lade Platzhalter
fr_ca: Chargement des masques (placeholders)
nl_nl: Placeholders worden geladen
tr_tr: Yer belirticileri yüklemek

source: Actions Menu
de_de: Aktionsmenü
fr_ca: Menu d'actions

source: All Enabled
de_de: Alle aktiviert
fr_ca: Toutes activées

source: %1 Enabled
de_de: %1 aktiviert
fr_ca: %1 activée(s)

source: Dropdown
fr_ca: Liste déroulante

source: Toolbar
de_de: Werkzeugleiste
fr_ca: Barre d'outils

source: Should the search be run immediately, or wait for the user to click a button?
de_de: Soll die Suche sofort ausgeführt werden oder auf den Klick auf den Such-Button warten?
fr_ca: Est-ce que la recherche doit être lancée immédiatement, ou attendre que l'utilisateur clique sur un bouton ?
nl_nl: Moet de zoekopdracht onmiddellijk worden uitgevoerd, of moet worden gewacht tot de gebruiker op een knop klikt?
tr_tr: Aramanın hemen mi yürütüleceği yoksa kullanıcının bir düğmeye tıklamasının mı bekleneceği

source: Auto-Run
de_de: Automatisch ausführen
fr_ca: Exécution automatique
nl_nl: Automatisch uitvoeren
tr_tr: Otomatik yürütülsün

source: Search
de_de: Suche
fr_ca: Rechercher
nl_nl: Zoeken
tr_tr: Arama

source: Search Button
de_de: Suchschaltfläche
fr_ca: Bouton de recherche
nl_nl: Zoek knop
tr_tr: Arama düğmesi

source: Search button text
de_de: Suchschaltflächentext
fr_ca: Texte du bouton de recherche
nl_nl: Zoek knop tekst
tr_tr: Arama düğmesi metni

source: Show Count in Header
de_de: Anzahl im Header anzeigen
fr_ca: Afficher le total dans l'en-tête
nl_nl: Aantal in kop tonen
tr_tr: Üst bilgide sayı görüntülensin

source: Select %1
de_de: %1 auswählen
fr_ca: Sélectionner %1
nl_nl: Selecteer %1
tr_tr: %1 seçin

source: Label
fr_ca: Étiquette
tr_tr: Etiket

source: Fields
de_de: Felder
fr_ca: Champs
nl_nl: Velden
tr_tr: Alanlar

source: The top-most line will be shown as the searchable title (combine multiple fields using rewrite + tokens).
de_de: Die oberste Zeile wird als durchsuchbarer Titel angezeigt (mehrere Felder mit Rewrite + Token kombinieren).
fr_ca: La ligne la plus haute sera affichée comme titre de recherche (combinez plusieurs champs avec l'option de réecriture + tokens).
nl_nl: De bovenste regel wordt getoond als de doorzoekbare titel (combineer meerdere velden met rewrite en tokens).
tr_tr: En üstteki satır, aranabilir başlık olarak görüntülenir (yeniden yazma + belirteçleri kullanarak birden çok alanı birleştirir).

source: Other lines will be shown below in smaller text, and will not be searchable (except for ID which is always searchable).
de_de: Andere Zeilen werden darunter in kleinerem Text angezeigt und sind nicht durchsuchbar (außer ID, die immer durchsuchbar ist).
fr_ca: Les autres lignes seront affichées ci-dessous dans un texte plus petit et ne seront pas "cherchables" (à l'exception de l'identifiant qui est toujours cherchable).
nl_nl: De overige regels worden kleiner getoond en zijn niet doorzoekbaar (op een ID kan altijd gezocht worden).
tr_tr: Diğer satırlar aşağıda daha küçük metin olarak görüntülenir ve aranamaz (her zaman aranabilir olan kimlik dışında).

source: Title:
de_de: Titel:
fr_ca: Titre :
nl_nl: Titel:
tr_tr: Başlık:

source: MySQL Table
de_de: MySQL Tabelle
fr_ca: Table SQL

source: MySQL View
fr_ca: Vue SQL

source: MySQL Table Expression
fr_ca: Expression de table MySQL

source: never
de_de: niemals
fr_ca: jamais

source: Refresh %1 Table
de_de: Aktualisiere %1 Tabelle
fr_ca: Actualiser %1 tableau

source: Refresh contents of the %1 SearchKit entity
de_de: Aktualisiere Inhalte der %1 SearchKit-Entität
fr_ca: Actualiser le contenu de l'entité %1 SearchKit

source: Data Mode
de_de: Datenmodus
fr_ca: Mode de données

source: API Name
fr_ca: Nom de l'API

source: Last refreshed: %1. Click "Save" to refresh now.
de_de: Letztes Aktualisieren: %1. "Speichern" klicken, um jetzt zu aktualisieren.
fr_ca: Dernière actualisation : %1. Cliquez sur « Enregistrer » pour actualiser maintenant.

source: Checking last refresh date...
de_de: Prüfe das Datum der letzten Aktualisierung...
fr_ca: Vérification de la date de la dernière actualisation...

source: Auto-Refresh
de_de: Auto-Aktualisierung
fr_ca: Auto-actualisation

source: API Permission
de_de: API-Berechtigung
fr_ca: Permission de l'API

source: administer CiviCRM
de_de: verwalte CiviCRM
fr_ca: Administrer CiviCRM

source: Permission operator
de_de: Berechtigungsoperator
fr_ca: Opérateur de la permission

source: Settings
de_de: Einstellungen
fr_ca: Paramètres
nl_nl: Instellingen
tr_tr: Ayarlar

source: Layout
fr_ca: Affichage
tr_tr: Düzen

source: Should this item display on its own line or inline with other items?
de_de: Soll dieser Treffer in einer eigenen Zeile oder in einer Reihe inline mit anderen Treffern angezeigt werden?
fr_ca: Est-ce que cet item doit s'afficher sur sa propre ligne ou être intégré avec d'autres items ?
nl_nl: Moet dit item op zijn eigen regel of inline met andere items worden weergegeven?
tr_tr: Bu ögenin kendi satırında mı yoksa diğer ögelere göre içerlek mi görüntüleneceği

source: New Line
de_de: Neue Zeile
fr_ca: Nouvelle ligne
nl_nl: Nieuwe regel
tr_tr: Yeni satır

source: Show label even when field is blank
de_de: Label anzeigen auch wenn Feld leer ist
fr_ca: Montrer le libellé quand le champ est vide
nl_nl: Toon label zelfs als het veld leeg is
tr_tr: Alan boş olsa da etiketi görüntülensin

source: Circles
de_de: Kreise
fr_ca: Cercles
nl_nl: Cirkels
tr_tr: Daire

source: Squares
de_de: Quadrate
fr_ca: Carrés
nl_nl: Vierkanten
tr_tr: Kare

source: Default (1. 2. 3.)
de_de: Standard (1. 2. 3.)
fr_ca: Défaut (1. 2. 3.)
nl_nl: Standaard (1. 2. 3.)
tr_tr: Varsayılan (1. 2. 3.)

source: Uppercase (A. B. C.)
de_de: Großbuchstaben (A. B. C.)
fr_ca: Majuscule (A. B. C.)
nl_nl: Hoofdletters (A. B. C.)
tr_tr: Büyük harfler (A. B. C.)

source: Lowercase (a. b. c.)
de_de: Kleinbuchstaben (a. b. c.)
fr_ca: Minuscule (a. b. c.)
nl_nl: Kleine letters (a. b. c.)
tr_tr: Küçük harfler (a. b. c.)

source: Roman (I. II. III.)
de_de: Römisch (I. II. III.)
fr_ca: Chiffres romains (I. II. III.)
nl_nl: Romeins (I. II. III.)
tr_tr: Romen rakamları (I. II. III.)

source: Bullets
de_de: Punkte
fr_ca: Puces
tr_tr: Madde imleri

source: Numbers
de_de: Nummern
fr_ca: Chiffres
nl_nl: Nummers
tr_tr: Sayılar

source: Symbol
fr_ca: Symbole
nl_nl: Symbool
tr_tr: Simgeler

source: Row Borders
de_de: Zeilen-Rahmenlinien
fr_ca: Bordures de ligne
nl_nl: Rij rand
tr_tr: Satır kenarlıkları

source: Column Borders
de_de: Spalten-Rahmenlinien
fr_ca: Bordures de colonne
nl_nl: Kolom rand
tr_tr: Sütun kenarlıkları

source: Even/Odd Stripes
de_de: Gerade/ungerade Streifen
fr_ca: Rayures paires/impaires
nl_nl: Even/oneven strepen
tr_tr: Tek/çift çizgileri

source: Sticky Header
fr_ca: En-tête collant

source: Display Settings
de_de: Anzeigeeinstellungen
fr_ca: Paramètres de l'affichage

source: Sorting
de_de: Sortierung
fr_ca: Tri
nl_nl: Sorteren
tr_tr: Sıralama

source: Drag and drop sorting
de_de: Drag and drop Sortierung
fr_ca: Glisser et déposer le tri
nl_nl: Drag en drop sortering
tr_tr: Sürükleyip bırakarak sıralama

source: Show nested hierarchy
de_de: Zeige verschachtelte Hierarchie
fr_ca: Afficher la hiérarchie imbriquée

source: Should hierarchical tree be collapsible
de_de: Soll der hierarchische Baum einklappbar sein
fr_ca: L'arbre hiérarchique doit-il être repliable

source: Not collapsible
de_de: Nicht einklappbar
fr_ca: Non repliable

source: Collapsible - Open
de_de: Einklappbar - Offen
fr_ca: Repliable - ouvert

source: Collapsible - Closed
de_de: Einklappbar - Geschlossen
fr_ca: Repliable - fermé

source: Text to display if the table is empty.
de_de: Anzeigetext, wenn die Tabelle leer ist.
fr_ca: Texte à afficher si la table est vide.
nl_nl: Tekst die getoond moet worden wanneer de tabel leeg is.
tr_tr: Tablo boşken görüntülenecek metin.

source: No Results Text
de_de: Text für keine Ergebnisse
fr_ca: Texte en absence de résultats
nl_nl: Geen resultaat tekst
tr_tr: Herhangi bir sonuç bulunamadı metni

source: None found.
de_de: Nichts gefunden.
fr_ca: Aucun trouvé.
nl_nl: Geen gevonden.
tr_tr: Herhangi birşey bulunamadı.

source: Table Style
de_de: Tabellen-Style
fr_ca: Style de table
nl_nl: Tabel stijl
tr_tr: Tablo biçemi

source: Row Style
de_de: Zeilenstyle
fr_ca: Style de ligne
nl_nl: Rij stijl
tr_tr: Satır biçemi

source: Header
de_de: Header / Kopfzeile
fr_ca: Entête
tr_tr: Üst bilgi

source: Footer
de_de: Footer / Fußzeile
fr_ca: Pied de page
nl_nl: Voettekst
tr_tr: Alt bilgi

source: Shows grand totals or other statistics, configured per-column.
de_de: Zeigt Gesamtsummen oder andere Statistiken, konfiguriert pro Spalte.
fr_ca: Affiche les Grands Totaux ou d'autres statistiques, configurées par colonne.
nl_nl: Toont totalen en andere statistieken, instellen per kolom.
tr_tr: Her sütun için yapılandırılmış genel toplamları veya diğer istatistikleri görüntüler.

source: Show Totals in Footer
de_de: Zeige Gesamtzahl im Footer
fr_ca: Afficher les totaux dans le pied de page
nl_nl: Totalen in voettekst tonen
tr_tr: Alt bilgide toplamlar görüntülensin

source: Single Field
de_de: Einzelfeld
fr_ca: Champ unique

source: Entire Row
de_de: Gesamte Zeile
fr_ca: Ligne entière

source: Disabled (create only)
de_de: Deaktiviert (nur Erstellen)
fr_ca: Désactivé (créer uniquement)

source: Create a new record using in-place edit.
de_de: Erstelle einen neuen Eintrag mit in-place-Bearbeiten.
fr_ca: Créer un nouvel enregistrement en utilisant l'édition en direct

source: Add New Button
de_de: Neuen Knopf hinzufügen
fr_ca: Ajouter un nouveau bouton
