Repository: civicrm/civicrm-l10n-extensions
Catalog: po/qrcodecheckin/*/qrcodecheckin.po
Languages: ca_es, de_de, es_es, fr_fr, nl_nl, tr_tr

source: QR Code Check-in page
ca_es: Pàgina de registrar amb Codi QR
de_de: QR Code Check-in
es_es: Página para registrarse por Código QR
fr_fr: Page QR Code Check-in
nl_nl: QR-code aanmeldpagina
tr_tr: Kare kod ile giriş

source: Qrcodecheckin: denied access, hash mis-match for participant id: %1
de_de: Qrcodecheckin: Zugriff verweigert, Hash passt nicht zu Teilnehmer-ID: %1
fr_fr: Qrcodecheckin: accès refusé, non-concordance de hachage pour l'ID de participant : %1
nl_nl: Qrcodecheckin: toegang geweigerd, hash komt niet overeen met deelnemer-id: %1
tr_tr: Kare kod ile giriş: Erişim reddedildi. Karma şu katılımcı kimliğiyle eşleşmiyor: %1

source: Woops! The link you clicked on appears to be broken. Please check again and ensure it was not split by a line break.
ca_es: Vaja! Sembla que l'enllaç al que has fet clic està trencat. Torna a comprovar-ho y assegura't que no s'hagi dividit per un salt de línia.
de_de: Huch! Der Link, auf den Sie geklickt haben, scheint defekt zu sein. Bitte überprüfen Sie den Link noch einmal und stellen Sie sicher, dass dieser nicht durch einen Zeilenumbruch getrennt wurde.
es_es: ¡Vaya! El enlace en el que hizo clic parece estar roto. Vuelva a verificar y asegúrese de que no se haya dividido por un salto de línea.
fr_fr: Oups ! Le lien sur lequel vous avez cliqué semble être rompu. Veuillez vérifier à nouveau et vous assurer qu'il n'a pas été tronqué par un saut de ligne.
nl_nl: Deze link werkt niet. Controleer of de link mogelijk een regelovergang bevat en probeer het opnieuw.
tr_tr: Tıkladığınız bağlantı bozuk gibi görünüyor. Lütfen yeniden denetleyip bağlantı adresinin bir satır sonu ile bölünmediğinden emin olun.

source: <p><img alt="QR Code with link to checkin page" src="%1">You should see a QR code above which will be used to quickly check you into the event. If you do not see a code display above, please enable the display of images in your email program or try accessing it <a href="%1">directly</a>. You may want to take a screen grab of your QR Code in case you need to display it when you do not have Internet access.</p>
tr_tr: <p><img alt="QR Code with link to checkin page" src="%1">Yukarıda etkinliğe hızlıca girebilmeniz için kullanacağınız kare kodu görüyor olmalısınız. Yukarıda bir kod görmüyorsanız, lütfen e-posta uygulamanızda görsellerin görüntülenmesi seçeneğini etkinleştirin ya da koda <a href="%1">doğrudan</a> erişmeyi deneyin. İnternet erişiminiz yokken görüntülemeniz gerekebilir diye kare kodunuzun ekran görüntüsünü almak isteyebilirsiniz.</p>

source: QRCode
tr_tr: Kare kod

source: QRCode Public link
tr_tr: Kare kod herkese açık bağlantı

source: There was an error updating the status. Sorry.
ca_es: S'ha produït un error en actualitzar l'estat. Ho sentim.
de_de: Entschuldigung, es gab einen Fehler beim Aktualisieren des Status.
es_es: Hubo un error al actualizar el estado. Lo siento.
fr_fr: Une erreur s'est produite lors de la mise à jour du statut. Désolé.
nl_nl: Het bijwerken van de status is mislukt.
tr_tr: Ne yazık ki, durum güncellenirken bir sorun çıktı.

source: Found directory in qrcodecheckin folder, I expected only QR code image files. I'm not deleting the folder. I am proceeding with uninstalling the extension.
ca_es: Directori trobat a la carpeta qrcodecheckin, només esperava fitxers d'imatges de codi QR. No s'eliminarà la carpeta. S'està procedint a desinstal·lar l'extensió.
de_de: Verzeichnis im qrcodechceckin-Ordner gefunden; ich hatte nur QR-Code-Grafikdateien erwartet. Ich lösche den Ordner nicht. Ich setze die Deinstallation der Erweiterung fort.
es_es: Se ha encontrado en el directorio la carpeta qrcodecheckin, se esperaba solo archivos de imagen con código QR. No se eliminará la carpeta, se está desinstalando la extensión.
fr_fr: Répertoire trouvé dans le dossier qrcodecheckin, je m'attendais uniquement à des fichiers image de QR codes. Je ne supprime pas le dossier. Je procède à la désinstallation de l'extension.
nl_nl: Er is een map in de map qrcodecheckin, daar horen alleen QR-code afbeeldingen te staan. De map laten staan maar wel verder gaan met het verwijderen van de extensie.
tr_tr: qrcodecheckin klasöründe bir alt klasör bulundu. Yalnızca kare kod görsel dosyalarının olması bekleniyordu. Klasör silinmeyecek. Eklenti kaldırma işlemi sürdürülecek.

source: Enable QR Code tokens for this Event
ca_es: Activa els tokens de codi QR per a aquest esdeveniment
de_de: Aktiviere QR Code Token für diese Veranstaltung
es_es: Habilite los tokens de código QR para este evento
fr_fr: Activer les tokens QR Code pour cet événement
nl_nl: QR-codes voor dit evenement inschakelen
tr_tr: Bu etkinlik için kare kodlar kullanılabilsin

source: Add QR Code to confirmation emails
tr_tr: Onay e-postalarına kare kod eklensin

source: QR Code Checkin
ca_es: Registre de codi QR
es_es: Registro de código QR
nl_nl: QR-code Aanmelden
tr_tr: Kare kod ile giriş

source: Access the page presented by the QR Code and click to change participant status to attended
ca_es: Accedeix a la pàgina que mostra el codi QR i fes clic per canviar l'estat de participant a assistit.
de_de: Laden Sie die Seite hinter dem QR Code und ändern den Teilnahmestatus auf Teilgenommen
es_es: Acceda a la página presentada por el Código QR y haga clic para cambiar el estado del participante a atendido
fr_fr: Accéder à la page du QR Code puis cliquez sur "Participe" pour modifier le statut de participant
nl_nl: Ga naar de pagina die behoort bij de QR-code en klik om de deelnemersstatus te wijzigen in Aanwezig
tr_tr: Kare kodu kullanarak ilgili sayfaya erişin ve katılımcı durumunu katıldı olarak değiştirmek için tıklayın

source: QRCode link for event
ca_es: Enllaç de codi QR per a l'esdeveniment
de_de: QR Code Link zur Veranstaltung
es_es: Enlace de código QR para el evento
fr_fr: Lien QR Code de l'évenement
nl_nl: QR-code link van evenement
tr_tr: Etkinliğin kare kod bağlantısı

source: QRCode image and link for event
ca_es: Imatge i enllaç de codi QR per a l'esdeveniment
de_de: QR Code Bild und Link zur Veranstaltung
es_es: Imagen de código QR y enlace para evento
fr_fr: Image QR Code et lien de l'événement
nl_nl: QR-code afbeelding en link van evenement
tr_tr: Etklinliğin kare kod görseli ve bağlantısı

source: <div><img alt="QR Code with link to checkin page" src="%1"></div><div>You should see a QR code above which will be used to quickly check you into the event. If you do not see a code display above, please enable the display of images in your email program or try accessing it <a href="%1">directly</a>. You may want to take a screen grab of your QR Code in case you need to display it when you do not have Internet access.</div>
ca_es: <div><img alt="QR Code with link to checkin page" src="%1"></div><div>Hauries de veure un codi QR a sobre que s'utilitzarà per accedir ràpidament a l'esdeveniment. Si no es mostra cap codi a la part superior, activa la visualització d'imatges al gestor de correu electrònic o prova d'accedir-hi <a href="%1">directament</a>. És possible que vulguis fer una captura de pantalla del vostre codi QR per si el necessites quan no tinguis accés a internet.</div>
de_de: <div><img alt="QR Code with link to checkin page" src="%1"></div><div>Sie sollten hier einen QR-Code sehen, mit dem Sie für die Veranstaltung einchecken können. Wenn Sie keinen Code sehen, aktivieren Sie bitte die Anzeige von Bildern in Ihrem E-Mail-Programm oder versuchen Sie <a href="%1">direkt</a> darauf zuzugreifen. Vielleicht möchten Sie eine Bildschirmaufnahme Ihres QR-Codes machen, falls Sie diesen bei fehlendem Internetzugang zeigen müssen.</div>
es_es: <div><img alt="QR Code with link to checkin page" src="%1"></div><div>Debería ver un código QR arriba que se utilizará para registrarse rápidamente en el evento. Si no se muestra el código arriba, habilite la visualización de imágenes en su gestor de correo electrónico o intente acceder <a href="%1">directamente</a>. Es posible que desee tomar una captura de pantalla de su código QR en caso de que necesite mostrarlo cuando no tenga acceso a Internet.</div>
fr_fr: <div><img alt="QR Code with link to checkin page" src="%1"></div><div>Vous devriez voir un QR code ci-dessus. Il permet de vous inscrire rapidement à l'événement. Si vous ne voyez pas de code affiché ci-dessus, activez l'affichage des images dans votre logiciel de messagerie ou essayez d'y accéder <a href="%1">directement</a>. Vous pouvez prendre une capture d'écran de votre QR Code au cas où vous auriez besoin de l'afficher si vous n'avez plus d'accès à Internet.</div>
nl_nl: <div><img alt="QR Code with link to checkin page" src="%1"></div><div>U zou hierboven een QR-code moeten zien waarmee u zich snel kunt aanmelden voor het evenement. Als u geen code ziet, schakel dan in uw e-mailprogramma het tonen van afbeeldingen in of probeer de de afbeelding te <a href="%1">gebruiken</a>. U kunt een schermafdruk maken van de QR-code indien u later mogelijk geen toegang hebt tot internet.</div>
tr_tr: <div><img alt="QR Code with link to checkin page" src="%1"></div><div>Yukarıda etkinliğe hızlıca girebilmeniz için kullanacağınız kare kodu görüyor olmalısınız. Yukarıda bir kod görmüyorsanız, lütfen e-posta uygulamanızda görsellerin görüntülenmesi seçeneğini etkinleştirin ya da koda <a href="%1">doğrudan</a> erişmeyi deneyin. İnternet erişiminiz yokken görüntülemeniz gerekebilir diye kare kodunuzun ekran görüntüsünü almak isteyebilirsiniz.</div>

source: QR Code Checkin Settings
tr_tr: Kare kod ile giriş ayarları

source: The events that will use QRCodes for a given contact (can be more than one event).
de_de: Die Veranstaltungen werden QR-Codes für den bestimmten Kontakt verwenden (es kann mehr als eine Veranstaltung sein).
fr_fr: Les événements qui utilisent les QR Codes pour un contact donné (il peut y avoir plusieurs événements).
nl_nl: De gebeurtenissen die QRCodes zullen gebruiken voor een bepaald contact (kan dus meer dan één gebeurtenis zijn).
tr_tr: Belirli bir kişi için kare kodu kullanacak olaylar (birden fazla olay olabilir).

source: If enabled, when sending email to contacts you can include a QR Checkin Code token for this event.
ca_es: Si està activat, a l'enviar correus electrònics als contactes, pots incloure el codi de registre QR per a aquest esdeveniment.
de_de: Wenn aktiviert, kann ein QR Check-in Code für diese Veranstaltung in E-Mails an Kontakte verwendet werden.
es_es: Si está habilitado, al enviar un correo electrónico a los contactos, puede incluir un token de código QR para este evento.
fr_fr: Si cette option est activée, vous pourrez inclure un token QR Code pour cet événement lors de l'envoi de courriels à vos contacts.
nl_nl: Indien ingeschakeld, u kunt een QR-code voor het aanmelden voor dit evenement toevoegen bij het e-mailen.
tr_tr: Bu seçenek etkinleştirildiğinde, kişilere e-posta gönderirken bu etkinliğin kare giriş kodunu ekleyebilirsiniz.

source: QR Code Scan Action
tr_tr: Kare kod tarama işlemi

source: The action to take when a QR code is scanned.
tr_tr: Bir kare kod tarandığında yapılacak işlem.

source: Choose whether scanning a QR code automatically checks in the participant, or presents an "Attended" button.
tr_tr: Bir kare kod tarandığında, otomatik olarak katılımcı girişinin yapılmasını ya da bir "Katıl" düğmesinin görüntülenmesini seçin.

source: Show Button
tr_tr: Düğme görüntülensin

source: Automatically Check In
tr_tr: Otomatik giriş yapılsın

source: Congratulations! Your QR Code for checkin works. Please present your code to an event registration worker when you arrive.
ca_es: Enhorabona! El teu codi QR per registrar-te funciona. Presenta el teu codi a un treballador/a del registre a l'esdeveniment quan arribis.
de_de: Gratulation! Ihr QR Code Check-in funktioniert. Bitte zeigen Sie Ihren Code einem Mitarbeitenden, wenn Sie einchecken.
es_es: ¡Felicidades! Tiene disponible su código QR. Presente su código a un trabajador del evento cuando llegue.
fr_fr: Félicitations ! Votre QR code pour l'inscription à l'événement fonctionne. Veuillez présenter votre code à un agent d'accueil lors de votre arrivée sur le lieu de l'événement.
nl_nl: Gefeliciteerd! Uw QR-code voor aanmelden werkt. Toon uw code bij aankomst aan de medewerker van het evenement die de registratie verwerkt.
tr_tr: Tebrikler! Giriş için kare kodunuz çalışıyor. Lütfen etkinliğe geldiğinizde kodunuzu bir etkinlik kayıt görevlisine gösterin.

source: Update to Attended
ca_es: Actualitza a Assistit
de_de: Aktualisieren auf Teilgenommen
es_es: Actualizar a atendido
fr_fr: Mettre à jour : "Participer"
nl_nl: Wijzigen in Aanwezig
tr_tr: Katıldı olarak güncelle

source: If enabled, confirmation emails will contain the QR code. Can be used in addition to or instead of tokens.
tr_tr: Etkinleştirildiğinde, onay e-postalarına kare kod eklenir. Kodlar ile ya da onların yerine kullanılabilir.
