Repository: civicrm/civicrm-l10n-extensions
Catalog: po/btcpay/*/btcpay.po
Languages: fr_fr, nl_nl, tr_tr

source: Btcpay - Missing Requirements
nl_nl: BTCPay - Ontbrekende vereiste onderdelen
tr_tr: Btcpay - Gereksinimler karşılanmıyor

source: The decryption password has not been set.
fr_fr: Le mot de passe de déchiffrement n’a pas été défini.
nl_nl: Het decryptie-wachtwoord is niet ingesteld.
tr_tr: Şifre çözme parolası ayarlanmamış.

source: Payment Information
fr_fr: Information de paiement
nl_nl: Betalingsinformatie
tr_tr: Ödeme bilgileri

source: Pay with BTCPay
fr_fr: Payer avec BTCPay
nl_nl: Betalen met BTCPay
tr_tr: BTCPay ile öde

source: When you continue, your BTCPay invoice and the Crypto Address (currently supports Bitcoin and Litecoin) will be displayed on screen
fr_fr: En continuant, vous verrez s'afficher à l'écran votre facture de BTCPay et la cryptoadresse (actuellement pris en charge : Bitcoin et Litecoin).
nl_nl: Als u verder gaat worden uw BTCPay-factuur en het Crypto-adres (geschikt voor Bitcoin en Litecoin) getoond
tr_tr: İlerlerseniz BTCPay faturanız ve Kripto adresiniz (şu anda Bitcoin ve Litecoin destekliyor) sayfada görüntülenecek.

source: Payment Url
nl_nl: Betaling URL
tr_tr: Ödeme adresi

source: Total Amount:
fr_fr: Montant total :
nl_nl: Totaalbedrag:
tr_tr: Toplam tutar:

source: We will send a receipt to your email after confirming your payment.
fr_fr: Nous enverrons un reçu à votre adresse électronique après avoir confirmé votre paiement.
nl_nl: Wij e-mailen u om uw betaling te bevestigen.
tr_tr: Ödemenizi onayladıktan sonra e-postanıza bir alındı göndereceğiz.

source: You can click the button in the contribution section below (requires Javascript) to copy the Crypto Address you'll need to complete this transaction.
fr_fr: Vous pouvez cliquer sur le bouton dans la section contribution ci-dessous (Javascript requis) afin de copier l’adresse cryptographique dont vous aurez besoin pour effectuer cette transaction.
nl_nl: Klik op de onderstaande knop (JavaScript verplicht) om het Crypto-adres te kopiÃ«ren, dit heeft u nodig om de transactie af te ronden.
tr_tr: Bu hesap hareketini tamamlamak üzere gerek duyacağınız Kripto adresini kopyalamak için aşağıdaki katkı bölümünde bulunan düğmeye tıklayabilirsiniz (JavaScript etkin olmalıdır).

source: You can also send crypto payment (Bitcoin and Litecoin) into any of the following addresses
fr_fr: Vous pouvez également envoyer un paiement cryptographique (Bitcoin et Litecoin) à l’une des adresses suivantes
nl_nl: U kunt ook een betaling in crypto (Bitcoin en Litecoin) doen via een van de volgende adressen
tr_tr: Ayrıca aşağıdaki adreslerden herhangi birine kripto ödemesi (Bitcoin ve Litecoin) gönderebilirsiniz.

source: Crypto Code
fr_fr: Code cryptographique
tr_tr: Kripto kodu

source: Amount due
fr_fr: Montant dû
nl_nl: Verschuldigd bedrag
tr_tr: Ödenecek tutar

source: Send payment to address
fr_fr: Envoyer le paiement à l’adresse
nl_nl: Betaling naar adres verzenden
tr_tr: Ödemeyi adrese gönder

source: OR
fr_fr: OU
nl_nl: OF
tr_tr: YA DA
