Repository: civicrm/civicrm-l10n-extensions
Catalog: po/booking/*/booking.po
Languages: fr_fr, it_it, ja_jp, nl_nl, sr_rs, tr_tr

source: Type ID
fr_fr: Identifiant de type
it_it: ID Tipo
ja_jp: タイプID
nl_nl: ID type
sr_rs: ID tipa
tr_tr: Tür kimliği

source: Location ID
fr_fr: Identifiant d'emplacelent
it_it: ID posizione
ja_jp: ロケーションID
nl_nl: ID plaats
sr_rs: ID lokacije
tr_tr: Konum kimliği

source: Set ID
fr_fr: Identifiant de l'ensemble
it_it: ID Insieme
ja_jp: セットID
nl_nl: ID voor het geheel
sr_rs: ID set
tr_tr: Küme kimliği

source: Unit ID
fr_fr: Identifiant d'unité
it_it: ID Unità
ja_jp: 単位ID
nl_nl: ID per eenheid
sr_rs: ID jedinice
tr_tr: Birim kimliği

source: Resource ID
fr_fr: Identifiant de ressource
it_it: ID Risorsa
ja_jp: リソースID
nl_nl: ID middelen
sr_rs: ID resursa
tr_tr: Kaynak kimliği

source: Start
fr_fr: Début
it_it: Inizio
ja_jp: 開始
nl_nl: Begin
sr_rs: Početak
tr_tr: Başlangıç

source: End
fr_fr: Fin
it_it: Fine
ja_jp: 終了
nl_nl: Einde
sr_rs: Kraj
tr_tr: Bitiş

source: Time Required
fr_fr: Temps requis
it_it: Tempo Richiesto
ja_jp: 時間は必須です
nl_nl: Benodigde tijd
sr_rs: Potrebno vreme
tr_tr: Zaman zorunludur

source: SubSlot is cancelled
fr_fr: sous-plage annulée
it_it: Il subSlot è stato cancellato
ja_jp: サブスロットの解除
nl_nl: Sub-tijdsmoment geannuleerd
sr_rs: Podtermin je otkazan
tr_tr: Alt aralık iptal edildi

source: SubSlot is in the Trash
fr_fr: La sous-plage est dans la corbeille
it_it: Il subSlot è nel cestino
ja_jp: サブスロットはゴミ箱にあります
nl_nl: Sub-tijdsmoment is in de vuilbak
sr_rs: Podtermin je u kanti
tr_tr: Alt aralık çöp kutusunda

source: Add unlimited resources
fr_fr: Ajouter des ressources illimitées
it_it: Aggiungi risorse illimitate
ja_jp: 無制限のリソースを追加
nl_nl: Onbeperkt middelen toevoegen
sr_rs: Dodaj neograničene resurse
tr_tr: Sınırsız kaynak ekle

source: Edit Booking
fr_fr: Modifier réservation
it_it: Modifica Prenotazione
ja_jp: 予約を編集
nl_nl: Pas reservering aan
sr_rs: Uredi rezervaciju
tr_tr: Rezervasyonu düzenle

source: New Booking
fr_fr: Nouvelle réservation
it_it: Nuova Prenotazione
ja_jp: 新しい予約
nl_nl: Nieuwe reservering
sr_rs: Nova rezervacija
tr_tr: Yeni rezervasyon

source: Sub total
fr_fr: Sous-total
it_it: Subtotale
ja_jp: 小計
nl_nl: Subtotaal
sr_rs: Međuzbir
tr_tr: Alt toplam

source: Total
it_it: Totale
ja_jp: 合計
nl_nl: Totaal
sr_rs: Ukupno
tr_tr: Toplam

source: Discount amount
fr_fr: Montant de l'escompte
it_it: Importo sconto
ja_jp: 割引額
nl_nl: Kortingsbedrag
sr_rs: Iznos popusta
tr_tr: İndirim tutarı

source: Ad-hoc charges
fr_fr: frais ponctuels
it_it: Costi ad hoc
ja_jp: アドホック料金
nl_nl: Ad-hoc kosten
sr_rs: Ad hok troškovi
tr_tr: Anlık masraflar

source: Unlimited Resource(s)
fr_fr: Ressource(s) illimitée(s)
it_it: Risorse illimitate
ja_jp: 無制限のリソース
nl_nl: Onbeperkte middelen
sr_rs: Neograničen resurs(i)
tr_tr: Sınırsız kaynaklar

source: << Previous
fr_fr: << Précédent
it_it: << Precedente
ja_jp: << 前へ
nl_nl: << Vorige
sr_rs: << Prethodno
tr_tr: << Önceki

source: Next >>
fr_fr: Suivant >>
it_it: Successivo >>
ja_jp: 次へ >>
nl_nl: Volgende >>
sr_rs: Sledeće >>
tr_tr: Sonraki >>

source: The requested booking record does not exist (possibly the record was deleted).
fr_fr: N'existe pas le dossier de réservation demandé (possiblement que le dossier a été supprimé).
it_it: Il record di prenotazione richiesto non esiste (probabilmente il record è stato cancellato).
ja_jp: 要求された予約レコード (おそらくレコードは削除された) が存在しません。
nl_nl: De opgevraagde reservering bestaat niet en is mogelijk verwijderd.
sr_rs: Traženi zapis rezervacije ne postoji (moguće je da je zapis obrisan).
tr_tr: İstenilen rezervasyon kaydı bulunamadı (kayıt silinmiş olabilir).

source: The requested booking record has already been cancelled
fr_fr: Le dossier de réservation demandé a déjà été annulé
it_it: Il record di prenotazione richiesto è già stato cancellato
ja_jp: 要求された予約レコードは既にキャンセルされました
nl_nl: Opgevraagde reservering is al geannuleerd
sr_rs: Traženi zapis rezervacije je već otkazan
tr_tr: İstenilen rezervasyon kaydı zaten iptal edilmiş

source: Update Booking
fr_fr: Mettre réservation à jour
it_it: Aggiorna Prenotazione
ja_jp: 予約を更新
nl_nl: Update reservering
sr_rs: Ažuriraj rezervaciju
tr_tr: Rezervasyonu güncelle

source: Done
fr_fr: Complété
it_it: Fatto
ja_jp: 完了
nl_nl: Afgerond
sr_rs: Završeno
tr_tr: Tamam

source: Send email?
fr_fr: Envoyer courriel?
it_it: Invia email?
ja_jp: メールを送信しますか？
nl_nl: Email verzenden?
sr_rs: Pošalji email?
tr_tr: E-posta gönderilsin

source: There is no valid from email address present. You can add here <a href='%1'>Add From Email Address.</a>
fr_fr: Il n'y a pas l'adresse de courriel de provenance "à partir de" valable présente. Vous pouvez l'ajouter ici <a href='%1'> Ajouter adresse courriel de provenance. </ A>
it_it: Non è presente alcun indirizzo email valido. Puoi aggiungerlo cliccando <a href='%1'>qui</a>
ja_jp: 現在の差出人メールアドレスは有効ではありません。あなたはここで <a href='%1'>差出人メールアドレスを追加</a>できます。
nl_nl: Geldig afzender-adres afwezig. Hier toevoegen <a href='%1'>Voeg adres afzender toe</a>
sr_rs: Nema unešene važeće OD email adrese. Možete je dodati ovde <a href='%1'>Dodaj OD email adresu.</a>
tr_tr: Geçerli bir e-posta adresi bulunamadı. <a href='%1'>Kimden e-posta adresi ekle</a> ile buraya ekleyebilirsiniz.

source: Notice
fr_fr: Avis
it_it: Avviso
ja_jp: 通知
nl_nl: Nota
sr_rs: Objava
tr_tr: Bildirim

source: From Email Address
fr_fr: Adresse courriel de provenance - DE
it_it: indirizzo mail mittente
ja_jp: 差出人メールアドレス
nl_nl: Email-adres afzender
sr_rs: OD email adresa
tr_tr: "Kimden" e-posta adresi

source: Header
fr_fr: Entête
ja_jp: ヘッダ
nl_nl: Hoofding
sr_rs: Zaglavlje
tr_tr: Üst bilgi

source: Footer
fr_fr: Pied de page
ja_jp: フッター
nl_nl: Voettekst
sr_rs: Podnožje
tr_tr: Alt bilgi

source: Both
fr_fr: le deux
it_it: Entrmbi
ja_jp: 両方
nl_nl: Beide
sr_rs: Oba
tr_tr: İkisi de

source: Primary contact
fr_fr: Contact principal
it_it: Contatto primario
ja_jp: 主な連絡先
nl_nl: Basis contact
sr_rs: Primarni kontakt
tr_tr: Birincil kişi

source: Secondary contact
fr_fr: Contact secondaire
it_it: Contatto secondario
ja_jp: 予備の連絡先
nl_nl: Tweede contact
sr_rs: Sekundarni kontakt
tr_tr: İkincil kişi

source: Email to
fr_fr: Envoyer à
it_it: Inviare Email a
ja_jp: メール宛先
nl_nl: Emailen naar
sr_rs: Email za
tr_tr: Şuraya e-posta gönder

source: Record Payment?
fr_fr: enregistrer paiement?
it_it: Registrare pagamento?
ja_jp: 支払いレコードですか？
nl_nl: Betaling opslaan?
sr_rs: Zabeleži uplatu?
tr_tr: Ödeme kaydedilsin

source: Select contact
fr_fr: Sélectionner Contact
it_it: Seleziona contatto
ja_jp: 連絡先を選択
nl_nl: Kies contact
sr_rs: Izaberi kontakt
tr_tr: Kişiyi seçin

source: Received
fr_fr: Reçu
it_it: Ricevuto
ja_jp: 受信済み
nl_nl: Ontvangen
sr_rs: Primljeno
tr_tr: Alınma

source: Amount
fr_fr: Montant
it_it: Importo
ja_jp: 金額
nl_nl: Bedrag
sr_rs: Iznos
tr_tr: Tutar

source: Financial Type
fr_fr: Type financier
it_it: Tipo Finanziario
ja_jp: 金融タイプ
nl_nl: Financieel type
sr_rs: Finansijski tip
tr_tr: Mali tür

source: Paid By
fr_fr: Payé par
it_it: Pagato Da
ja_jp: 支払い済
nl_nl: Betaald door
sr_rs: Platio/la
tr_tr: Ödeyen

source: Check Number
fr_fr: Vérifier le nombre
it_it: Numero Assegno
sr_rs: Proveri broj
tr_tr: Çek numarası

source: Transaction ID
fr_fr: Identifiant de transaction
it_it: ID Transazione
ja_jp: 取引ID
nl_nl: ID transactie
sr_rs: ID transakcije
tr_tr: Hesap hareketi kimliği

source: Payment Status
fr_fr: Statut du paiement
it_it: Status Pagamento
ja_jp: 支払いステータス
nl_nl: Betaalstatus
sr_rs: Status plaćanja
tr_tr: Ödeme durumu

source: Include payment information on booking confirmation email?
fr_fr: Inclure les informations de paiement sur ​​le courriel de confirmation de réservation?
it_it: Includere le informazioni di pagamento nella Email di conferma della prenotazione?
ja_jp: 確認メールに、予約の支払い情報を含めますか？
nl_nl: Betaalinformatie insluiten bij e-mail reserveringsbevestiging?
sr_rs: Uključi informacije o plaćanju u email sa potvrdom rezervacije?
tr_tr: Rezervasyon onayı e-postasına ödeme bilgileri de eklensin mi?

source: Please select a contact(s) to send email to.
fr_fr: S'il vous plaît sélectionner un-ou des contact(s) à qui envoyer un courriel.
it_it: Selezionare un contatto a cui inviare l'email
ja_jp: 宛先メールを送信する連絡先を選択してください。
nl_nl: Kies contact(en) voor verzenden e-mail
sr_rs: Izaberite kontakt(e) kojima će email biti poslat.
tr_tr: Lütfen e-postanın gönderileceği kişileri seçin.

source: Please select a secondary contact.
fr_fr: Veuillez sélectionner un contact secondaire
it_it: Seleziona un contatto secondario.
ja_jp: 予備の連絡先を選択してください。
nl_nl: Kies een tweede contact
sr_rs: Izaberite sekundarni kontakt
tr_tr: Lütfen ikincil kişiyi seçin.

source: Please select a from email address.
fr_fr: Veuillez sélectionner une adresse de courriel de provenance
it_it: Selezionare una email per il mittente
ja_jp: メールアドレスから選択してください。
nl_nl: Kies een email-adres als afzender
sr_rs: Izaberite email adresu
tr_tr: Lütfen "Kimden" e-posta adresini seçin.

source: Please select a contact for recording payment.
fr_fr: Veuillez sélectionner un contact pour enregistrer le paiement
it_it: Selezionare un contatto per registrare il pagamento
ja_jp: 支払いを記録するための連絡先を選択してください。
nl_nl: Kies een contact voor het opslaan van de betaling.
sr_rs: Izaberite kontakt za beleženje uplate.
tr_tr: Lütfen ödemenin kaydedileceği bir kişi seçin.

source: Please select a contact for recording payment
fr_fr: Veuillez sélectionner un contact pour enregistrer le paiement
it_it: Selezionare un contatto per registrare il pagamento
ja_jp: 支払いを記録するための連絡先を選択してください。
nl_nl: Kies een contact voor het opslaan van de betaling.
sr_rs: Izaberite kontakt za beleženje uplate
tr_tr: Lütfen ödemenin kaydedileceği bir kişi seçin

source: Please select a financial type.
fr_fr: Veuillez sélectionner un type financier
it_it: Selezionare il tipo finanziario per il pagamento
ja_jp: 金融タイプを選択してください。
nl_nl: Kies een financieel type.
sr_rs: Izaberite finansijski tip.
tr_tr: Lütfen bir mali tür seçin.

source: This field is required.
fr_fr: Ce champ est obligatoire.
it_it: Questo campo è obbligatorio.
ja_jp: このフィールドは必須です。
nl_nl: Dit veld is vereist.
sr_rs: Ovo polje je neophodno.
tr_tr: Bu alanın doldurulması zorunludur.

source: Please select a payment instrument.
fr_fr: Veuillez sélectionner un mode de paiement
it_it: Selezionare il mezzo di pagamento
ja_jp: 支払い手段を選択してください。
nl_nl: Kies het type van betaling.
sr_rs: Izaberite metod plaćanja.
tr_tr: Lütfen bir ödeme aracı seçin.

source: Please select a valid payment status.
fr_fr: Veuillez sélectionner un statut de paiement valide
it_it: Selezionare una stato valido per il pagamento
ja_jp: 有効な支払いステータスを選択してください。
nl_nl: Kies een geldige betaalstatus.
sr_rs: Izaberite važeći status plaćanja.
tr_tr: Lütfen geçerli bir ödeme durumu seçin.

source: Error
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
nl_nl: Fout
sr_rs: Greška
tr_tr: Hata

source: Date of Cancellation
fr_fr: Date d'annulation
it_it: Data di Cancellazione
ja_jp: 解約日
nl_nl: Datum annulering
sr_rs: Datum otkazivanja
tr_tr: İptal edilme tarihi

source: Booking Amount
fr_fr: Montant de la réservation
it_it: Importo Prenotazione
ja_jp: 予約金額
nl_nl: Reserveringsbedrag
sr_rs: Iznos rezervacije
tr_tr: Rezervasyon tutarı

source: Cancellation %
fr_fr: Annulation
it_it: Cancellazione %
ja_jp: % 解約
nl_nl: Annulatie
sr_rs: Otkazivanje %1
tr_tr: İptal yüzdesi

source: Cancellation Charge
fr_fr: Frais d'annulation
it_it: Cancellazione addebito
ja_jp: 解約料
nl_nl: Annuleringskosten reservering
sr_rs: Naplata otkazivanja
tr_tr: İptal ücreti

source: Additional Charges
fr_fr: Frais additionnels
it_it: Costi addizionali
ja_jp: 追加料金
nl_nl: Bijkomende kosten
sr_rs: Dodatni troškovi
tr_tr: Ek ücretler

source: Charge Comment
fr_fr: Commentaire des frais
it_it: Commento sui costi
ja_jp: チャージコメント
nl_nl: Opmerking kosten
sr_rs: Komentar naplate
tr_tr: Ücret açıklaması

source: Amount to Pay
fr_fr: Montant à payer
it_it: Importo da Pagare
ja_jp: 支払い額
nl_nl: Bedrag te betalen
sr_rs: Iznos za uplatu
tr_tr: Ödenecek tutar

source: The booking '%1' has been cancelled.
fr_fr: La réservation '% 1' a été annulée.
it_it: La prenotazione '%1' è stata cancellata.
ja_jp: 予約「%1」はキャンセルされました。
nl_nl: Reservering '%1' is geannuleerd.
sr_rs: Rezervacija '%1' je otkazana.
tr_tr: '%1' rezervasyonu iptal edildi.

source: Booking Information
fr_fr: information de réservation
it_it: Informazione Prenotazione
ja_jp: 予約情報
nl_nl: Reserveringsinformatie
sr_rs: Informacije o rezervaciji
tr_tr: Rezervasyon bilgileri

source: Purchase order number
fr_fr: Numéro de bon de commande
it_it: Numero d'ordine
ja_jp: 購入のオーダー番号
nl_nl: Nummer bestelbon
sr_rs: Broj porudžbine
tr_tr: Satın alma emri numarası

source: Booking status
fr_fr: État de la réservation
it_it: Status Prenotazione
ja_jp: 予約ステータス
nl_nl: Reserveringsstatus
sr_rs: Status rezervacije
tr_tr: Rezervasyon durumu

source: Date booking made
fr_fr: Date de la prise de réservation
it_it: Data della prenotazione
ja_jp: 予約作成日
nl_nl: Datum aanmaak reservering
sr_rs: Datum kada je rezervacija napravljena
tr_tr: Rezervasyonun yapıldığı tarih

source: Estimate number of participants
fr_fr: Nombre estimé de participants
it_it: Numero stimato di partecipanti
ja_jp: 参加者の推定数
nl_nl: Schatting aantal deelnemers
sr_rs: Procenjen broj učesnika
tr_tr: Beklenen katılımcı sayısı

source: Final number of participants
fr_fr: Nombre effectif de participants
it_it: Numero effettivo di partecipanti
ja_jp: 最終的な参加者数
nl_nl: Effectief aantal deelnemers
sr_rs: Konačan broj učesnika
tr_tr: Gerçekleşen katılımcı sayısı

source: << Back
fr_fr: << Retour
it_it: <<Indietro
ja_jp: << 戻る
nl_nl: << Terug
sr_rs: << Nazad
tr_tr: << Geri

source: Complete and Save
fr_fr: Compléter et enregistrer
it_it: Completa e Salva
ja_jp: 完了して保存
nl_nl: Vervolledigen en opslaan
sr_rs: Završi i sačuvaj
tr_tr: Tamamla ve kaydet

source: Currency
fr_fr: Devise
it_it: Valuta
sr_rs: Valuta
tr_tr: Para birimi

source: Unfortunately one or more of your booking slots are clashing with another booking. You will need to edit your booking times to resolve this before you can save your booking. Please go back to the first page to edit your booking slots.
fr_fr: Malheureusement, l'un ou plusieurs de vos créneaux de réservation sont en conflit avec une autre réservation. Vous aurez besoin de modifier votre temps de réservation pour résoudre ceci avant que vous puissiez enregistrer votre réservation. S'il vous plaît revenir à la première page pour modifier vos plages de réservation.
it_it: Sfortunatamente uno o più dei tuoi orari di prenotazione sono in conflitto con un'altra prenotazione. Dovrai modificare gli orari di prenotazione per risolvere il problema prima di poter salvare la prenotazione. Torna alla prima pagina per modificare gli slot di prenotazione.
ja_jp: 残念ながら、あなたの予約スロットのうちの 1 つ以上が、他の予約と競合しています。この問題を解決するため、予約を保存する前に、予約時間を編集する必要があります。予約スロットを編集する最初のページに戻ってください。
nl_nl: Een of meer van uw reserveringsmomenten zijn in conflict met een andere reservering. Gelieve de tijdsmomenten van uw reservering aan te passen. Ga terug naar de eerste pagina om de tijdsmomenten van de reservering te wijzigen.
sr_rs: Jedna ili više rezervacija je u konfliktu sa ostalim rezervacijama. Morate urediti vreme vaše rezervacije kako biste rešili ovaj konflikt pre nego što sačuvate rezervaciju. Vratite se na prvu stranu kako biste uredili termine rezervacije.
tr_tr: Ne yazık ki bir veya daha fazla rezervasyon aralığınız başka bir rezervasyon ile çakışıyor. Rezervasyonunuzu kaydetmeden önce bu sorunu çözmek için rezervasyon zamanlarınızı düzenlemeniz gerekir. Rezervasyon aralıklarınızı düzenlemek için lütfen ilk sayfaya geri dönün.

source: Selected booking has been deleted.
fr_fr: La réservation sélectionnée a été supprimée.
it_it: La prenotazione selezionata è stata cancellata.
ja_jp: 選択した予約を削除しました。
nl_nl: De geselecteerde reservering is verwijderd.
sr_rs: Odabrana rezervacija je obrisana.
tr_tr: Seçilmiş rezervasyon silindi.

source: The booking '%1' has been saved.
fr_fr: La réservation '% 1' a été enregistré.
it_it: La prenotazione '%1' è stata salvata.
ja_jp: 予約「%1」を保存しました。
nl_nl: Reservering '%1' is opgeslagen.
sr_rs: Rezervacija '%1' je sačuvana.
tr_tr: '%1' rezervasyonu kaydedildi.

source: View Booking for
fr_fr: Voir la réservation pour
it_it: Mostra Prenotazione per
ja_jp: 以下のための予約を表示
nl_nl: Bekijk reserveringen voor
sr_rs: Vidi rezervaciju za
tr_tr: Şunun rezervasyonlarını görüntüle

source: Select Booking Date
fr_fr: Choisir jour de réservation
it_it: Seleziona Data Prenotazione
ja_jp: 予約日を選択
nl_nl: Kies datum reservering
sr_rs: Izaberi datum rezervacije
tr_tr: Rezervasyon tarihini seçin

source: Submit
fr_fr: Soumettre
it_it: Invia
ja_jp: 送信
nl_nl: Indienen
sr_rs: Pošalji
tr_tr: Gönder

source: Reset
fr_fr: Réinitialiser
ja_jp: リセット
nl_nl: Herinitialiseren
sr_rs: Resetuj
tr_tr: Sıfırla

source: Contact Name or Email
fr_fr: Nom ou Courriel du Contact
it_it: Nome o Email del contatto
ja_jp: 連絡先名、またはメール
nl_nl: Contactnaam of e-mail
sr_rs: Ime ili email kontakta
tr_tr: Kişi adı ya da e-posta adresi

source: - actions -
it_it: - azioni -
ja_jp: - アクション -
nl_nl: - acties -
sr_rs: - akcije -
tr_tr: - İşlemler -

source: Actions:
it_it: Azioni:
ja_jp: アクション :
nl_nl: Acties:
sr_rs: Akcije:
tr_tr: İşlemler:

source: Go
fr_fr: Envoi
it_it: Vai
nl_nl: Verzenden
sr_rs: Idi na
tr_tr: Git

source: Search
fr_fr: Rechercher
it_it: Ricerca
ja_jp: 検索
nl_nl: Zoeken
sr_rs: Pretraga
tr_tr: Arama

source: Find Bookings
fr_fr: Trouver réservations
it_it: Trova Prenotazioni
ja_jp: 予約を検索
nl_nl: Reserveringen zoeken
sr_rs: Nađi rezervacije
tr_tr: Rezervasyon arama

source: Resource(s)
fr_fr: Ressource(s)
it_it: Risorsa(e)
ja_jp: リソース
nl_nl: Middel(en)
sr_rs: Resurs(i)
tr_tr: Kaynaklar

source: Select resources
fr_fr: Sélectionner ressources
it_it: Selezionare le risorse
ja_jp: リソースを選択
nl_nl: Kies middelen
sr_rs: Izaberi resurse
tr_tr: Kaynakları seçin

source: Print Bookings
fr_fr: Imprimer réservations
it_it: Stampa Prenotazioni
ja_jp: 予約を印刷
nl_nl: Reserveringen afdrukken
sr_rs: Štampa rezervacija
tr_tr: Rezervasyonları yazdır

source: DayViewPrint
fr_fr: ImpressionVisualisationJournalière
it_it: Stampa prospetto giornaliero
nl_nl: AfdrukkenDagOverzicht
sr_rs: Štampa pregleda po danima
tr_tr: GünGörünümüYazdır

source: Booking
fr_fr: réservation
it_it: Prenotazione
ja_jp: 予約
nl_nl: Reserveren
sr_rs: Rezervacije
tr_tr: Rezervasyon

source: View Booking
fr_fr: Voir réservation
it_it: Mostra Prenotazione
ja_jp: 予約を表示
nl_nl: Bekijk reservering
sr_rs: Pregledaj rezervacije
tr_tr: Rezervasyonu görüntüle

source: View
fr_fr: Consulter
it_it: Visualizza
ja_jp: 表示
nl_nl: Bekijk
sr_rs: Vidi
tr_tr: Görüntüle

source: Update Status
fr_fr: Mettre à jour le statut
it_it: Aggiorna Status
ja_jp: ステータスを更新
nl_nl: Statusupdate
sr_rs: Ažuriraj status
tr_tr: Durumu güncelle

source: Record Payment
fr_fr: Enregistrer paiement
it_it: Registrare pagamento
ja_jp: 支払いレコード
nl_nl: Opslaan betaling
sr_rs: Zabeleži uplatu
tr_tr: Ödemeyi kaydet

source: Delete Booking
fr_fr: Supprimer réservation
it_it: Cancella Prenotazione
ja_jp: 予約を削除
nl_nl: Verwijder reservering
sr_rs: Obriši rezervacij
tr_tr: Rezervasyonu sil

source: Associated Contact
fr_fr: Contact associé
it_it: Contatto Associato
ja_jp: 関連する連絡先
nl_nl: Gekoppeld contact
sr_rs: Povezani kontakt
tr_tr: İlgili kişi

source: Date Booking Made
fr_fr: Date de la prise de réservation
it_it: Data in cui è stata effettuata la prenotazione
ja_jp: 予約作成日
nl_nl: Datum aanmaak reservering
sr_rs: Datum kada je rezervacija napravljena
tr_tr: Rezervasyonun yapıldığı tarih

source: Actions
it_it: Azioni
ja_jp: アクション
nl_nl: Acties
sr_rs: Akcije
tr_tr: İşlem

source: Contact Type
fr_fr: Type de contact
it_it: Tipo Contatto
ja_jp: 連絡先タイプ
sr_rs: Tip kontakta
tr_tr: Kişi türü

source: Booking Contact
fr_fr: Contact de réservation
it_it: Contatto Prenotazione
ja_jp: 予約の連絡先
nl_nl: Contact reservering
sr_rs: Kontakt za rezervaciju
tr_tr: Rezervasyon kişisi

source: CiviCRM Booking Search
fr_fr: Recherche Réservation CiviCRM
it_it: Ricerca della prenotazione
ja_jp: CiviCRM 予約検索
nl_nl: Zoek reservering CiviCRM
sr_rs: Pretraga CiviCRM rezervacija
tr_tr: CiviCRM rezervasyon arama

source: Upgrade %1 to revision %2
fr_fr: Mettre à jour %1 vers la révision %2
it_it: Aggiorna %1 alla revisione %2
sr_rs: Ažuriraj %1 na reviziju %2
tr_tr: %1, %2 sürümüne güncelle

source: Booking - Confirmation and Receipt (off-line)
fr_fr: Réservation - Confirmation et reçu (hors-ligne)
it_it: Prenotazioni - Conferma e ricevuta (off-line)
ja_jp: 予約 - 確認と受領書 (オフライン)
nl_nl: Reservering - bevestiging en ontvangstbewijs (off-line)
sr_rs: Rezervacija - Potvrde i priznanice (offline)
tr_tr: Rezervasyon - Onay ve alındı (çevrim dışı)

source: Booking - Confirmation Receipt
fr_fr: Réservation - Reçu de confirmation
it_it: Prenotazioni - Ricevuta di conferma
ja_jp: 予約 - 確認受領書
nl_nl: Reservering - ontvangstbewijs
sr_rs: Rezervacija - Potvrda i priznanica
tr_tr: Rezervasyon - Onay alındısı

source: Booking Status:
fr_fr: État de la réservation
it_it: Status Prenotazione:
ja_jp: 予約ステータス :
nl_nl: Status reservering:
sr_rs: Status rezervacije:
tr_tr: Rezervasyon durumu:

source: Resource Configuration Set
fr_fr: ensemble de configuration de ressources
it_it: Insieme di opzioni di pagamento
ja_jp: リソース構成セット
nl_nl: Geheel configuratie middelen
sr_rs: Set konfiguracije resursa
tr_tr: Kaynak yapılandırma kümesi

source: Manage Resources
fr_fr: Gérer les ressources
it_it: Gestisci Risorse
ja_jp: リソースの管理
nl_nl: Beheer middelen
sr_rs: Upravljanje resursima
tr_tr: Kaynak yönetimi

source: Additional Charges Item
fr_fr: Article entrainant frais supplémentaires
it_it: Elemento di costo addizionale
ja_jp: 追加料金の項目
nl_nl: Onderdeel met bijkomende kosten
sr_rs: Stavka dodatnih troškova
tr_tr: Ek ücretler ögesi

source: Size Unit
fr_fr: Unité de taille
it_it: Unità di misura
ja_jp: サイズ単位
nl_nl: Grootte-eenheid
sr_rs: Jedinica veličine
tr_tr: Boyut birimi

source: Cancellation Charges
fr_fr: Frais d'annulation
it_it: Cancellazione Addebiti
ja_jp: 解約料
nl_nl: Annuleringskosten
sr_rs: Naplate otkazivanja
tr_tr: İptal ücretleri

source: Booking Component Settings
fr_fr: Paramètres de composant de réservation
it_it: Opzioni componente prenotazione
ja_jp: 予約コンポーネントの設定
nl_nl: Parameters onderdelen reservering
sr_rs: Podešavanja komponente za rezervacije
tr_tr: Rezervasyon bileşeni ayarları

source: Day View
fr_fr: Vue quotidienne
it_it: Visualizzazione giornaliera
ja_jp: 日付を表示
nl_nl: Dagschema
sr_rs: Dnevni pregled
tr_tr: Günlük görünüm

source: administer CiviBooking
fr_fr: Administrer CiviBooking
it_it: amministra CiviBooking
sr_rs: administriraj CiviBooking
tr_tr: CiviBooking yönetimi

source: create and update bookings
fr_fr: Créer et mettre à jour les réservations
it_it: crea e aggiorna prenotazioni
sr_rs: kreiraj i ažuriraj rezervacije
tr_tr: Rezervasyon ekle ve güncelle

source: view all bookings
fr_fr: Voir toutes les réservations
it_it: mostra tutte le prenotazioni
sr_rs: vidi sve rezervacije
tr_tr: Tüm rezervasyonları görüntüle

source: Add Unlimited Resource
fr_fr: Ajouter une ressource illimitée
it_it: Aggiungi risorsa illimitata
ja_jp: 無制限のリソースを追加
sr_rs: Dodaj neograničeni resurs
tr_tr: Sınırsız kaynak ekle

source: Edit Additional Charges
fr_fr: Modifier frais additionnels
it_it: Modifica costi addizionali
ja_jp: 追加料金を編集
nl_nl: Pas bijkomende kosten aan
sr_rs: Uredi dodatne troškove
tr_tr: Ek ücretleri düzenle

source: Unlimited resource removed
fr_fr: Ressource illimitée supprimée
it_it: Risorsa illimitata rimossa
ja_jp: 無制限のリソースを削除
nl_nl: Onbeperkte middelen verwijderd
sr_rs: Neograničen resurs uklonjen
tr_tr: Sınırsız kaynak kaldırıldı

source: Edit unlimited resource
fr_fr: Modifier ressource illimitée
it_it: Modifica risorsa illimitata
ja_jp: 無制限のリソースを編集
nl_nl: Pas onbeperkte middelen aan
sr_rs: Uredi neograničeni resurs
tr_tr: Sınırsız kaynağı düzenle

source: select resource
fr_fr: Sélectionner ressource
it_it: seleziona risorsa
ja_jp: リソースを選択
nl_nl: Kies middelen
sr_rs: izaberi resurs
tr_tr: Kaynak seçin
