Repository: civicrm/civicrm-l10n-extensions
Catalog: po/booking/*/booking.po
Languages: fr_fr, it_it, ja_jp, nl_nl, sr_rs, tr_tr

source: Settings - Additional Charges Item
fr_fr: Configuration - Article à frais supplémentaires
it_it: Impostazioni - Elemento di costo aggiuntivo
ja_jp: 設定 -追加料金の項目
nl_nl: Configuratie - Onderdeel met bijkomende kosten
sr_rs: Podešavanja - stavka dodatnih troškova
tr_tr: Ayarlar - Ek ücretler ögesi

source: Label
fr_fr: Étiquette
it_it: Etichetta
ja_jp: ラベル
nl_nl: Etiket
sr_rs: Oznaka
tr_tr: Etiket

source: Price
fr_fr: Prix
it_it: Prezzo
ja_jp: 価格
nl_nl: Prijs
sr_rs: Cena
tr_tr: Fiyat

source: Weight
fr_fr: Poids
it_it: Peso
ja_jp: 優先度
nl_nl: Gewicht
sr_rs: Težina
tr_tr: Ağırlık

source: Enabled?
fr_fr: Activé?
it_it: Abilitato?
ja_jp: 有効ですか？
nl_nl: Ingeschakeld?
sr_rs: Uključeno?
tr_tr: Etkin

source: Please enter a valid amount.
fr_fr: Veuillez entrer un montant valide.
it_it: Inserisci un importo valido.
ja_jp: 有効な額を入力してください。
nl_nl: Voer een geldig bedrag in.
sr_rs: Unesite važeći iznos.
tr_tr: Lütfen geçerli bir tutar yazın.

source: Save
fr_fr: Sauvegarder
it_it: Salva
ja_jp: 保存
nl_nl: Opslaan
sr_rs: Sačuvaj
tr_tr: Kaydet

source: Cancel
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
nl_nl: Annuleren
sr_rs: Otkaži
tr_tr: İptal

source: This field should be numeric.
fr_fr: Ce champ doit être numérique.
it_it: Questo campo dovrebbe essere numerico.
ja_jp: このフィールドは数値でなければなりません。
nl_nl: Alleen getallen in dit veld.
sr_rs: Ovo polje mora biti numeričko.
tr_tr: Alana bir sayı yazılmalıdır.

source: Selected additional charges item has been deleted.
fr_fr: L'article à frais supplémentaires a été supprimé.
it_it: Elemento di costo aggiuntivo cancellato
ja_jp: 選択した追加料金の項目が削除されました。
nl_nl: Onderdeel met bijkomende kosten is verwijderd
sr_rs: Odabrane stavke dodatnih troškova su obrisane.
tr_tr: Seçilmiş ek ücret ögesi silindi.

source: Record Deleted
fr_fr: enregistrement supprimé
it_it: Record Cancellato
ja_jp: レコードを削除
nl_nl: Record verwijderd
sr_rs: Zapis obrisan
tr_tr: Kayıt silindi

source: The Record '%1' has been saved.
fr_fr: Le dossier '% 1' a été enregistré.
it_it: Il Record '%1' è stato salvato.
ja_jp: レコード「%1」を保存しました。
nl_nl: Het record '%1' is opgeslagen.
sr_rs: Zapis '%1' je sačuvan.
tr_tr: '%1' kaydı kaydedildi.

source: Saved
fr_fr: Enregistré
it_it: Salvato
ja_jp: 保存
nl_nl: Opgeslagen
sr_rs: Sačuvano
tr_tr: Kaydedildi

source: Your additional charges item '%1' has been added.
fr_fr: Votre article à frais supplémentaires '%1' a été ajouté.
it_it: L'Elemento di costo aggiuntivo '%1' è stato aggiunto
ja_jp: 追加費用の項目「%1」が追加されました。
nl_nl: Artikel met bijkomende kosten '%1' is toegevoegd.
sr_rs: Vaša stavka dodatnih troškova '%1' je dodata.
tr_tr: '%1' ek ücret ögeniz eklendi.

source: Settings - Booking Preferences Configuration
fr_fr: Configuration - Paramètres de préférences de réservation
it_it: Impostazioni - Configurazione delle Prenotazioni
ja_jp: 設定 - 予約の環境設定を設定
nl_nl: Configuratie - Voorkeurparameters reserveren
sr_rs: Podešavanja - Konfiguracija prioritetnih rezervacija
tr_tr: Ayarlar - Rezervasyon ayarları yapılandırması

source: Day starts at
fr_fr: La journée commence à
it_it: Ora di inizio dei giorni prenotabili
ja_jp: 1日の正午
nl_nl: De dag begint bij
sr_rs: Dan počinje u
tr_tr: Gün başlangıcı

source: Day ends at
fr_fr: la journée se termine À
it_it: Ora di fine dei giorni prenotabili
ja_jp: 終了日から
nl_nl: De dag stopt om
sr_rs: Dan se završava u
tr_tr: Gün bitişi

source: CC
tr_tr: Kopya

source: BCC
fr_fr: CCI
tr_tr: Gizli kopya

source: Log email?
fr_fr: Enregistrer journal de courriel?
it_it: Registrare log email?
ja_jp: メールをログに記録しますか？
nl_nl: Dagboek e-mails bijhouden?
sr_rs: Loguj email?
tr_tr: E-posta günlüğü tutulsun

source: New Slot Colour
fr_fr: Couleur de nouvelle plage
it_it: Nuovo colore dello slot di prenotazione
ja_jp: 新しいスロットカラー
nl_nl: Nieuwe kleur tijdsmoment
sr_rs: Boja novog termina
tr_tr: Yeni aralık rengi

source: Slot Editing Colour
fr_fr: Couleur de plage en modification
it_it: Modifica del colore dello slot di prenotazione
ja_jp: スロットの編集カラー
nl_nl: Aanpassing kleur tijdseenheid
sr_rs: Boja uređivanja termina
tr_tr: Aralık düzenleme rengi

source: Booked Slot Colour
fr_fr: Couleur de plage réservée -confirmée
it_it: Colore di uno slot di prenotazione allocato
ja_jp: 予約されたスロットカラー
nl_nl: Bevestiging kleur gereserveerd tijdsmoment
sr_rs: Boja rezervisanog termina
tr_tr: Rezerve edilmiş aralık rengi

source: Provisional Slot Colour
fr_fr: Couleur de plage provisoirement réservée
it_it: Colore di uno slot di prenotazione provvisorio
ja_jp: 仮のスロットカラー
nl_nl: Kleur tijdelijke reservering tijdsmoment
sr_rs: Boja privremenog termina
tr_tr: Kesin olmayan aralık rengi

source: The Booking configuration has been saved.
fr_fr: La configuration de réservation a été enregistrée.
it_it: La configurazione per le prenotazioni è stata salvata
ja_jp: 予約の設定を保存しました。
nl_nl: Configuratie reservering is opgeslagen.
sr_rs: Konfiguracija rezervacije je sačuvana.
tr_tr: Rezervasyon yapılandırması kaydedildi

source: Settings - Resource
fr_fr: Paramètres - ressources
it_it: Impostazioni - Risorsa prenotabile
ja_jp: 設定 - リソース
nl_nl: Parameters - middelen
sr_rs: Podešavanja - Resursi
tr_tr: Ayarlar - Kaynak

source: Resource type
fr_fr: Type de ressource
it_it: Tipo risorsa
ja_jp: リソースタイプ
nl_nl: Bron type
sr_rs: Tip resursa
tr_tr: Kaynak türü

source: - select -
fr_fr: -sélectionner-
it_it: - seleziona -
ja_jp: - 選択 -
nl_nl: - kiezen -
sr_rs: - izaberi -
tr_tr: - Seçin -

source: Description
it_it: Descrizione
ja_jp: 説明
nl_nl: Omschrijving
sr_rs: Opis
tr_tr: Açıklama

source: Is Unlimited?
fr_fr: est illimitée?
it_it: È Illimitato?
ja_jp: 無制限ですか？
nl_nl: is onbeperkt?
sr_rs: je neograničeno?
tr_tr: Sınırsız

source: Resource configuration set
fr_fr: Ensemble de configuration des ressources
it_it: Opzioni di prezzo per la risorsa
ja_jp: リソース構成セット
nl_nl: Geheel van configuratie middelen
sr_rs: Set konfiguracije resursa
tr_tr: Kaynak yapılandırma kümesi

source: Resource Location
fr_fr: Lieu de la ressource
it_it: Dove si trova la risorsa
ja_jp: リソースロケーション
nl_nl: Bron locatie
sr_rs: Lokacija resursa
tr_tr: Kaynak konumu

source: The selected set does not contain any options, please select another
fr_fr: L'ensemble sélectionné ne contient aucune option, s'il vous plaît sélectionnez un autre
it_it: L'insieme di prezzi selezionato non contiene alcuna opzione, perfavore scegline un altro
ja_jp: 選択されたセットに任意のオプションが含まれていないので、別のものを選択してください
nl_nl: De gekozen set bevat geen opties. Kies aub een ander
sr_rs: Odabrani set ne sadrži nikakve opcije, molimo vas da izaberete drugi
tr_tr: Seçilmiş kümenin bir seçeneği yok. Lütfen başka bir küme seçin

source: Selected resource has been deleted.
fr_fr: La ressource sélectionnée a été supprimée.
it_it: La risorsa selezionata è stata cancellata
ja_jp: 選択したリソースは削除されました。
nl_nl: Het geselecteerde middel is verwijderd.
sr_rs: Odabrani resurs je obrisan.
tr_tr: Seçilmiş kaynak silindi

source: Settings - Resource Configuration Option
fr_fr: Paramètres: Option de configuration de ressource
it_it: Configurazione di una opzione di prezzo per la risorsa
ja_jp: 設定 - リソース構成オプション
nl_nl: Parameters - optie configuratie middelen
sr_rs: Podešavanja - Opcija konfiguracije resursa
tr_tr: Ayarlar - Kaynak yapılandırma seçeneği

source: Max Size
fr_fr: Taille Maximale
it_it: Numero massima di risorse
ja_jp: 最大サイズ
nl_nl: Max grootte
sr_rs: Maksimalna veličina
tr_tr: En büyük boyut

source: Unit
fr_fr: Unité
it_it: Unità
ja_jp: 単位
nl_nl: Eenheid
sr_rs: Jedinica
tr_tr: Birim

source: Selected resource configuration option has been deleted.
fr_fr: L'option de configuration de ressource sélectionnée a été supprimée.
it_it: L'opzione di prezzo selezionata è stata cancellata
ja_jp: 選択したリソースの設定オプションが削除されました。
nl_nl: Optie configuratie gekozen middelen is verwijderd.
sr_rs: Odabrana opcija konfiguracije resursa je obrisana.
tr_tr: Seçilmiş kaynak yapılandırma seçeneği silindi

source: Settings - Resource Configuration Set
fr_fr: Paramètres - Lot de configuration des ressources
it_it: Impostazioni - Opzioni di prezzo
ja_jp: 設定 - リソースの構成セット
nl_nl: Parameters - set opties configuratie
sr_rs: Podešavanja - Set konfiguracije resursa
tr_tr: Ayarlar - Kaynak yapılandırma kümesi

source: Title
fr_fr: Titre
it_it: Titolo
ja_jp: タイトル
nl_nl: Titel
sr_rs: Naslov
tr_tr: Başlık

source: Selected resource configuration set has been deleted.
fr_fr: L'ensemble de configuration de ressource a été supprimé.
it_it: Le opzioni di prezzo per la risorsa sono state cancellate
ja_jp: 選択したリソースの構成セットが削除されました。
nl_nl: Configuratie gekozen middelen is verwijderd.
sr_rs: Odabrani set opcija konfiguracije resursa je obrisan.
tr_tr: Seçilmiş kaynak yapılandırma kümesi silindi

source: Your resource configuration set '%1' has been added. You can add resource option now.
fr_fr: Votre ensemble de ressource configuration '% 1' a été ajouté. Vous pouvez maintenant ajouter les options de ressources .
it_it: E' stato creato l'insieme di opzioni di prezzo '%1'. Adesso puoi aggiungere le opzioni di prezzo
ja_jp: リソースの構成設定「%1」が追加されました。リソースオプションを追加することができます
nl_nl: De configuratie middelen '%1' is toegevoegd. U kunt nu opties toevoegen.
sr_rs: Vaš set konfiguracije resursa '%1' je dodat. Sada možete dodati opcije za resurse.
tr_tr: '%1' kaynak yapılandırma kümesi eklendi. Şimdi kaynak seçeneğini ekleyebilirsiniz.

source: Edit
fr_fr: Éditer
it_it: Modifica
ja_jp: 編集
nl_nl: Wijzigen
sr_rs: Uredi
tr_tr: Düzenle

source: Edit Additional Charges Item
fr_fr: Modifier l'article à frais supplémentaires
it_it: Indica le possibili voci di addebito aggiuntive
ja_jp: 追加料金の項目を編集
nl_nl: Aanpassen onderdeel met bijkomende kosten
sr_rs: Uredi stavku dodatnih troškova
tr_tr: Ek ücretler ögesini düzenle

source: Disable
fr_fr: Désactiver
it_it: Disabilita
ja_jp: 無効
nl_nl: Uitschakelen
sr_rs: Isključi
tr_tr: Devre dışı bırak

source: Disable Additional Charges Item
fr_fr: Désactiver l'article à frais supplémentaires
it_it: Disabilita voce di addebito aggiuntiva
ja_jp: 追加料金の項目を無効
nl_nl: Onderdeel met bijkomende kosten uitschakelen
sr_rs: Isključi stavku dodatnih troškova
tr_tr: Ek ücretler ögesini devre dışı bırak

source: Enable
fr_fr: Activer
it_it: Abilita
ja_jp: 有効
nl_nl: Inschakelen
sr_rs: Uključi
tr_tr: Etkinleştir

source: Enable Additional Charges Item
fr_fr: Activer l'article à frais supplémentaires
it_it: Abilita voce di addebito aggiuntiva
ja_jp: 追加料金の項目を有効
nl_nl: Onderdeel met bijkomende kosten inschakelen
sr_rs: Uključi stavku dodatnih troškova
tr_tr: Ek ücretler ögesini etkinleştir

source: Delete
fr_fr: Suprimer
it_it: Cancella
ja_jp: 削除
nl_nl: Verwijderen
sr_rs: Obriši
tr_tr: Sil

source: Delete Additional Charges Item
fr_fr: Supprimer l'article à frais supplémentaires
it_it: Cancella voce di addebito aggiuntiva
ja_jp: 追加料金の項目を削除
nl_nl: Verwijder onderdeel met bijkomende kosten
sr_rs: Obriši stavku dodatnih troškova
tr_tr: Ek ücretler ögesini sil

source: Settings - Additional Charges Item
fr_fr: Paramètres - Article à frais supplémentaires
it_it: Configura voce di addebito aggiuntiva
ja_jp: 設定 - 追加料金の項目
nl_nl: Instellingen - Onderdeel met bijkomende kosten
sr_rs: Podešavanja - stavka dodatnih troškova
tr_tr: Ayarlar - Ek ücretler ögesi

source: Edit Resource
fr_fr: Modifier la ressources
it_it: Modifica Risorsa
ja_jp: リソースを編集
nl_nl: Aanpassen middelen
sr_rs: Uredi resurs
tr_tr: Kaynağı düzenle

source: Disable Resource
fr_fr: Désactiver la ressources
it_it: Disabilita Risorsa
ja_jp: リソースを無効
nl_nl: Middelen uitschakelen
sr_rs: Isključi resurs
tr_tr: Kaynağı devre dışı bırak

source: Enable Resource
fr_fr: Activer la ressources
it_it: Abilita Risorsa
ja_jp: リソースを有効
nl_nl: Middelen inschakelen
sr_rs: Uključi resurs
tr_tr: Kaynağı etkinleştir

source: Delete Resource
fr_fr: Supprimer la ressource
it_it: Cancella Risorsa
ja_jp: リソースを削除
nl_nl: Middelen verwijderen
sr_rs: Obriši resurs
tr_tr: Kaynağı sil

source: Settings - Manage Resource
fr_fr: Configuration - administrer les ressources
it_it: Impostazioni - Gestisci risorsa
ja_jp: 設定 - リソースの管理
nl_nl: Instellingen - beheer middelen
sr_rs: Podešavanja - Upravljanje resursima
tr_tr: Ayarlar - Kaynak yönetimi

source: Edit Resource Configuration Option
fr_fr: Modifier l'option de configuration des ressources
it_it: Modifica una opzione di prezzo
ja_jp: リソースの構成オプションを編集
nl_nl: Aanpassen optie configuratie middelen
sr_rs: Uredi opciju konfiguracije resursa
tr_tr: Kaynak yapılandırma seçeneğini düzenle

source: Disable Resource Configuration Option
fr_fr: Désactiver l'option de configuration des ressources
it_it: Disabilita una opzione di prezzo
ja_jp: リソースの構成オプションを無効
nl_nl: Optie configuratie middelen uitschakelen
sr_rs: Isključi opciju konfiguracije resursa
tr_tr: Kaynak yapılandırma seçeneğini devre dışı bırak

source: Enable Resource Configuration Option
fr_fr: Activer l'option de configuration des ressources
it_it: Abilita una opzione di prezzo
ja_jp: リソースの設定オプションを有効
nl_nl: Optie configuratie middelen inschakelen
sr_rs: Uključi opciju konfiguracije resursa
tr_tr: Kaynak yapılandırma seçeneğini etkinleştir

source: Delete Resource Configuration Option
fr_fr: Supprimer l'option de configuration des ressources
it_it: Cancella una opzione di prezzo
ja_jp: リソースの構成オプションを削除
nl_nl: Optie configuratie middelen verwijderen
sr_rs: Obriši opciju konfiguracije resursa
tr_tr: Kaynak yapılandırma seçeneğini sil

source: Edit Resource Configuration Set
fr_fr: Modifier l'ensemble de configuration des ressources
it_it: Modifica un insieme di opzioni di prezzo
ja_jp: リソースの構成セットを編集
nl_nl: Geheel configuratie opties aanpassen
sr_rs: Uredi set konfiguracije resursa
tr_tr: Kaynak yapılandırma kümesini düzenle

source: Edit Options
fr_fr: Modifier les options
it_it: Modifica Opzioni
ja_jp: オプションを編集
nl_nl: Opties aanpassen
sr_rs: Uredi opcije
tr_tr: Seçenekleri düzenle

source: Edit Resource Configurtation Options
fr_fr: Modifier les options de configuration des ressources
it_it: Modifica le opzioni di prezzo
ja_jp: リソースの構成オプションを編集
nl_nl: Aanpassen opties configuratie middelen
sr_rs: Uredi opcije konfiguracije resursa
tr_tr: Kaynak yapılandırma seçeneklerini düzenle

source: Disable Resource Configuration Set
fr_fr: Désactiver l'ensemble de configuration des ressources
it_it: Disabilita un insieme di opzioni di prezzo
ja_jp: リソースの構成セットを無効
nl_nl: Uitschakelen geheel configuratie middelen
sr_rs: Isključi set konfiguracije resursa
tr_tr: Kaynak yapılandırma kümesini devre dışı bırak

source: Enable Resource Configuration Set
fr_fr: Activer l'ensemble de configuration des ressources
it_it: Abilita un insieme di opzioni di prezzo
ja_jp: リソースの構成セットを有効
nl_nl: Inschakelen geheel configuratie middelen
sr_rs: Uključi set konfiguracije resursa
tr_tr: Kaynak yapılandırma kümesini etkinleştir

source: Delete Resource Configuration Set
fr_fr: Supprimer l'ensemble de configuration des ressources
it_it: cancella un insieme di opzioni di prezzo
ja_jp: リソースの構成セットを削除
nl_nl: Verwijderen geheel configuratie middelen
sr_rs: Obriši set konfiguracije resursa
tr_tr: Kaynak yapılandırma kümesini sil

source: PO Number
fr_fr: Numéro de bon de commande
it_it: Numero d'ordine
ja_jp: PO 番号
nl_nl: Nummer bestelbon
sr_rs: Broj narudžbenice
tr_tr: Satın alma emri numarası

source: Booking Status
fr_fr: État de la réservation
it_it: Status Prenotazione
ja_jp: 予約ステータス
nl_nl: Reserveringsstatus
sr_rs: Status rezervacije
tr_tr: Rezervasyon durumu

source: Send Booking Confirmation Email
fr_fr: Envoyer le courriel de confirmation de réservation
it_it: Invia Email di Conferma Prenotazione
ja_jp: 予約の確認メールを送信
nl_nl: E-mail bevestiging reservering verzenden
sr_rs: Pošalji email sa potvrdom rezervacije
tr_tr: Rezervasyon onayı e-postası gönder

source: Booking ID %1 '%2'
fr_fr: Identifiant de Réservation
it_it: ID Prenotazione %1 '%2'
ja_jp: 予約ID %1 '%2'
nl_nl: ID reservering %1 '%2'
sr_rs: ID rezervacije %1 '%2'
tr_tr: Rezervasyon kimliği %1 '%2'

source: Purchase Order Number %1 '%2'
fr_fr: Bon d'achat %1 '%2'
it_it: Numero d'ordine %1 '%2'
ja_jp: 購入のオーダー番号 %1 '%2'
nl_nl: Bestelbon %1 '%2'
sr_rs: Broj porudžbine %1 '%2'
tr_tr: Satın alma emri numarası %1 '%2'

source: Payment Status %1
fr_fr: État du paiement %1
it_it: Status Pagamento %1
ja_jp: %1 の支払いステータス
nl_nl: Betaalstatus %1
sr_rs: Status plaćanja %1
tr_tr: Ödeme durumu %1

source: or
fr_fr: ou
it_it: o
ja_jp: または
nl_nl: of
sr_rs: ili
tr_tr: ya da

source: Status %1
fr_fr: État %1
ja_jp: ステータス %1
tr_tr: Durum %1

source: We did not recognize the search field: %1.
fr_fr: Nous n'avons pas reconnu le champ de recherche:% 1.
it_it: Campo di ricerca non riconosciuto: %1.
ja_jp: 検索フィールドを認識しません : %1
nl_nl: Zoekveld %1 wordt niet herkend.
sr_rs: Ne prepoznajem polje za pretragu: %1.
tr_tr: Arama alanı anlaşılamadı: %1.

source: Purchase Order Number
fr_fr: Numéro de bon de commande
it_it: Numero d'ordine
ja_jp: 購入のオーダー番号
nl_nl: Ordernummer betaling
sr_rs: Broj porudžbine
tr_tr: Satın alma emri numarası

source: Resource Type
fr_fr: Type de ressource
it_it: Tipo Risorsa
ja_jp: リソースタイプ
nl_nl: Soort middelen
sr_rs: Tip resursa
tr_tr: Kaynak türü

source: Booking ID
fr_fr: Idendifiant de réservation
it_it: ID Prenotazione
ja_jp: 予約ID
nl_nl: ID reservering
sr_rs: ID rezervacije
tr_tr: Rezervasyon kimliği

source: Booking Title
fr_fr: TItre de la réservation
it_it: Titolo Prenotazione
ja_jp: 予約タイトル
nl_nl: Titel reservering
sr_rs: Naslov rezervacije
tr_tr: Rezervasyon başlığı

source: From
fr_fr: De
it_it: Da
ja_jp: 差出人
nl_nl: Van
sr_rs: Od
tr_tr: Başlangıç

source: Quantity
fr_fr: Quantité
it_it: Quantità
ja_jp: 分量
nl_nl: Hoeveelheid
sr_rs: Kvantitet
tr_tr: Adet

source: Slot is cancelled
fr_fr: plage annulée
it_it: Lo slot è stato cancellato
ja_jp: 解除されたスロット
nl_nl: Tijdsmoment geannuleerd
sr_rs: Termin je otkazan
tr_tr: Aralık iptal edildi

source: Slot is in the Trash
fr_fr: plage est dans la corbeille
it_it: Lo slot è nel cestino
ja_jp: スロットはゴミ箱にあります
nl_nl: Tijdsmoment in de afvalbak
sr_rs: Termin je u kanti
tr_tr: Aralık çöp kutusunda

source: ID
fr_fr: Idendifiant
tr_tr: Kimlik

source: Name
fr_fr: Nom
it_it: Nome
ja_jp: 名前
nl_nl: Naam
sr_rs: Ime
tr_tr: Ad

source: Primary Contact ID
fr_fr: Identifiant du contact principal
it_it: ID Contatto Primario
ja_jp: 主な連絡先ID
nl_nl: Basiscontact ID
sr_rs: ID primarnog kontakta
tr_tr: Birincik kişi kimliği

source: Secondary Contact ID
fr_fr: Identifiant de contact secondaire
it_it: ID Contatto Secondario
ja_jp: 予備の連絡先ID
nl_nl: Tweede contact ID
sr_rs: ID sekundarnog kontakta
tr_tr: İkincil kişi kimliği

source: Status ID
fr_fr: Identifiant d'état
it_it: ID Status
ja_jp: ステータスID
sr_rs: ID statusa
tr_tr: Durum kimliği

source: Booking Date
fr_fr: Date de réservation
it_it: Data Prenotazione
ja_jp: 予約日
nl_nl: Datum reservering
sr_rs: Datum rezervacije
tr_tr: Rezervasyon tarihi

source: Start Date
fr_fr: Date début
it_it: Data Inizio
ja_jp: 開始日
nl_nl: Startdatum
sr_rs: Datum početka
tr_tr: Başlangıç tarihi

source: End Date
fr_fr: Date fin
it_it: Data Fine
ja_jp: 終了日
nl_nl: Einddatum
sr_rs: Datum kraja
tr_tr: Bitiş tarihi

source: Total amount
fr_fr: Montant total
it_it: Importo Totale
ja_jp: 合計金額
nl_nl: Totaal bedrag
sr_rs: Ukupan iznos
tr_tr: Toplam tutar

source: Note
it_it: Nota
ja_jp: 注意
nl_nl: Nota
sr_rs: Beleška
tr_tr: Not

source: Adhoc Charges Note
fr_fr: Note des charges Ad hoc
it_it: Nota su costo ad hoc
ja_jp: アドホック料金のノート
nl_nl: Ad hoc kostennota
sr_rs: Beleška o ad hok troškovima
tr_tr: Anlık masraflar notu

source: Participants Estimate
fr_fr: Estimation des participants
it_it: Numero stimato di partecipanti
ja_jp: 参加者の推定
nl_nl: Schatting aantal deelnemers
sr_rs: Procenjen broj učesnika
tr_tr: Beklenen katılımcı sayısı

source: Participants Actual
fr_fr: Participants effectifs
it_it: Numero effettivo di partecipanti
ja_jp: 実際の参加者
nl_nl: Effectief aantal deelnemers
sr_rs: Tačan broj učesnika
tr_tr: Gerçekleşen katılımcı sayısı

source: Discount Amount
fr_fr: Montant de l'escompte
it_it: Importo Sconto
ja_jp: 割引額
nl_nl: Bedrag korting
sr_rs: Iznos popusta
tr_tr: İndirim tutarı

source: Booking is in the Trash
fr_fr: la réservationest dans la corbeille
it_it: La Prenotazione è nel Cestino
ja_jp: 予約はゴミ箱にあります
nl_nl: Reservering bevindt zich in afvalbak
sr_rs: Rezervacija je u kanti
tr_tr: Rezervasyon çöp kutusunda

source: Created By
fr_fr: Créer par
it_it: Creato Da
ja_jp: 作成
nl_nl: Aangemaakt door
sr_rs: Kreirao/la
tr_tr: Oluşturan

source: Created Date
fr_fr: Date de création
it_it: Data Creazione
ja_jp: 作成日
nl_nl: Datum aanmaak
sr_rs: Datum kreiranja
tr_tr: Oluşturulma tarihi

source: Updated By
fr_fr: Mise à jour par
it_it: Aggiornato Da
ja_jp: 更新
nl_nl: Geupdate door
sr_rs: Ažurirao/la
tr_tr: Güncelleyen

source: Updated Date
fr_fr: Date modification
it_it: Data Aggiornamento
ja_jp: 更新日
nl_nl: Datum update
sr_rs: Ažurirano datuma
tr_tr: Güncellenme tarihi

source: Day Start At
fr_fr: Le jour commence
it_it: Giorno di inizio
ja_jp: 開始日から
nl_nl: De dag begint om
sr_rs: Datum početka
tr_tr: Gün başlangıcı

source: Day End At
fr_fr: la journée se termine à
it_it: Giorno di fine
ja_jp: 終了日から
nl_nl: De dag stopt om
sr_rs: Datum kraja
tr_tr: Gün bitişi

source: Time Period
fr_fr: Période de temps
it_it: Periodo di tempo
ja_jp: 時間帯
nl_nl: Tijdsperiode
sr_rs: Vremenski period
tr_tr: Zaman aralığı

source: Log Confirmation Email
fr_fr: enregistrer journal de courriel de confirmation
it_it: Registrare Email di conferma
ja_jp: 確認メールをログに記録
nl_nl: Bijhouden dagboek bevestigings e-mail
sr_rs: Log emaila sa potvrdom
tr_tr: Onay e-postası günlüğü tutulsun

source: Unlimited Resource Time Config
fr_fr: Temps de ressource illimité
it_it: Configurazione temporale per la risorsa illimitata
ja_jp: 無制限のリソース時間を設定
sr_rs: Konfiguracija vremena neograničenog resursa
tr_tr: Sınırsız kaynak zamanı yapılandırması

source: Cc Email Address
fr_fr: Adresse courriel CC
ja_jp: CC メールアドレス
nl_nl: Cc e-mailadres
sr_rs: Email adresa za cc
tr_tr: Kopya e-posta adresi

source: Bcc Email Address
fr_fr: Adresse courriel CCi
ja_jp: BCC メールアドレス
nl_nl: Bcc e-mailadres
sr_rs: Email adresa za bcc
tr_tr: Gizli kopya e-posta adresi

source: Slot New Colour
fr_fr: Couleur de nouvelle plage
it_it: Nuovo colore per lo slot
ja_jp: スロットの新しいカラー
nl_nl: Nieuwe kleur tijdsmoment
sr_rs: Boja novog termina
tr_tr: Yeni aralık rengi

source: Slot Being Edited Colour
fr_fr: Couleur de plage en cours de modification
it_it: Colore di uno slot in fase di modifica
ja_jp: スロットビーイングの編集カラー
nl_nl: Kleur tijdsmoment wordt aangepast
sr_rs: Boja termina koji se uređuje
tr_tr: Düzenlenen aralık rengi

source: Slot Booked Colour
fr_fr: Couleur de plage réservée -confirmée
it_it: Colore di uno slot prenotato
ja_jp: 予約されたスロットカラー
nl_nl: Kleur tijdsmoment reservering
sr_rs: Boja zakazanog termina
tr_tr: Rezerve edilmiş aralık rengi

source: Slot Provisional Colour
fr_fr: Couleur de plage provisoirement réservée
it_it: Colore di uno slot provvisorio
ja_jp: スロットの仮のカラー
nl_nl: Kleur gereserveerd tijdsmoment
sr_rs: Boja privremenog termina
tr_tr: Belirsiz aralık rengi

source: Slot Unavailable Colour
fr_fr: Couleur de plage non disponible
it_it: Colore di uno slot non disponibile
ja_jp: スロットの使用不可カラー
nl_nl: Kleur onbeschikbaar tijdsmoment
sr_rs: Boja nedostupnog termina
tr_tr: Uygun olmayan aralık rengi

source: Cancellation Date
fr_fr: Date annulation
it_it: Data Cancellazione
ja_jp: 解約日
nl_nl: Datum annulatie
sr_rs: Datum otkazivanja
tr_tr: İptal tarihi

source: Cancellation charge
fr_fr: Frais d'annulation
it_it: Cancellazione addebito
ja_jp: 解約料
nl_nl: Annuleringskosten
sr_rs: Naplata otkazivanja
tr_tr: İptal ücreti

source: Additional charge
fr_fr: Frais additionnels
it_it: Costo addizionale
ja_jp: 追加料金
nl_nl: Bijkomende kosten
sr_rs: Dodatni troškovi
tr_tr: Ek ücret

source: Comment
fr_fr: Commentaire
it_it: Commento
ja_jp: コメント
nl_nl: Opmerking
sr_rs: Komentar
tr_tr: Notlar

source: Contribution ID
fr_fr: Identifiant de contribution
it_it: ID Contributo
ja_jp: 支援ID
nl_nl: Bijdrage ID
sr_rs: ID donacije
tr_tr: Katkı kimliği
