Repository: civicrm/civicrm-l10n-extensions
Catalog: po/booking/*/booking.po
Languages: fr_fr, it_it, ja_jp, nl_nl, sr_rs, tr_tr

source: Cancellation
fr_fr: Annulation
it_it: Cancellazione
ja_jp: 解約
nl_nl: Annulatie
sr_rs: Otkazivanje
tr_tr: İptal

source: Date Cancelled
fr_fr: Date Annulée
it_it: Data Cancellazione
ja_jp: キャンセル日
nl_nl: Datum annulering
sr_rs: Datum otkazivanja
tr_tr: İptal edildiği tarih

source: Booking Price
fr_fr: Prix de la réservation
it_it: Prezzo Prenotazione
ja_jp: 予約価格
nl_nl: Prijs reservering
sr_rs: Cena rezervacije
tr_tr: Rezervasyon fiyatı

source: This booking was cancelled
fr_fr: Cette réservation a été supprimée
it_it: Questa prenotazione è stata cancellata
ja_jp: この予約はキャンセルされました
nl_nl: Deze reservering is geannuleerd
sr_rs: Ova rezervacija je otkazana
tr_tr: Rezervasyon iptal edildi

source: Cancellation Subtotal
fr_fr: Sous-Total annulation
it_it: Totale parziale per la cancellazione
ja_jp: 解約の小計
nl_nl: Annuleringskosten subtotaal
sr_rs: Međuzbir otkazivanja
tr_tr: İptal alt toplamı

source: Other Cancellation Charges
fr_fr: Autres frais d'annulation
it_it: Altri costi di cancellazione
ja_jp: その他の解約料
nl_nl: Andere annuleringskosten
sr_rs: Ostale naplate otkazivanja
tr_tr: Diğer iptal ücretleri

source: Cancellation Fee
fr_fr: Frais d'annulation
it_it: Costo di cancellazione
ja_jp: 解約料
nl_nl: Annuleringskosten
sr_rs: Naknada za otkazivanje
tr_tr: İptal ücreti

source: Contribution
it_it: Contributo
ja_jp: 支援
nl_nl: Bijdrage
sr_rs: Donacija
tr_tr: Katkı

source: Source
it_it: Origine
ja_jp: ソース
nl_nl: Bron
sr_rs: Izvor
tr_tr: Kaynak

source: Received Date
fr_fr: Date de réception
it_it: Data di ricezione
ja_jp: 受信した日付
nl_nl: Ontvangstdatum
sr_rs: Datum prijema
tr_tr: Alınma tarihi

source: Thank-you sent
fr_fr: Remerciements envoyés
it_it: Ringraziamento inviato
ja_jp: 感謝の送信
nl_nl: Bedanking verzonden
sr_rs: Zahvalnica poslata
tr_tr: Teşekkür gönderildi

source: Status
fr_fr: État
ja_jp: ステータス
tr_tr: Durum

source: Premium
ja_jp: プレミアム
sr_rs: Nagrada
tr_tr: Hediye

source: Edit Search
fr_fr: Modifier la requête
it_it: Modifica Ricerca
ja_jp: 検索を編集
nl_nl: Pas zoekopdracht aan
sr_rs: Uredi pretragu
tr_tr: Aramayı düzenle

source: No matches found.
fr_fr: Aucune correspondance trouvée.
it_it: Nessuna corrispondenza trovata
ja_jp: 一致は見つかりません。
nl_nl: Niets gevonden
sr_rs: Nema poklapanja.
tr_tr: Herhangi bir eşleşme bulunamadı.

source: Booking Date=
fr_fr: Date de réservation=
it_it: Data di prenotazione=
ja_jp: 予約日=
nl_nl: Reserveringsdatum=
sr_rs: Datum zakazivanja=
tr_tr: Rezervasyon tarihi=

source: Suggestions:
it_it: Suggerimenti:
ja_jp: 提案 :
nl_nl: Voorstellen:
sr_rs: Sugestije:
tr_tr: Öneriler:

source: Try a different date
fr_fr: Essayez une autre date
it_it: prova con una data diversa
ja_jp: 別の日付を試してください
nl_nl: Probeer andere datum
sr_rs: Pokušajte sa drugim datumom
tr_tr: Farklı bir tarih deneyin

source: Start Dates
fr_fr: Dates début
it_it: Date d'Inizio
ja_jp: 開始日
nl_nl: Startdata
sr_rs: Datumi početka
tr_tr: Başlangıç tarihleri

source: End Dates
fr_fr: Dates fin
it_it: Date di Fine
ja_jp: 終了日
nl_nl: Einddata
sr_rs: Datumi kraja
tr_tr: Bitiş tarihleri

source: To
fr_fr: À
it_it: A
nl_nl: Aan
sr_rs: Do
tr_tr: Şuna

source: Function Title
fr_fr: Titre de fonction
ja_jp: 関数タイトル
nl_nl: Functietitel
sr_rs: Naslov funkcije
tr_tr: İşlev başlığı

source: Estimated event participants
fr_fr: Nombre estimé de participants
it_it: Numero stimato di partecipanti all'evento
ja_jp: 推定されるイベント参加者
nl_nl: Schatting aantal deelnemers
sr_rs: Procenjen broj učesnika događaja
tr_tr: Beklenen etkinlik katılımcısı sayısı

source: Secondary Contact
fr_fr: Contact secondaire
it_it: Contatto Secondario
ja_jp: 予備の連絡先
nl_nl: Tweede contact
sr_rs: Sekundarni kontakt
tr_tr: İkincil kişi

source: Unlimited resources
fr_fr: Ressources illimitées
it_it: Risorse illimitate
ja_jp: 無制限のリソース
nl_nl: Onbeperkte middelen
sr_rs: Neograničeni resursi
tr_tr: Sınırsız kaynaklar

source: Deliver at
fr_fr: Livrer à
it_it: Inviare a
ja_jp: 配信
nl_nl: Leveren aan
sr_rs: Dostavi u
tr_tr: Şuraya gönder

source: No matches found for:
fr_fr: Aucune correspondance trouvée pour:
it_it: Nessuna corrispondenza trovata per:
ja_jp: 一致は見つかりません :
nl_nl: Geen overeenkomsten gevonden voor:
sr_rs: Nema poklapanja za:
tr_tr: Şunun için bir eşleşme bulunamadı:

source: No matching bookings found.
fr_fr: Aucune réservation correspondante trouvée.
it_it: Non trovo nessuna prenotazione corrispondente
ja_jp: 一致する予約は見つかりません。
nl_nl: Geen overeenkomstige reserveringen gevonden.
sr_rs: Nema rezervacija koje se slažu.
tr_tr: Eşleşen bir rezervasyon bulunamadı.

source: if you are searching by client name, check your spelling
fr_fr: Si vous cherchez par nom de client. vérifiez votre orthographe
it_it: Se stai cercando con il nome di un contatto, controlla di averlo scritto correttammente
ja_jp: クライアント名で検索する場合は、あなたのスペルをチェックします
nl_nl: Kijk spelling na indien u zoekt op naam klant
sr_rs: Ukoliko pretražujete po imenu klijenta, proverite unos
tr_tr: Müşteri adına göre arıyorsanız yazımı denetleyin

source: try a different spelling or use fewer letters
fr_fr: tentez une orthographe différente ou utiliser moins de lettres
it_it: Il nome potrebbe essere errato, prova con un nome diverso o con meno caratteri
ja_jp: 少ない文字を使用、または別のスペルを試してください
nl_nl: Probeer andere spelling of met minder letters
sr_rs: Pokušajte sa drugačijim unosom ili koristite manje slova
tr_tr: farklı bir yazım ya da daha az harf kullanarak deneyin

source: if you are searching within a date range, try a wider range of values
fr_fr: si vous cherchez dans une plage de dates, essayez un plus large éventail de valeurs
it_it: Se stai cercando uno slot all'interno di un intervallo di date, prova un intervallo di valori più ampio
ja_jp: 日付の範囲内で検索する場合は、広範囲の値を試してください
nl_nl: Zoek op langere periode indien u zoekt op datum waarden
sr_rs: ukoliko pretražujete po rasponu datuma, probajte sa malo većim rasponom
tr_tr: Bir tarih aralığı arıyorsanız, daha geniş bir değer aralığı kullanmayı deneyin

source: make sure you have enough privileges in the access control system
fr_fr: assurez-vous d'avoir suffisamment de privilèges dans le système de contrôle d'accès
it_it: Assicurati di avere privilegi sufficienti nel sistema di controllo degli accessi
ja_jp: 必ず、アクセス制御システムに十分な権限があることを確認してください
nl_nl: Kijk na of u genoeg rechten heeft voor het toegangscontrolesysteem
sr_rs: proverite da li imate dovoljne dozvole u sistemu kontrole pristupa
tr_tr: erişim kontrol sisteminde yeterli izinlerinizin olduğunuzdan emin olun

source: Edit Search Criteria
fr_fr: Modifiez les critères de recherche
it_it: Modifica Criteri di Ricerca
ja_jp: 検索条件を編集
nl_nl: Zoekcriteria wijzigen
sr_rs: Uredi kriterijum pretrage
tr_tr: Arama ölçütünü düzenle

source: New
fr_fr: Nouveau
it_it: Nuovo
ja_jp: 新規
nl_nl: Nieuw
sr_rs: Novi
tr_tr: Yeni

source: End date time must be after start date time
fr_fr: La date de fin doit être après la date de début
it_it: La data e ora di fine deve essere successiva alla data e ora d'inizio
ja_jp: 終了日時は、開始日時の後でなければなりません
nl_nl: Datum en tijd einde moeten later dan begin zijn
sr_rs: Datum završetka mora biti nakon datuma početka
tr_tr: Bitiş tarihindeki saat, başlangıç tarihindeki saatten sonra olmalıdır

source: End Time clashes with another slot item.
fr_fr: L'heure de fin est en conflit avec un autre élément.
it_it: L'orario di fine è in conflitto con quello di un altra prenotazione.
sr_rs: Vreme završetka je u konfliktu sa drugom stavkom termina.
tr_tr: Bitiş saati, başka bir aralık ögesiyle çakışıyor.

source: Start time clashes with another slot item.
fr_fr: L'heure de début est en conflit avec un autre élément.
it_it: L'orario di inizio è in conflitto con quello di un altra prenotazione.
sr_rs: Vreme početka je u konfliktu sa drugom stavkom termina.
tr_tr: Başlangıç saati, başka bir aralık ögesiyle çakışıyor.

source: Add resource to basket
fr_fr: Ajouter ressource au panier
it_it: Aggiungi risorsa al carrello
ja_jp: バスケットにリソースを追加
nl_nl: Voeg middelen toe aan mandje
sr_rs: Dodaj resurs u korpu
tr_tr: Kaynağı sepete ekle

source: Loading ...
fr_fr: Chargement ...
it_it: Caricamento...
ja_jp: 読み込み中...
nl_nl: Inladen ...
sr_rs: Učitavanje ...
tr_tr: Yükleniyor...

source: Resource removed
fr_fr: Ressource retirée
it_it: Risorsa rimossa
ja_jp: リソースを削除
nl_nl: Middel verwijderd
sr_rs: Resurs uklonjen
tr_tr: Kaynak kaldırıldı

source: Max
it_it: Massimo
sr_rs: Maksimum
tr_tr: En fazla

source: There are no resources to display. <a href='%1'>Click here</a> if you want to add new resources your site.
fr_fr: Il n'y a pas de ressources à afficher. <a href='%1'> Cliquez ici</a> si vous voulez ajouter de nouvelles ressources à votre site.
it_it: Non ci sono risorse da visualizzare. <a href='%1'>Clicca qui</a> se vuoi aggiungere nuove risorse
ja_jp: 表示するリソースがありません。新しいリソースをサイトに追加したい場合は、<a href='%1'>ここをクリック</a>してください。
sr_rs: Nema resursa za prikaz. <a href='%1'>Kliknite ovde</a> ukoliko želite da dodate resurse za vaš sajt.
tr_tr: Görüntülenecek bir kaynak yok. Sitenize yeni kaynaklar eklemek istiyorsanız <a href='%1'>buraya tıklayın</a>.

source: View contact record
fr_fr: Consulter fiche de contact
it_it: Mostra contatto
ja_jp: 連絡先レコードを表示
nl_nl: Contact-record raadplegen
sr_rs: Vidi zapis kontakta
tr_tr: Kişi kaydını görüntüle

source: Date Booking Start
fr_fr: Date de début de réservation
it_it: Data Inizio Prenotazione
ja_jp: 予約開始日
sr_rs: Datum početka rezervacije
tr_tr: Rezervasyonun başlayacağı tarih

source: Date Booking End
fr_fr: Date de fin de réservation
it_it: Data Fine Prenotazione
ja_jp: 予約終了日
sr_rs: Datum kraja rezervacije
tr_tr: Rezervasyonun biteceği tarih

source: View Booking Contact Record
fr_fr: Voir le contact qui a réservé
it_it: Visualizza il contatto per la prenotazione
ja_jp: 予約の連絡先レコードを表示
sr_rs: Vidi zapis kontakta za rezervaciju
tr_tr: Rezervasyon kişisinin kaydını görüntüle

source: View related booking
fr_fr: Afficher réservations liées
it_it: Visualizza prenotazione correlata
ja_jp: 関連予約を表示
nl_nl: Bekijk gerelateerde reserveringen
sr_rs: Vidi povezane rezervacije
tr_tr: İlgili rezervasyonu görüntüle

source: (In your native language) The current time is %1.
fr_fr: (Dans votre langue natale) L'heure actuelle est% 1.
it_it: (Nella tua lingua madre) L'ora attuale è %1.
ja_jp: (母国語) 現在の時刻は %1 です。
nl_nl: (In uw moedertaal) De huidige tijd is %1.
sr_rs: (Na vašem jeziku) Trenutno vreme je %1.
tr_tr: (Kendi dilinizde) güncel zaman: %1.

source: Add a booking for this contact
fr_fr: Ajouter une réservation pour ce contact
it_it: Aggiungi una prenotazione per questo contatto
ja_jp: この連絡先の予約を追加
nl_nl: Voeg reservering toe voor dit contact
sr_rs: Dodaj rezervaciju za ovaj kontakt
tr_tr: Bu kişi için bir rezervasyon ekle

source: No booking have been recorded from this contact.
fr_fr: Aucune réservation n'a été enregistrée pour ce contact
it_it: Non vi sono prenotazioni registrate per questo contatto
ja_jp: 予約は、この連絡先から記録されていません。
nl_nl: Dit contact heeft geen geregistreerde reserveringen
sr_rs: Nema zabeleženih rezervacija za ovaj kontakt.
tr_tr: Bu kişi için kaydedilmiş bir rezervasyon yok.

source: Associated Contact Booking
fr_fr: Réservation de contact associé
it_it: Prenotazioni di un contatto associato
ja_jp: 関連する連絡先の予約
nl_nl: Gekoppeld reserverings-contact
sr_rs: Povezani kontakt za rezervaciju
tr_tr: İlişkili kişi rezervasyonu

source: Select resource
fr_fr: Sélectionner ressource
it_it: Seleziona risorsa
ja_jp: リソースを選択
nl_nl: Kies middel
sr_rs: Izaberite resurs
tr_tr: Kaynağı seçin

source: Time required
fr_fr: Temps requis
it_it: Tempo richiesto
ja_jp: 時間は必須です
nl_nl: Benodigde tijd
sr_rs: Potrebno vreme
tr_tr: Saat zorunludur

source: Price estimate
fr_fr: Estimation de prix
it_it: Prezzo stimato
ja_jp: 見積書
nl_nl: Geschatte prijs
sr_rs: Procena cene
tr_tr: Öngörülen fiyat

source: There are no unlimited resources defined. <a href='%1'>Click here</a> if you want to add new unlimited resource.
fr_fr: Il n'y a pas de ressources à afficher. <a href='%1'> Cliquez ici</a> si vous voulez ajouter de nouvelles ressources iliimitées.
it_it: Non vi sono risorse illimitate definite. <a href='%1'> clicca qui</a> se vuoi aggiungere una nuova risorsa illimitata.
sr_rs: Nema definisanih neograničenih resursa. <a href='%1'>Kliknite ovde</a> ukoliko želite da dodate novi neograničeni resurs.
tr_tr: Tanımlanmış bir sınırsız kaynak yok. Yeni bir sınırsız kaynak eklemek istiyorsanız <a href='%1'>buraya tıklayın</a>.

source: Resource label
fr_fr: Étiquette de ressource
it_it: Etichetta per la risorsa
ja_jp: リソースラベル
nl_nl: Label bron
sr_rs: Oznaka resursa
tr_tr: Kaynak etiketi

source: Total Price
fr_fr: Prix total
it_it: Prezzo Totale
ja_jp: 合計価格
nl_nl: Totaalprijs
sr_rs: Ukupna cena
tr_tr: Toplam tutar

source: Add unlimited resource
fr_fr: Ajouter des ressources illimitées
it_it: Aggiungi una risorsa illimitata
ja_jp: 無制限のリソースを追加
nl_nl: Voeg onbeperkte middelen toe
sr_rs: Dodaj neograničeni resurs
tr_tr: Sınırsız kaynak ekle

source: Unlimited Resource Label
fr_fr: Étiquette de ressource illimitée
it_it: Etichetta della risorsa illimitata
ja_jp: 無制限のリソースラベル
nl_nl: Label onbeperkt middel
sr_rs: Oznaka neograničeng resursa
tr_tr: Sınırsız kaynak etiketi

source: Additional charges
fr_fr: Frais additionnels
it_it: Costi addizionali
ja_jp: 追加料金
nl_nl: Bijkomende kosten
sr_rs: Dodatni troškovi
tr_tr: Ek ücretler

source: Edit additional charges
fr_fr: Modifier frais additionnels
it_it: Inserisci costi addizionali
ja_jp: 追加料金を編集
nl_nl: Pas bijkomende kosten aan
sr_rs: Uredi dodatne troškove
tr_tr: Ek ücretleri düzenle

source: Total price
fr_fr: Prix total
it_it: Prezzo totale
ja_jp: 合計価格
nl_nl: Totaalbedrag
sr_rs: Ukupna cena
tr_tr: Toplam fiyat

source: Remove
fr_fr: Supprimer
it_it: Rimuovi
ja_jp: 削除
nl_nl: Verwijder
sr_rs: Ukloni
tr_tr: Sil

source: Update ad-hoc charges
fr_fr: Mettre à jour les frais ponctuels
it_it: Aggiorna costi addizionali
ja_jp: アドホック料金の更新
nl_nl: Update ad-hoc kosten
sr_rs: Ažuriraj ad hok troškove
tr_tr: Anlık masrafları güncelle

source: There are no additional charges. <a href='%1'>Click here</a> if you want to add new additional charges your site.
fr_fr: Il n'y a pas de frais supplémentaires. <a href='%1'> Cliquez ici </ a> si vous souhaitez ajouter de nouveaux frais supplémentaires à votre site.
it_it: Non vi sono costi addizionali. Clicca qui<a href='%1'></a> per aggiungere un nuovo costo addizionale.
ja_jp: いずれも追加料金はありません。新しい追加料金をサイトに追加したい場合は、<a href='%1'>ここをクリック</a>してください。
nl_nl: Er zijn geen bijkomende kosten. <a href='%1'>Klik hier</a> als je nieuwe bijkomende kosten wil toevoegen aan jouw website.
sr_rs: Nema dodatnih troškova. <a href='%1'>Kliknite ovde</a> ukoliko želite da dodate dodatne troškove na vaš sajt.
tr_tr: Görüntülenecek bir ek ücret yok. Sitenize yeni ek ücretler eklemek istiyorsanız <a href='%1'>buraya tıklayın</a>.

source: Loading ...
fr_fr: Chargement ...
it_it: Caricamento...
ja_jp: 読み込み中...
nl_nl: Laden ...
sr_rs: Učitavanje ...
tr_tr: Yükleniyor...

source: Start date time
fr_fr: Date heure de début
it_it: Data e ora d'inizio
ja_jp: 開始日時
nl_nl: Startdatum
sr_rs: Vreme početka
tr_tr: Başlangıç tarih ve saati

source: End date time
fr_fr: Date heure de fin
it_it: Data e ora di fine
ja_jp: 終了日時
nl_nl: Einddatum
sr_rs: Vreme završetka
tr_tr: Bitiş tarih ve saati

source: Remove from basket
fr_fr: Retirer du panier
it_it: Rimuovi dal carrello
ja_jp: ショッピングカートから削除
nl_nl: Verwijder uit winkelmandje
sr_rs: Ukloni
tr_tr: Sepetten çıkar

source: CiviBooking
fr_fr: Réservations
