Repository: civicrm/civicrm-l10n-extensions
Catalog: po/booking/*/booking.po
Languages: fr_fr, it_it, ja_jp, nl_nl, sr_rs, tr_tr

source: Please select the date and time during the valid booking time.
fr_fr: Veuillez sélectionner une date/heure durant la période de réservation possible.
it_it: Seleziona data e ora durante un orario di prenotazione valido.
ja_jp: 有効な予約時間中の日付と時刻を選択してください。
sr_rs: Izaberite datum i vreme u okviru važećeg termina za rezervaciju.
tr_tr: Lütfen geçerli rezervasyon saatleri içinde bir tarih ve saat seçin.

source: Your resource configuration set is disabled.
fr_fr: La configuration de ressources que vous avez définie est désactivée.
it_it: L'insieme di opzioni di prezzo è disabilitato
sr_rs: Vaš set konfiguracije resursa je isključen.
tr_tr: Kaynak yapılandırma kümeniz devre dışı bırakıldı.

source: Click here to edit configuration set.
fr_fr: Cliquez ici pour modifier la configuration définie.
it_it: Clicca qui per modificare l'insieme di opzioni di prezzo
sr_rs: Kliknite ovde da uredite set konfiguracija
tr_tr: Yapılandırma kümesini düzenlemek için buraya tıklayın.

source: Your resource configuration options are all disabled or none have been created.
fr_fr: Vos options de configuration de ressource sont toutes désactivées ou aucune n'a été créée.
it_it: Le opzioni di prezzo sono tutte disabilitate o non ne è stata creata nessuna
sr_rs: Sve vaše opcije za konfiguraciju resursa su isključene ili nisu kreirane
tr_tr: Kaynak yapılandırma seçeneklerinizin tümü devre dışı bırakılmış ya da hiç oluşturulmamış.

source: Click here to edit or create options.
fr_fr: Cliquez ici pour modifier ou créer des options.
it_it: Clicca qui per modificare o creare delle opzioni di prezzo
sr_rs: Kliknite ovde da uredite ili kreirate opcije
tr_tr: Seçenekleri düzenlemek ya da oluşturmak için buraya tıklayın.

source: select configuration
fr_fr: Sélectionner configuration
it_it: seleziona configurazione
ja_jp: 構成を選択
nl_nl: Kies configuratie
sr_rs: izaberi konfiguraciju
tr_tr: Yapılandırmayı seçin

source: %1 has been created.
fr_fr: %1 a été créé.
it_it: %1 è stato creato.
ja_jp: %1 が作成されました。
nl_nl: %1 is aangemaakt.
sr_rs: %1 je kreiran.
tr_tr: %1 oluşturuldu.

source: Contact Saved
fr_fr: Contact enregistré
it_it: Contatto Salvato
ja_jp: 連絡先の保存
nl_nl: Contact opgeslagen
sr_rs: Kontakt sačuvan
tr_tr: Kişi kaydedildi

source: New Additional Charges Item
fr_fr: Nouvel article à frais supplémentaires
it_it: Nuovo elemento di costo addizionale
ja_jp: 新しい追加料金の項目
nl_nl: Nieuw artikel met bijkomende kost
sr_rs: Nova stavka dodatnih troškova
tr_tr: Yeni ek ücretler ögesi

source: Edit Addiitonal Charges Item
fr_fr: Modifier l'article à frais supplémentaires
it_it: Modifica elemento di costo addizionale
ja_jp: 追加料金の項目を編集
nl_nl: Pas artikel bijkomende kosten aan
sr_rs: Uredi stavku dodatnih troškova
tr_tr: Ek ücretler ögesini düzenle

source: WARNING: Deleting this Additional Charges Item will result in the loss of all records which use the Additional Charges Item. This may mean the loss of a substantial amount of data, and the action cannot be undone
fr_fr: AVERTISSEMENT: *** La suppression de cet item de frais supplémentaires se traduira par la perte de tous les enregistrements qui utilisent les items à frais supplémentaires. Cela peut entrainer la perte d'une quantité importante de données, et l'action ne peut être annulée
it_it: ATTENZIONE: L'eliminazione di questo Elemento d costo aggiuntivo comporterà la perdita di tutti i record che utilizzano la voce Elementi di Costo aggiuntivi. Ciò potrebbe comportare la perdita di una notevole quantità di dati e l'azione non può essere annullata
ja_jp: 警告 : この追加料金の項目を削除すると、追加料金の項目を使用するすべてのレコードが失われます。これは、かなりの量のデータ損失の可能性もあり、操作を取り消すこともできません
nl_nl: OPGEPAST: Verwijderen van deze bijkomende kosten bij het artikel zal ook alle registraties verwijderen die gebruik maken van dit artikel. Dit kan betekenen dat veel gegevens verloren zullen gaan en dat kan niet ongedaan worden gemaakt.
sr_rs: UPOZORENJE: Brisanjem stavke dodatnih troškova će obrisati sve zapise povezane sa stavkom dodatnih troškova. Ovo može dovesti do gubitka znatne količine podataka, i ova akcija je nepovratna.
tr_tr: UYARI: Bu ek ücretler ögesinin silinmesi, ek ücretler ögesini kullanan tüm kayıtların kaybolmasına neden olacak. Bu işlem, önemli miktarda verinin kaybedilmesi anlamına gelebilir ve geri alınamaz.

source: Do you want to continue?
fr_fr: Volez-vous continuer?
it_it: Vuoi continuare?
ja_jp: 続行しますか？
nl_nl: Wil u verder doen?
sr_rs: Da li želite da nastavite?
tr_tr: İlerlemek ister misiniz?

source: Booking System Configuration
fr_fr: Confuguration du système de réservation
it_it: Configurazione Sistema di Prenotazione
ja_jp: 予約システムの構成
nl_nl: Configuratie reserveringssysteem
sr_rs: Konfiguracija sistema rezervacije
tr_tr: Rezervasyon sistemi yapılandırması

source: Time
fr_fr: Temps
it_it: Ora
ja_jp: 時間
nl_nl: Tijd
sr_rs: Vreme
tr_tr: Saat

source: Booking confirmation emails
fr_fr: Courriels de confirmation de réservation
it_it: Mail di conferma delle prenotazioni
ja_jp: 予約の確認メール
nl_nl: E-mails bevestiging reservering
sr_rs: Emailovi za potvrdu rezervacije
tr_tr: Rezervasyon onayı e-postaları

source: Booking configuration setting
fr_fr: Paramètres de réservation
it_it: Opzioni di configurazione delle prenotazioni
ja_jp: 予約構成の設定
sr_rs: Podešavanje konfiguracije rezervacije
tr_tr: Rezervasyon yapılandırma ayarı

source: Only allow unlimited resources to be booked within time span of the parent limited resource booking?
fr_fr: Autoriser la réservation des ressources illimitées seulement dans la fourchette définie par la ressource limitée de la réservation parente ?
it_it: Consentire la prenotazione di risorse illimitate solo entro l'intervallo di tempo della prenotazione della risorsa limitate genitore?
sr_rs: Dozvoli samo neograničenim resursima zakazivanje u okviru vremenskog raspona nadređene rezervacije sa ograničenim resursima?
tr_tr: Sınırsız kaynaklar yalnızca üst sınırlı kaynağın zaman aralığı içinde rezerve edilebilsin

source: Slot colour scheme
fr_fr: Schéma de couleurs de plage
it_it: Schema di colori per gli slot prenotabili
ja_jp: スロットのカラースキーム
nl_nl: Kleurenschema tijdsmoment
sr_rs: Šema boje ovog termina
tr_tr: Aralık renk teması

source: New Resource
fr_fr: Nouvelle ressource
it_it: Nuova Risorsa
ja_jp: 新しいリソース
nl_nl: Nieuwe middelen
sr_rs: Novi resurs
tr_tr: Yeni kaynak

source: WARNING: Deleting this Resource will result in the loss of all records which use the Resource. This may mean the loss of a substantial amount of data, and the action cannot be undone.
fr_fr: AVERTISSEMENT: *** La suppression de cette ressource se traduira par la perte de tous les enregistrements qui utilisent la ressource . Cela peut entrainer la perte d'une quantité importante de données, et l'action ne peut être annulée
it_it: ATTENZIONE: l'eliminazione di questa risorsa comporterà la perdita di tutti i record che utilizzano la risorsa. Ciò potrebbe comportare la perdita di una notevole quantità di dati e l'azione non può essere annullata.
ja_jp: 警告 : このリソースを削除すると、リソースを使用するすべてのレコードが失われます。これは、かなりの量のデータ損失の可能性もあり、操作を取り消すこともできません
nl_nl: OPGEPAST: Verwijderen van Middelen zal ook alle registraties verwijderen die van deze gebruik maken. Dit kan betekenen dat veel gegevens verloren zullen gaan en kan niet ongedaan worden gemaakt.
sr_rs: UPOZORENJE: Brisanjem ovog resursa ćete obrisati sve zapise povezane sa resursom. Ovo može dovesti do gubitka znatne količine podataka, i ova akcija je nepovratna.
tr_tr: UYARI: Bu kaynağın silinmesi, kaynağı kullanan tüm kayıtların kaybolmasına neden olacak. Bu işlem, önemli miktarda verinin kaybedilmesi anlamına gelebilir ve geri alınamaz.

source: <a href='%1'>Click here</a> if you want to add new configuration set to your site.
fr_fr: <a href='%1'> Cliquez ici </ a> si vous souhaitez ajouter ce nouvel ensemble de configuration à votre site.
it_it: <a href='%1'>Clicca qui</a> se vuoi aggiungere un nuovo insieme di opzioni di prezzo al tuo sito
ja_jp: サイトに新しい設定セットを追加する場合は<a href='%1'>ここをクリック</a>してください。
nl_nl: <a href='%1'>Klik hier</a> als je een nieuwe configuratieset wil toevoegen aan jou site.
sr_rs: <a href='%1'>Kliknite ovde</a>ukoliko želite da dodate novi set konfiguracija za vaš sajt.
tr_tr: Siteye yeni bir yapılandırma kümesi eklemek için <a href='%1'>buraya tıklayın</a>.

source: New Resource Configuration Option
fr_fr: Nouvelle option de configuration des ressources
it_it: Nuova opzione di prezzo
ja_jp: 新しいリソースの構成オプション
nl_nl: Nieuwe optie configuratie middelen
sr_rs: Nova opcija za konfiguraciju resursa
tr_tr: Yeni kaynak yapılandırma seçeneği

source: WARNING:Deleting this Resource Configuration Option will result in the loss of all records which use the Resource Configuration Option. This may mean the loss of a substantial amount of data, and the action cannot be undone.
fr_fr: AVERTISSEMENT: *** La suppression de cette option de configuration de ressources se traduira par la perte de tous les enregistrements qui utilisent les options de configuration. Cela peut entrainer la perte d'une quantité importante de données, et l'action ne peut être annulée
it_it: ATTENZIONE: l'eliminazione di questa opzione di cprezzo comporterà la perdita di tutti i record che la utilizzano. Ciò potrebbe comportare la perdita di una notevole quantità di dati e l'azione non può essere annullata.
ja_jp: 警告 : このリソースの設定オプションを削除すると、リソースの設定オプションを使用するすべてのレコードが失われます。これは、かなりの量のデータ損失の可能性もあり、操作を取り消すこともできません
nl_nl: OPGEPAST: Verwijderen van Optie configuratie middelen zal ook alle registraties verwijderen die gebruik maken van deze optie. Dit kan betekenen dat veel gegevens verloren zullen gaan en kan niet ongedaan worden gemaakt.
sr_rs: UPOZORENJE: Brisanjem ove opcije konfiguracije resursa ćete obrisati sve zapise povezane sa opcijom konfiguracije resursa. Ovo može dovesti do gubitka znatne količine podataka, i ova akcija je nepovratna.
tr_tr: UYARI: Bu kaynak yapılandırma seçeneğinin silinmesi, kaynak yapılandırma seçeneğini kullanan tüm kayıtların kaybolmasına neden olacak. Bu işlem, önemli miktarda verinin kaybedilmesi anlamına gelebilir ve geri alınamaz.

source: New Resource Config Set
fr_fr: Nouvel ensemble de configuration de ressources
it_it: Nuovo insieme di opzioni di prezzo
ja_jp: 新しいリソースの設定セット
nl_nl: Nieuwe configuratieset middelen
sr_rs: Novi set konfiguracija resursa
tr_tr: Yeni kaynak yapılandırma kümesi

source: Edit Resource Config Set
fr_fr: Modifier l'ensemble de configuration des ressources
it_it: Modifica insieme di opzioni di prezzo
ja_jp: リソースの設定セットを編集
nl_nl: Pas configuratieset middelen aan
sr_rs: Uredi set konfiguracija resursa
tr_tr: Kaynak yapılandırma kümesini düzenle

source: Delete Resource Config Set
fr_fr: Supprimer l'ensemble de configuration des ressources
it_it: Cancella insieme di opzioni di prezzo
ja_jp: リソースの設定セットを削除
nl_nl: Verwijder configuratieset middelen
sr_rs: Obriši set konfiguracija resursa
tr_tr: Kaynak yapılandırma kümesini sil

source: WARNING:Deleting this Resource Configuration Set will result in the loss of all records which use the Configuration Set. This may mean the loss of a substantial amount of data, and the action cannot be undone
fr_fr: AVERTISSEMENT: *** La suppression de cet ensemble de configuration de ressources se traduira par la perte de tous les enregistrements qui utilisent les ensemble de configuration de ressources. Cela peut entrainer la perte d'une quantité importante de données, et l'action ne peut être annulée
it_it: ATTENZIONE: l'eliminazione di questo insieme di opzioni di prezzo comporterà la perdita di tutti i record che lo utilizzano. Ciò potrebbe comportare la perdita di una notevole quantità di dati e l'azione non può essere annullata
ja_jp: 警告 : このリソース構成の設定を削除すると、構成セットを使用するすべてのレコードが失われます。これは、かなりの量のデータ損失の可能性もあり、操作を取り消すこともできません
nl_nl: OPGEPAST: Verwijderen van Configuratieset middelen zal ook alle registraties verwijderen die gebruik maken van deze set. Dit kan betekenen dat veel gegevens verloren zullen gaan en kan niet ongedaan worden gemaakt.
sr_rs: UPOZORENJE: Brisanjem ovog seta konfiguracija resursa ćete obrisati sve zapise povezane sa setom konfiguracija resursa. Ovo može dovesti do gubitka znatne količine podataka, i ova akcija je nepovratna.
tr_tr: UYARI: Bu kaynak yapılandırma kümesinin silinmesi, kaynak yapılandırma kümesini kullanan tüm kayıtların kaybolmasına neden olacak. Bu işlem, önemli miktarda verinin kaybedilmesi anlamına gelebilir ve geri alınamaz.

source: Yes
fr_fr: Oui
it_it: Si
ja_jp: はい
nl_nl: Ja
sr_rs: Da
tr_tr: Evet

source: No
fr_fr: Non
ja_jp: いいえ
nl_nl: Nee
sr_rs: Ne
tr_tr: Hayır

source: Add Additional Charges Item
fr_fr: Ajouter l'article à frais supplémentaires
it_it: Aggiungi una opzione di prezzo
ja_jp: 追加料金の項目を追加
nl_nl: Voeg artikel bijkomende kosten toe
sr_rs: Dodaj stavku dodatnih troškova
tr_tr: Ek ücret ögesi ekle

source: There are no aditional charges.
fr_fr: Aucun Frais additionnels
it_it: Non vi sono costi addizionali
ja_jp: いずれの追加料金はありません。
nl_nl: Er zijn geen bijkomende kosten.
sr_rs: Nema dodatnih troškova.
tr_tr: Herhangi bir ek ücret yok.

source: Add Additional Charges
fr_fr: Ajouter frais additionnels
it_it: Aggiungere costi addizionali
ja_jp: 追加料金を追加
nl_nl: Voeg bijkomende kosten toe
sr_rs: Dodaj dodatne troškove
tr_tr: Ek ücret ekle

source: Type
it_it: Tipo
ja_jp: タイプ
sr_rs: Tip
tr_tr: Tür

source: Location
fr_fr: Emplacement
it_it: Dove si trova la risorsa
ja_jp: ロケーション
nl_nl: Plaats
sr_rs: Lokacija
tr_tr: Konum

source: Unlimited?
fr_fr: Illimité!
it_it: La risorsa è illimitata
ja_jp: 無制限ですか？
nl_nl: Onbeperkt?
sr_rs: Neograničeno?
tr_tr: Sınırsız

source: Add Resource
fr_fr: Ajouter une ressources
it_it: Aggiungi Risorsa
ja_jp: リソースを追加
nl_nl: Voeg middelen toe
sr_rs: Dodaj resurs
tr_tr: Kaynak ekle

source: There are no resources.
fr_fr: Il n'y a aucune ressource.
it_it: Non ci sono risorse.
ja_jp: リソースはありません。
nl_nl: Er zijn geen middelen
sr_rs: Nema resursa.
tr_tr: Herhangi bir kaynak yok.

source: Add Resource Configuration Option
fr_fr: Ajouter l'option de configuration des ressources
it_it: Aggiungi una opzione di prezzo
ja_jp: リソースの構成オプションを追加
nl_nl: Voeg optie configuratie middelen toe
sr_rs: Dodaj opciju konfiguracije resursa
tr_tr: Kaynak yapılandırma seçeneği ekle

source: There are no resources configuration option.
fr_fr: Il n'y a pas d'option de configuration des ressources.
it_it: Non vi sono opzioni di prezzo
ja_jp: いずれのリソースの設定オプションはありません。
nl_nl: Er zijn geen configuratie middelen opties
sr_rs: Nema opcije konfiugracije resursa.
tr_tr: Herhangi bir kaynak yapılandırma seçeneği yok.

source: Add Resource Configruation Option
fr_fr: Ajouter option de configuration des ressources
it_it: Aggiungi una opzione di prezzo
ja_jp: リソースの構成オプションを追加
nl_nl: Voeg optie configuratie middelen toe
sr_rs: Dodaj opciju konfiguracije resursa
tr_tr: Kaynak yapılandırma seçeneği ekle

source: Add Resource Configuration Set
fr_fr: Ajouter un ensemble de configuration des ressources
it_it: Aggiungi un insieme di opzioni di prezzo
ja_jp: リソースの構成セットを追加
nl_nl: Voeg configuratieset middelen toe
sr_rs: Dodaj set konfiguracije resursa
tr_tr: Kaynak yapılandırma kümesi ekle

source: There are no resources configuration set.
fr_fr: Il n'y a aucun ensemble de configuration des ressources configuré
it_it: Non vi sono insiemi di opzioni di prezzo
ja_jp: いずれもリソースの設定セットがありません。
nl_nl: Er is geen configuratieset middelen.
sr_rs: Nema opcije konfiugracije resursa.
tr_tr: Herhangi bir kaynak yapılandırma kümesi yok.

source: Cancel Booking?
fr_fr: Annuler réservation
it_it: Cancellare Prenotazione?
ja_jp: 予約をキャンセルしますか？
nl_nl: Reservering annuleren?
sr_rs: Otkaži rezervaciju?
tr_tr: Rezervasyon iptal edilsin mi?

source: Event Start Date
fr_fr: Date de début de l'événement
it_it: Data Inizio Evento
ja_jp: イベントの開始日
nl_nl: Startdatum gebeurtenis
sr_rs: Datum početka događaja
tr_tr: Etkinlik başlangıç tarihi

source: Event End Date
fr_fr: Date de fin de l'événement
it_it: Data Fine Evento
ja_jp: イベントの終了日
nl_nl: Einddatum gebeurtenis
sr_rs: Datum završetka događaja
tr_tr: Etkinlik bitiş tarihi

source: Resource Fees
fr_fr: Frais pour la ressource
it_it: Prezzo della risorsa
ja_jp: リソース料金
nl_nl: Bijdrage middelen
sr_rs: Naknade za resurse
tr_tr: Kaynak ücretleri

source: Unlimited Resource Fee
fr_fr: Tarif de ressource illimitée
it_it: Prezzo della risorsa illimitata
ja_jp: 無制限のリソース料金
nl_nl: Bijdrage onbeperkte middelen
sr_rs: Naknada nograničenog resursa
tr_tr: Sınırsız kaynak ücreti

source: Email booking conformation
fr_fr: Courriel de confirmation de réservation
it_it: Mail di conferma della prenotazione
ja_jp: メールの予約確認
nl_nl: E-mail bevestiging reservering
sr_rs: Potvrda email rezervacije
tr_tr: Rezervasyon onayı e-posta ile gönderilsin

source: Receipt Message
fr_fr: Reçu via courriel
it_it: Messaggio di ricevuta
ja_jp: 受領書メッセージ
nl_nl: Bericht ontvangstbewijs
sr_rs: Poruka za priznanicu
tr_tr: Alındı iletisi

source: If you need to include a special message for this booking contacts, enter it here. Otherwise, the confirmation email will include the standard receipt message configured under System Message Templates.
fr_fr: Si vous avez besoin d'inclure un message spécial pour cette réservation contacts, saisissez-le ici. Autrement, le courriel de confirmation comprendra le message standard de réception configuré sous Système modèles de message.
it_it: Se devi includere un messaggio speciale per questi contatti di prenotazione, inseriscilo qui. In caso contrario, l'e-mail di conferma includerà il messaggio di ricevuta standard configurato in Modelli di messaggi di sistema.
ja_jp: この予約の連絡先に、特別なメッセージを含める必要がある場合は、ここに入力してください。それ以外の場合の確認メールは、システムメッセージ、テンプレートで構成された標準の受領書メッセージが含まれます。
nl_nl: Schrijf hier uw bijkomende boodschap voor deze reservering contacten. Anders bevat de e-mail ter bevestiging het standaard ontvangstbericht zoals onder 'Sjablonen systeemboodschappen'.
sr_rs: Ukoliko želite da uključite specijalnu poruku za kontakte vezane za ovu rezervaciju, unesite ih ovde. U suprotnom, email sa potvrdom će sadržati standardnu poruku sa potvrdom podešenu u okviru Šablona sistemskih poruka.
tr_tr: Bu rezervasyondaki kişiler için özel bir ileti eklemeniz gerekiyorsa, buraya yazın. Yoksa onay e-postasına, sistem iletisi kalıpları altında yapılandırılmış standart alındı iletisi eklenir.

source: Payment status
fr_fr: État du Payment
it_it: Stato del pagamento
ja_jp: 支払いステータス
nl_nl: Betaalstatus
sr_rs: Status plaćanja
tr_tr: Ödeme durumu

source: Unpaid
fr_fr: Impayé
it_it: Non pagato
ja_jp: 未払い
nl_nl: Niet betaald
sr_rs: Neplaćeno
tr_tr: Ödenmemiş

source: Payment details
fr_fr: détail ,Payments
it_it: Dettagli pagamento
ja_jp: 支払い詳細
nl_nl: Details betaling
sr_rs: Detalji plaćanja
tr_tr: Ödeme ayrıntıları

source: Booking payment amount. A contribution record will be created for this amount.
fr_fr: Réservation, montant du paiement. Un dossier de contribution sera créé pour ce montant.
it_it: Importo del pagamento della prenotazione. Verrà creato un record di contributo per questo importo.
ja_jp: 支払い金額の予約になります。支援レコードがこの額で作成されます。
nl_nl: Bedrag reservering. Voor dit bedrag wordt een betalingsrecord aangemaakt.
sr_rs: Iznos za uplatu rezervacije. Zapis o donaciji će biti kreiran za ovaj iznos.
tr_tr: Rezervasyon ödeme tutarı. Bu tutarda bir katkı kaydı oluşturulacak.

source: Select the appropriate financial type for this payment.
fr_fr: Sélectionnez le type financier approprié pour ce paiement.
it_it: Seleziona il tipo finanziario per il pagamento di questa prenotazione
ja_jp: この支払いの適切な金融タイプを選択してください。
nl_nl: Kies de juiste betalingswijze voor deze betaling.
sr_rs: Izaberite odgovarajući finansijski tip za ovu uplatu.
tr_tr: Bu ödeme için uygun mali türü seçin.

source: Booking information
fr_fr: information de réservation
it_it: Informazioni sulla prenotazione
ja_jp: 予約情報
nl_nl: Reserveringsinformatie
sr_rs: Informacije o rezervaciji
tr_tr: Rezervasyon bilgileri

source: Update Status/Record Contribution
fr_fr: Mettre à jour le Statut / Dossier de Contribution
it_it: Aggiorna Stato/Registra Contributo
ja_jp: ステータス / 支援レコードの更新
nl_nl: Status update/Dossier bijdrage
sr_rs: Ažuriraj status/Zabeleži donaciju
tr_tr: Durumu güncelle/Katkıyı kaydet

source: WARNING: Deleting this Booking will result in the loss of all records which use the Booking. This may mean the loss of a substantial amount of data, and the action cannot be undone.
fr_fr: AVERTISSEMENT: *** La suppression de cette réservation se traduira par la perte de tous les enregistrements qui utilisent cette réservation. Cela peut entrainer la perte d'une quantité importante de données, et l'action ne peut être annulée
it_it: ATTENZIONE: l'eliminazione di questa prenotazione comporterà la perdita di tutti i record che utilizzano la prenotazione. Ciò potrebbe comportare la perdita di una notevole quantità di dati e l'azione non può essere annullata.
ja_jp: 警告 : この予約を削除すると、予約を使用するすべてのレコードが失われます。これは、かなりの量のデータ損失の可能性もあり、操作を取り消すこともできません
nl_nl: OPGEPAST: Verwijderen van deze reservering zal ook alle registraties verwijderen die van deze gebruik maken. Dit kan betekenen dat veel gegevens verloren gaan, dit kan niet ongedaan worden gemaakt.
sr_rs: Brisanjem ove rezervacije će rezultovati gubitkom svih zapisa koji koriste ovu rezervaciju. Ovo može značiti gubitak znatne količine podataka, i ova akcija je nepovratna.
tr_tr: UYARI: Bu rezervasyonun silinmesi, rezervasyonu kullanan tüm kayıtların kaybolmasına neden olacak. Bu işlem, önemli miktarda verinin kaybedilmesi anlamına gelebilir ve geri alınamaz.

source: Current status
fr_fr: État courant
it_it: Status corrente
ja_jp: 現在のステータス
nl_nl: Huidige status
sr_rs: Trenutni status
tr_tr: Güncel durum

source: View Booking - ID
fr_fr: Voir réservation - Identifiant
it_it: Visualizza ID prenotazione
ja_jp: 予約を表示 - ID
nl_nl: Bekijk reservering-id
sr_rs: Vidi rezervaciju - ID
tr_tr: Rezervasyonu görüntüle - Kimlik

source: Primary Contact
fr_fr: Contact principal
it_it: Contatto Primario
ja_jp: 主な連絡先
nl_nl: Basis contact
sr_rs: Primarni kontakt
tr_tr: Birincil kişi

source: PO NO
fr_fr: BC NC
it_it: Numero d'ordine
nl_nl: Bestelbon NO
sr_rs: Broj narudžbenice
tr_tr: Satın alma emri numarası

source: Participant estimated
fr_fr: Estimation des participants
it_it: Numero stimato di partecipanti
ja_jp: 推定された参加者
nl_nl: Schatting aantal deelnemers
sr_rs: Procenjen broj učesnika
tr_tr: Beklenen katılımcı sayısı

source: Participant actual
fr_fr: Participants effectifs
it_it: Numero effettivo di partecipanti
ja_jp: 実際の参加者
nl_nl: Effectief aantal deelnemers
sr_rs: Tačan broj učesnika
tr_tr: Gerçekleşen katılımcı sayısı

source: Sub Total
fr_fr: Sous-total
it_it: Sub totale
ja_jp: 小計
nl_nl: Subtotaal
sr_rs: Međuzbir
tr_tr: Alt toplam

source: Resources
fr_fr: Ressources
it_it: Risorse
ja_jp: リソース
nl_nl: Middellen
sr_rs: Resursi
tr_tr: Kaynaklar

source: Resource
fr_fr: Ressource
it_it: Risorsa
ja_jp: リソース
nl_nl: Middel
sr_rs: Resurs
tr_tr: Kaynak

source: Configuration
it_it: Configurazione
ja_jp: 設定
nl_nl: Configuratie
sr_rs: Konfiguracija
tr_tr: Yapılandırma

source: Price Per Unit
fr_fr: Prix à l'unité
it_it: Prezzo Per Unità
ja_jp: 単位あたりの価格
nl_nl: Eenheidsprijs
sr_rs: Cena po jedinici
tr_tr: Birim fiyatı

source: Total Amount
fr_fr: Montant total
it_it: Importo Totale
ja_jp: 合計金額
nl_nl: Totaalbedrag
sr_rs: Ukupni iznos
tr_tr: Toplam tutar

source: Unlimited Resources
fr_fr: Ressources illimitées
it_it: Risorse illimitate
ja_jp: 無制限のリソース
sr_rs: Neograničeni resursi
tr_tr: Sınırsız kaynaklar

source: Parent Resource
fr_fr: Ressource parent
it_it: Risorsa "genitore"
ja_jp: 親リソース
sr_rs: Nadređeni resurs
tr_tr: Üst kaynak

source: Adhoc Charges Items
fr_fr: Articles à charges Ad hoc
it_it: Voci con addebiti ad hoc
ja_jp: アドホック料金の項目
nl_nl: Bijkomende artikelen ad hoc
sr_rs: Stavke ad hok troškova
tr_tr: Anlık masraf ögeleri

source: Item
fr_fr: Article ou item
it_it: Articolo
ja_jp: 項目
nl_nl: Artikel of item
sr_rs: Stavka
tr_tr: Öge
