Repository: civicrm/civicrm-l10n-extensions
Catalog: po/aggregatehouseholdcontributions/*/aggregatehouseholdcontributions.po
Languages: fr_fr, ja_jp, nl_nl, tr_tr

source: "First Contribution" filter scope
fr_fr: Portée du filtre "Première Contribution"
nl_nl: "Eerste bijdrage" filterbereik
tr_tr: "İlk katkı" süzgeci kapsamı

source: First contribution ever meets these criteria
fr_fr: La première contribution répond toujours à ces critères
nl_nl: Eerste bijdrage die aan de criteria voldoet
tr_tr: Bu ölçütleri karşılayan ilk katkı

source: First contribution meeting these criteria was within this date range
fr_fr: La première contribution répondant à ces critères était dans cette plage de dates
nl_nl: Eerste bijdrage die aan de criteria voldoet ligt in deze periode
tr_tr: Bu ölçütleri karşılayan ilk katkı bu tarih aralığındaydı

source: First contribution meeting these criteria was within this amount range
fr_fr: La première contribution répondant à ces critères se situait dans cette fourchette de montant
nl_nl: Eerste bijdrage die aan de criteria voldoet ligt in deze bedragklasse
tr_tr: Bu ölçütleri karşılayan ilk katkı bu tutar aralığındaydı

source: "Largest Contribution" filter scope
fr_fr: Portée du filtre "Contribution la plus importante"
nl_nl: *Hoogste bijdrage* filterbereik
tr_tr: "En büyük katkı" süzgeci kapsamı

source: Largest contribution ever meets these criteria
fr_fr: La contribution la plus importante n'ayant jamais satisfait à ces critères
nl_nl: Hoogste bijdrage die aan de criteria voldoet
tr_tr: Bu ölçütleri karşılayan en büyük katkı

source: Largest contribution meeting these criteria was within this date range
fr_fr: La plus grande contribution qui répondait à ces critères se situait bien dans cette plage de dates
nl_nl: Hoogste bijdrage die aan de criteria voldoet ligt in deze periode
tr_tr: Bu ölçütleri karşılayan en büyük katkı bu tarih aralığındaydı

source: Largest contribution meeting these criteria was within this amount range
fr_fr: La contribution la plus importante répondant à ces critères se situait bien dans cette fourchette de montant
nl_nl: Hoogste bijdrage die aan de criteria voldoet ligt in deze bedragklasse
tr_tr: Bu ölçütleri karşılayan en büyük katkı bu tutar aralığındaydı

source: "Last Contribution" filter scope
fr_fr: Portée du filtre "Dernière Contribution"
nl_nl: *Laatste bijdrage* filterbereik
tr_tr: "Son katkı" süzgeci kapsamı

source: Last contribution ever meets these criteria
fr_fr: La dernière contribution répond à ces critères
nl_nl: Laatste bijdrage die aan de criteria voldoet
tr_tr: Bu ölçütleri karşılayan son katkı

source: Last contribution meeting these criteria was within this date range
fr_fr: La dernière contribution répondant à ces critères se situait bien dans cette plage de dates
nl_nl: Laatste bijdrage die aan de criteria voldoet ligt in deze periode
tr_tr: Bu ölçütleri karşılayan son katkı bu tarih aralığındaydı

source: Last contribution meeting these criteria was within this amount range
fr_fr: La dernière contribution répondant à ces critères se situait dans cette fourchette de montant
nl_nl: Laatste bijdrage die aan de criteria voldoet ligt in deze bedragklasse
tr_tr: Bu ölçütleri karşılayan son katkı bu tutar aralığındaydı

source: Total contribution: total
ja_jp: 支援の合計 : 合計
nl_nl: Totaal bijdragen: totaal
tr_tr: Toplam katkı: toplam

source: First Name
fr_fr: Prénom
ja_jp: ファーストネーム
nl_nl: Voornaam
tr_tr: Ad

source: Last Name
fr_fr: Nom de famille
ja_jp: ラストネーム
nl_nl: Achternaam
tr_tr: Soyad

source: Display Name
fr_fr: Afficher nom
ja_jp: 表示名
nl_nl: Te tonen naam
tr_tr: Görüntülenecek ad

source: Sort Name
fr_fr: Trier Nom
ja_jp: ソート名
nl_nl: Sorteernaam
tr_tr: Sıralama adı

source: Contact Type
fr_fr: Type de contact
tr_tr: Kişi türü

source: Prefix
fr_fr: Préfixe
nl_nl: Voorvoegsel
tr_tr: Ön ek

source: Suffix
fr_fr: Suffixe
nl_nl: Achtervoegsel
tr_tr: Son ek

source: External ID
fr_fr: Identifiant externe
nl_nl: Externe-id
tr_tr: Dış kimlik

source: Source
nl_nl: Bron
tr_tr: Kaynak

source: Email
fr_fr: Courriel
tr_tr: E-posta

source: State/Province
fr_fr: Subdivision de pays
nl_nl: Staat/Provincie
tr_tr: İl/bölge

source: Country
fr_fr: Pays
nl_nl: Land
tr_tr: Ülke

source: Phone Extension
fr_fr: Indicatif téléphonique
ja_jp: 内線
nl_nl: Telefoon toevoeging
tr_tr: İç telefon numarası

source: First contribution amount
fr_fr: Montant de la première contribution
nl_nl: Bedrag eerste bijdrage
tr_tr: İlk katkı tutarı

source: Last contribution amount
fr_fr: Montant de la dernière contribution
nl_nl: Bedrag laatste bijdrage
tr_tr: Son katkı tutarı

source: Largest contribution amount
fr_fr: Montant de la contribution la plus importante
nl_nl: Bedrag hoogste bijdrage
tr_tr: En büyük katkı tutarı

source: Total contribution
fr_fr: Total de contribution
ja_jp: 支援の合計
nl_nl: Totale bijdrage
tr_tr: Toplam katkı

source: First contribution date
fr_fr: Première date de contribution
nl_nl: Datum eerste bijdrage
tr_tr: İlk katkı tarihi

source: Last contribution date
fr_fr: Dernière date de contribution
nl_nl: Datum laatste bijdrage
tr_tr: Son katkı tarihi

source: Tag (for any Aggregated Household member)
fr_fr: Étiquette (pour tout membre du Foyer Agrégé)
nl_nl: Kenmerk (voor alle huishoudleden samen)
tr_tr: Etiket (herhangi bir toplanmış hane halkı üyesi için)

source: Group (for any Aggregated Household member)
fr_fr: Groupe (pour tout membre du Foyer Agrégé)
nl_nl: Groep (voor alle huishoudleden samen)
tr_tr: Grup (herhangi bir toplanmış hane halkı üyesi için)

source: Apply "Total Contribution" filter
fr_fr: Appliquer le filtre "Total des Contributions"
ja_jp: フィルタ「支援の合計」を適用
nl_nl: "Totale bijdrage" filter gebruiken
tr_tr: "Toplam katkı" süzgecini uygula

source: Apply "Any Contribution" filter
fr_fr: Appliquer le filtre "Toute Contribution"
ja_jp: フィルタ「任意の支援」を適用
nl_nl: "Alle bijdragen" filter gebruiken
tr_tr: "Tüm katkılar" süzgecini uygula

source: Apply "Largest Contribution" filter
fr_fr: Appliquer le filtre "Contribution la + Importante"
ja_jp: フィルタ「最大の支援」を適用
nl_nl: "Hoogste bijdrage" filter gebruiken
tr_tr: "En büyük katkı" süzgecini uygula

source: Apply "Last Contribution" filter
fr_fr: Appliquer le filtre "Dernière Contribution"
ja_jp: フィルタ「最後の支援」を適用
nl_nl: "Laatste bijdrage" filter gebruiken
tr_tr: "Son katkı" süzgecini uygula

source: Apply "First Contribution" filter
fr_fr: Appliquer le filtre "Première Contribution"
ja_jp: フィルタ「最初の支援」を適用
nl_nl: "Eerste bijdrage" filter gebruiken
tr_tr: "İlk katkı" süzgecini uygula

source: First contribution ever
fr_fr: Toute première contribution
ja_jp: これまでの最初の支援
nl_nl: Eerste bijdrage ooit
tr_tr: İlk katkı

source: Use custom settings
fr_fr: Utiliser des paramètres personnalisés
nl_nl: Aangepast instellingen gebruiken
tr_tr: Özel ayarlar kullanılsın

source: "First contribution" column
fr_fr: Colonne "Première contribution"
ja_jp: 「最初の支援」のカラム
nl_nl: Kolom "eerste bijdrage"
tr_tr: "İlk katkı" sütunu

source: Last contribution ever
fr_fr: Toute dernière contribution
ja_jp: これまでの最初の支援
nl_nl: Laatste bijdrage ooit
tr_tr: Son katkı

source: "Last contribution" column
fr_fr: Colonne "Dernière Contribution"
ja_jp: 「最後の支援」のカラム
nl_nl: Kolom "laatste bijdrage"
tr_tr: "Son katkı" sütunu

source: Largest contribution ever
fr_fr: "Plus Importante Contribution" à jamais
ja_jp: これまでの最大の支援
nl_nl: Hoogste bijdrage ooit
tr_tr: En büyük katkı

source: "Largest contribution" column
fr_fr: Colonne "Contribution la + importante"
ja_jp: 「最後の支援」のカラム
nl_nl: Kolom "hoogste bijdrage"
tr_tr: "En büyük katkı" sütunu

source: Total of all contributions ever
fr_fr: Total de toutes les contributions à jamais récoltées
ja_jp: これまでの、すべての支援合計
nl_nl: Totaal alle bijdragen ooit
tr_tr: Tüm katkıların toplamı

source: "Total contribution" column
fr_fr: Colonne "Total des Contributions"
ja_jp: 「支援の合計」のカラム
nl_nl: Kolom "totale bijdrage"
tr_tr: "Toplam katkı" sütunu

source: Aggregate Columns
fr_fr: Agréger les Colonnes
nl_nl: Samengestelde kolommen
tr_tr: Toplam sütunları

source: Lists detailed contribution(s) for this record.
fr_fr: Répertorie la(les) contribution(s) détaillée(s) pour cet enregistrement.
ja_jp: このレコードの支援詳細をリストします。
nl_nl: Maak een gedetailleerde lijst van de bijdrage(n) van dit record.
tr_tr: Bu kayıtla ilgili katkıların ayrıntılı listesi

source: First contribution
ja_jp: 最初の支援

source: Last contribution
ja_jp: 最後の支援

source: Largest contribution
ja_jp: 最大の支援

source: $scope_label_prefix Contribution" filter scope
ja_jp: $scope_label_prefix 支援フィルタの有効範囲
