Repository: civicrm/civicrm-l10n-extensions
Catalog: po/eventcalendar/*/eventcalendar.po
Languages: de_de, es_es, fr_ca, ja_jp, nl_nl, tr_tr, uk

source: Unique EventCalendar ID
de_de: Eindeutige Event Kalender ID
fr_ca: Id. unique d'EventCalendar
nl_nl: Uniek EventCalendar-id
tr_tr: Eşsiz etkinlik takvimi kimliği

source: Calendar Title
de_de: Kalender Titel
fr_ca: Titre du Calendrier
nl_nl: Agenda titel
tr_tr: Takvim başlığı

source: Show Past Events
de_de: Zeige vergangene Events
es_es: Mostrar eventos pasados
fr_ca: Afficher les événements passés
ja_jp: 過去のイベントを表示
nl_nl: Afgelopen evenementen tonen
tr_tr: Geçmiş etkinlikler görüntülensin
uk: Показати події, які вже відбулися

source: Show End Date
de_de: Zeige beendete Events
es_es: Mostrar fecha final
fr_ca: Afficher la date de fin
ja_jp: 終了日を表示
nl_nl: Einddatum tonen
tr_tr: Bitiş tarihi görüntülensin
uk: Показати кінцеву дату

source: Show Public Events
de_de: Zeige öffentliche Events
fr_ca: Afficher les événements publics
nl_nl: Openbare evenementen tonen
tr_tr: Herkese açık etkinlikler görüntülensin

source: Show Only Public or All
de_de: Zeige nur öffentliche oder Alle
fr_ca: Afficher seulement les Evts Public ou Tous
nl_nl: Alleen openbare tonen of alles
tr_tr: Yalnızca herkese açık ya da tümü

source: Events By Month
de_de: Events nach Monat sortiert
es_es: Eventos por mes
fr_ca: Evenements par mois
ja_jp: 月別でイベント
nl_nl: Evenementen per maand
tr_tr: Aya göre etkinlikler
uk: Події за місяцем

source: Use the Month param in the calendar
de_de: Nutze den Parameter Monat im Kalender
fr_ca: Utiliser le paramètre Mois dans le calendrier
nl_nl: De maandparameter in de agenda gebruiken
tr_tr: Takvimde ay parametresi kullanılsın

source: Event Timings
de_de: Event Zeiten
fr_ca: Horaires d'Evenement
nl_nl: Evenementschema
tr_tr: Etkinlik zamanlamaları

source: Show the event timing
de_de: Zeige Event Zeiten
fr_ca: Afficher les horaires de l'événement
nl_nl: Het schema van de evenementen tonen
tr_tr: Etkinlik zamanlaması görüntülensin

source: Events From Month
de_de: Events des Monats
fr_ca: Evénements du mois
nl_nl: Evenementen van de maand
tr_tr: Etkinlikleri görüntülenecek ay sayısı

source: How many months to show events
de_de: Die Events wievieler Monate sollen angezeigt werden
fr_ca: Combien de mois afficher ?
nl_nl: Aantal maanden waarvan evenementen getoond moeten worden
tr_tr: Etkinlikleri görüntülenecek ay sayısı

source: Event Type Filters
de_de: Event Typ Filter
fr_ca: Filtres par Type d'événement
nl_nl: Filters evenementstype
tr_tr: Etkinlik türü süzgeçleri

source: Whether to show event type filters
de_de: Sollen Event Typ Filter angezeigt werden
fr_ca: S'il faut afficher les filtres de types d'événement
nl_nl: Of er filters voor evenementstypes getoond worden
tr_tr: Bu seçenek etkinleştirildiğinde, etkinlik türü süzgeçleri görüntülenir

source: Week Begins From Day
fr_ca: La semaine démarre le

source: Recurring Event
fr_ca: Evénement périodique

source: Enrollment Status
fr_ca: Etat de l'inscription

source: Unique EventCalendarEventType ID
de_de: Eindeutige EventCalendarEventType ID
fr_ca: Id. unique EventCalendarEventType
nl_nl: Uniek EventCalendarEventType-id
tr_tr: Eşsiz etkinlik takvimi etkinlik türü kimliği

source: FK to Event Calendar
de_de: FK zum Event-Kalender
fr_ca: Clé étrangère du Calendrier
nl_nl: FK naar Event Calendar
tr_tr: Etkinlik takvimi dış anahtarı

source: Event Type
de_de: Veranstaltungsart
fr_ca: Type d'événement
nl_nl: Evenementstype
tr_tr: Etkinlik türü

source: Event Type id
de_de: Event Typ ID
fr_ca: Id. du type d'événement
nl_nl: Evenementstype-id
tr_tr: Etkinlik türü kimliği

source: Event Color
de_de: Event Farbe
fr_ca: Couleur d'événement
nl_nl: Evenement kleur
tr_tr: Etkinlik rengi

source: Hex code for event type display color
de_de: Hex-Code für die Darstellungsfarbe der Veranstatltungsart
fr_ca: Code hexadecimal pour la couleur associée au type d'événement
nl_nl: Hex-code kleur van evenementstype
tr_tr: Etkinlik türünün görüntüleneceği rengin onaltılık kodu

source: Are you sure you want to delete this calendar?
de_de: Sind Sie sicher das Sie diesen event löschen möchten?
fr_ca: Êtes vous sûr de vouloir supprimer ce calendrier ?
nl_nl: Weet u zeker dat u deze agenda wilt verwijderen?
tr_tr: Bu takvimi silmek istediğinize emin misiniz?

source: Event Calendar Settings
fr_ca: Paramètres du Calendrier des événements

source: Event calendar title.
de_de: Event Kalender Titel
fr_ca: Titre du Calendrier d'événement
nl_nl: Evenement agenda-titel.
tr_tr: Etklinlik takvimi başlığı.

source: Show Past Events?
de_de: Zeige vergangene Events?
fr_ca: Afficher les événements passés ?
nl_nl: Afgelopen evenementen tonen?
tr_tr: Geçmiş etkinlikler görüntülensin

source: Show past events as well as current/future.
de_de: Zeige vergangene, aktuelle und zukünftige Events
fr_ca: Afficher les événements passés et les futurs/en cours.
nl_nl: Naast huidige / toekomstige evenementen ook die in het verleden tonen.
tr_tr: Bu seçenek etkinleştirildiğinde, geçmiş etkinlikler de güncel ve gelecekteki etkinlikler gibi görüntülenir.

source: Show End Date?
de_de: Zeige Enddatum?
fr_ca: Afficher la date de fin ?
nl_nl: Einddatum tonen?
tr_tr: Bitiş tarihi görüntülensin

source: Show the event with start and end dates on the calendar.
de_de: Zeige Events mit Start- und Enddatum im Kalender?
fr_ca: Afficher l'événement avec les dates de début et de fin sur le calendrier.
nl_nl: Toon de startdatum en de einddatum van het evenement op de agenda.
tr_tr: Bu seçenek etkinleştirildiğinde, takvimde etkinliğin başlangıç ve bitiş tarihleri görüntülenir.

source: Show Public Events?
de_de: Zeige öffentliche Events?
fr_ca: Afficher les événements publics ?
nl_nl: Openbare evenementen tonen?
tr_tr: Herkese açık etkinlikler görüntülensin

source: Show only public events, or all events.
de_de: Zeige nur öffentliche oder alle Events
fr_ca: Afficher seulement les événements publics ou tous les événements.
nl_nl: Alleen openbare evenementen tonen of alle evenementen.
tr_tr: Bu seçenek etkinleştirildiğinde, yalnızca herkese açık etkinlikler görüntülenir. Devre dışı bırakıldığında tüm etkinlikler görüntülenir.

source: Show Events by Month?
de_de: Zeige Events nach Monat sortiert?
fr_ca: Afficher les événements par Mois ?
nl_nl: Evenementen per maand tonen?
tr_tr: Aya göre etkinlikler görüntülensin

source: Show the month parameter on calendar.
de_de: Zeige den Parameter Monat im Kalender
fr_ca: Afficher le paramètre Mois sur le calendrier.
nl_nl: De maandparameter in de agenda tonen.
tr_tr: Bu seçenek etkinleştirildiğinde, takvimde ay parametresi görüntülenir.

source: Show Event Times?
de_de: Zeige Event-Zeiten?
fr_ca: Afficher les horaires d'événement ?
nl_nl: De tijden tonen?
tr_tr: Etlkinlik saatleri görüntülensin

source: Show the event timings on calendar.
de_de: Zeige Event-Zeiten im Kalender
fr_ca: Afficher les horaires d'événement sur le calendrier.
nl_nl: Toon het schema op de agenda.
tr_tr: Bu seçenek etkinleştirildiğinde, takvimde etkinlik zamanlamaları görüntülenir.

source: Events from Month
de_de: Zeige Events des Monats
fr_ca: Evenements du Mois
nl_nl: Evenementen in de maand
tr_tr: Etkinlikleri görüntülenecek ay sayısı

source: Show events from how many months from current month.
de_de: Zeige Veranstaltungen so viele Monaten vom aktuellen Monat entfernt.
fr_ca: Afficher les événements des x derniers mois.
nl_nl: Toon de evenementen van hoeveel maanden gerekend vanaf de huidige maand.
tr_tr: Bulunulan aydan itibaren kaç ayın etkinliklerinin görüntüleneceği.

source: Filter Event Types?
de_de: Event-Typ filtern?
fr_ca: Filtrer par Types d'événement ?
nl_nl: Filter op evenementstypes?
tr_tr: Etkinlik türü süzgeçleri görüntülensin

source: Show event types filter on calendar.
de_de: Zeige Event-Typen Filter im Kalender
fr_ca: Afficher le filtre des types d'événement sur le calendrier.
nl_nl: De filter op types op de agenda tonen.
tr_tr: Bu seçenek etkinleştirildiğinde, takvimde etkinlik türleri süzgeci görüntülenir.

source: Week begins on
de_de: Woche beginnt am
fr_ca: La semaine commence le
nl_nl: Week begint op
tr_tr: Haftanın başlangıcı

source: Use weekBegin settings from CiviCRM. You can override settings at Administer > Localization > Date Formats.
de_de: Benutzt die Einstellungen zum Wochenbeginn aus CiviCRM. Die Einstellung kann unter Adminstration > Lokalisierung (Sprache) > Datumsformat überschrieben werden.
fr_ca: Utiliser les paramétrages weekBegin de CiviCRM. Vous pouvez outrepasser ces paramètres dans Administrer > Localisation > Formats de Date.
nl_nl: Gebruik de instelling voor het begin van de week uit CiviCRM. U kunt deze instelling wijzigen: Beheer > Lokalisatie > Datuminstellingen.
tr_tr: CiviCRM weekBegin ayarları kullanılır. Ayarları "Yönetim" > "Yerelleştirme" > "Tarih biçimleri" bölümünden değiştirebilirsiniz.

source: Show recurring events
de_de: Zeige wiederkehrende Events
fr_ca: Afficher les événements récurrents
nl_nl: Periodieke evenementen tonen
tr_tr: Yinelenen etkinlikler görüntülensin

source: Show only recurring events.
de_de: Zeige nur wiederkehrende Events
fr_ca: Afficher seulement les événements récurrents
nl_nl: Alleen periodieke evenementen tonen.
tr_tr: Bu seçenek etkinleştirildiğinde, yalnızca yinelenen etkinlikler görüntülenir.

source: Show enrollment status
de_de: Zeige Status der Einschreibung
fr_ca: Afficher le statut d'enrollment
nl_nl: Overgenomen status tonen
tr_tr: Kayıt durumu görüntülensin

source: Show enrollment status on calendar event.
de_de: Zeige Status der Einschreibung auf dem Kalendar.
fr_ca: Afficher le statut d'enrollment sur le calendrier.
nl_nl: Overgenomen status tonen bij evenement op agenda.
tr_tr: Bu seçenek etkinleştirildiğinde, takvim etkinliğinde kayıt durumu görüntülenir.

source: Search Kit saved search
fr_ca: Recherche enregistrée Search Kit
nl_nl: Search Kit zoekopdracht opgeslagen
tr_tr: Kaydedilmiş SearchKit araması

source: Optionally filter only to events found in this saved search.
fr_ca: En option Filtrez uniquement par les événements trouvés dans cette recherche enregistrée.
nl_nl: Optioneel filteren op alleen evenementen die in deze zoekopdracht voorkomen.
tr_tr: İsteğe bağlı olarak yalnızca bu kayıtlı aramada bulunan etkinliklere göre süzün.

source: Color
de_de: Farbe
fr_ca: Couleur

source: Submit
de_de: Abschicken
fr_ca: Soumettre
nl_nl: Verzenden
tr_tr: Gönder

source: The Calendar has been saved.
de_de: Der Kalender wurde gespeichert
fr_ca: Le Calendrier a été enregistré.
nl_nl: De agenda is opgeslagen.
tr_tr: Takvim kaydedildi.

source: Saved
de_de: Gespeichert
fr_ca: Enregistré
nl_nl: Opgeslagen
tr_tr: Kaydedildi

source: Manage Event Calendars
fr_ca: Gérer les calendriers

source: View/Edit
de_de: anzeigen/ bearbeiten
fr_ca: Voir/Modifier
nl_nl: Bekijken/Wijzigen
tr_tr: Görüntüle/Düzenle

source: Edit Event Calendar
de_de: Event-Kalender bearbeiten
fr_ca: Modifier le Calendrier
nl_nl: Evenementenagenda wijzigen
tr_tr: Etkinlik takvimini düzenle

source: Delete
de_de: Löschen
fr_ca: Supprimer
nl_nl: Verwijderen
tr_tr: Sil

source: Delete Event Calendar
de_de: Event Kalender löschen
fr_ca: Supprimer le Calendrier
nl_nl: Evenementenagenda verwijderen
tr_tr: Etkinlik takvimini sil

source: Preview
de_de: Vorschau
fr_ca: Prévisualisation
nl_nl: Voorvertonen
tr_tr: Ön izleme

source: Preview Event Calendar
de_de: Event Kalender Vorschau
fr_ca: Aperçu du Calendrier
nl_nl: Evenementenagenda voorvertonen
tr_tr: Etkinlik takvimi ön izlemesi

source: Event Calendar
es_es: Calendario de eventos
fr_ca: Calendrier
ja_jp: イベントカレンダー
uk: Календар подій

source: You may need to clear caches and reset paths as some menu items have changed
de_de: Sie müssen den Cache löschen und einen Reset der Pfade durchführen da sich einige Menüpunkte geändert haben
fr_ca: Vous devriez effacer les caches et réinitialiser les chemins car certains éléments de menu ont changé
nl_nl: U moet mogelijk de cache legen en de paden resetten omdat enkele menu-regels zijn gewijzigd
tr_tr: Bazı menü ögeleri değiştirğinden ön belleği temizleyip yolları sıfırlamalısınız

source: Success
de_de: Erfolg
fr_ca: Succès
nl_nl: Gelukt
tr_tr: Tamam

source: Show Events Calendar
fr_ca: Afficher le Calendrier

source: Cancel
de_de: Abbrechen
fr_ca: Annuler
nl_nl: Afbreken
tr_tr: İptal

source: Manage your Event Calendars here
de_de: Verwalten Sie ihre Event Kalender hier
fr_ca: Gérer vos Evenements de calendrier ici
nl_nl: Hier kunt u uw agenda beheren
tr_tr: Etkinlik takvimlerinizi buradan yönetin

source: Add Calendar
de_de: Kalender hinzufügen
fr_ca: Ajouter un calendrier
nl_nl: Agenda toevoegen
tr_tr: Takvim ekle

source: ID
fr_ca: Identifiant
tr_tr: Kimlik

source: status
fr_ca: Statut
tr_tr: Durum

source: None found.
de_de: Keine gefunden.
fr_ca: Aucun trouvé.
nl_nl: Geen gevonden.
tr_tr: Herhangi bir şey bulunamadı.

source: Done
de_de: Erledigt
fr_ca: Complété
nl_nl: Klaar
tr_tr: Tamam

source: All
de_de: Alle
fr_ca: Tous
nl_nl: Alle
tr_tr: Tümü

source: Upgrade %1 to revision %2
ja_jp: リビジョン %2 へ %1 の更新
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle
uk: Оновити %1 до версії %2

source: Default
de_de: Standard

source: Show Events from how many months from current month
es_es: Muestra eventos de los meses anteriores al mes actual
ja_jp: 今月から、数ヶ月のイベントを表示
uk: Показати Події як скільки місяців від поточного

source: Calendar title
es_es: Título del calendario
ja_jp: カレンダータイトル
uk: Назва календаря

source: Is Public
es_es: Es público
ja_jp: パブリック
uk: Є публічною (відкритою)

source: The value has been saved.
es_es: El valor ha sido guardado
ja_jp: 値を保存しました。
uk: Значення було збережено

source: Process first step
es_es: Procesar primer paso
ja_jp: 最初のステップ処理
uk: Виконати перший крок

source: Process second step
es_es: Procesar segundo paso
ja_jp: 第二ステップ処理
uk: Виконати другий крок

source: Upgrade Batch (%1 => %2)
ja_jp: アップグレードバッチ (%1 => %2)
uk: Оновити груповий (batch) файл (%1 => %2)

source: Events Calendar Settings
es_es: Establecer el calendario de evnetos
ja_jp: イベントカレンダーの設定
uk: Налаштування календаря подій

source: Set title for event calendar.
es_es: Establecer el título del calendario de eventos
ja_jp: イベントカレンダーにセットされたタイトル。
uk: Обрати назву для календаря подій

source: Will show the event with start and end dates on calendar.
es_es: Mostrar el evento con sus fechas de inicio y final en el calendario
ja_jp: カレンダーで開始日と終了日のイベントが表示されます。
uk: Відображатиме подію в календарі з початковою та кінцевою датою проведення

source: Will Show the Past events also.
ja_jp: 過去のイベントも表示します。
uk: Відображати вже проведені події також

source: Will show the event which are public.
ja_jp: 公開されたイベントが表示されます。
uk: Відображати події, які є публічними (відкритими)

source: Will show month parameter on calendar.
ja_jp: カレンダーで月のパラメータが表示されます。
uk: Відображати параментри місяця в календарі

source: Will filter the events with start date less then defined number of months from current month.
ja_jp: 現在の月から月の定義された数よりも少ない開始日でイベントをフィルタします。
uk: Фільтрувати події з дати початку менше певної кількості місяців з поточного місяця.
