Repository: civicrm/civicrm-l10n-extensions
Catalog: po/sumfields/*/sumfields.po
Languages: ja_jp, nl_nl, pl_pl, tr_tr

source: Summary Fields is not particularly useful if CiviContribute and CiviEvent are both disabled. Try enabling at least one.
ja_jp: CiviContribute と CiviEvent の両方が無効になっている場合の概要フィールドは、特に有用ではありません。少なくとも 1 つを有効にしてください。
nl_nl: Het is weinig zinvol om Summary Fields te gebruiken als zowel CiviContribute en CiviEvent zijn uitgeschakeld. Schakel er minstens een van in.
pl_pl: Pola sumaryczne nie są przydatne, jeżeli komponenty CiviContribute i CiviEvent są wyłączone. Spróbuj włączyć przynajmniej jeden z nich.
tr_tr: Özet alanları özellikle CiviContribute ve CiviEvent eklentilerinin ikisi de devre dışı bırakılmışsa kullanışlı olmaz. Bunların en az birini etkinleştirmeyi deneyin.

source: The settings have never been saved (newly enabled)
ja_jp: 設定が保存されていません (新しく有効)
nl_nl: De instellingen zijn nog niet eerder opgeslagen (net ingeschakeld)
pl_pl: Ustawienia nie zostały jeszcze nigdy zachowane (pierwsze uruchomienie)
tr_tr: Ayarlar henüz kaydedilmemiş (yeni etkinleştirildi)

source: Setting changes were saved on %1, but not yet applied; they should be applied shortly.
ja_jp: 設定の変更は %1 に保存されていますが、まだ適用されていません。すぐに適用してください。
nl_nl: De instellingen zijn op %1 opgeslagen, maar nog niet toegepast; dit moet binnenkort worden gedaan.
pl_pl: Zmiany w ustawieniach zostały zapisane %1, ale jeszcze nie zostały zaaplikowane; ich zaaplikowanie powinno nastąpić wkrótce.
tr_tr: %1 ayar değişiklikleri kaydedilmiş, ancak henüz uygulanmamış. Kısa sürede uygulanması gerekir.

source: Setting changes were saved on %1, data calculation will be performed on every cron run.
nl_nl: De instellingen zijn op %1 opgeslagen, bij elke cron-run zal er gegevensberekening worden uitgevoerd.
tr_tr: %1 ayar değişiklikleri kaydedildi. Veriler zamanlanmış görevin her çalıştırılmasında hesaplanacak.

source: Setting changes are in the process of being applied; the process started on %1.
ja_jp: 変更が適用される処理中の設定 : 処理は %1 で開始されました。
nl_nl: Het toepassen van het wijzigingen van de instelling wordt nu uitgevoerd. Start proces: %1.
pl_pl: Zmiany w ustawieniach są w trakcie aplikowania; proces rozpoczął się: %1.
tr_tr: Ayar değişiklikleri uygulanıyor. İşlem %1 zamanında başladı.

source: Setting changes were successfully applied on %1.
ja_jp: 正常に設定の変更が %1 に適用されました。
nl_nl: De wijzigingen van de instellingen zijn toegepast op: %1.
pl_pl: Zmiany w ustawieniach zostały pomyślnie zaaplikowane %1.
tr_tr: %1 ayar değişiklikleri uygulandı.

source: Setting changes failed to apply; the failed attempt happend on %1.
ja_jp: 設定の変更を適用できませんでした。失敗した試行は %1 で発生しました。
nl_nl: Het toepassen van de wijzigingen van de instellingen is mislukt op: %1.
pl_pl: Zmiany w utawieniach NIE ZOSTAŁY ZAAPLIKOWANE; niepomyślna próba nastąpiła %1.
tr_tr: Ayar değişiklikleri uygulanamadı. Başarısız olan girişim %1 zamanında gerçekleşti.

source: Unable to determine status (%1).
ja_jp: ステータス (%1) を判別することができません。
nl_nl: De status kan niet bepaald worden (%1).
pl_pl: Brak możliwości ustalenia statusu (%1).
tr_tr: Durum belirlenemedi (%1).

source: Show simplified fields
tr_tr: Basitleştirilmiş alanlar görüntülensin

source: Financial Types
ja_jp: 金融タイプ
nl_nl: Financieel Types
pl_pl: Rodzaje finansowania
tr_tr: Mali türler

source: Financial types to include when calculating contribution related summary fields.
nl_nl: Financieel types die meegenomen moeten worden bij het berekenen bijdrage gerelateerde overzichtsvelden.
pl_pl: Typy finansowania do włączenia, gdy będzie wyliczane pola powiązane z transakcjami.
tr_tr: Katkı ile ilgili özet alanları hesaplanırken katılacak mali türler.

source: Financial types to include when calculating membership related summary fields.
nl_nl: Financieel types die meegenomen moeten worden bij het berekenen lidmaatschap gerelateerde overzichtsvelden.
pl_pl: Typy finansowania do włączenia, gdy będzie wyliczane pola powiązane z członkostwem.
tr_tr: Üyelik ile ilgili özet alanları hesaplanırken katılacak mali türler.

source: Event Types
ja_jp: イベントタイプ
nl_nl: Evenementstypes
pl_pl: Rodzaj wydarzenia
tr_tr: Etkinlik türleri

source: Participant Status (attended)
ja_jp: 参加者ステータス (出席)
nl_nl: Deelnemersstatus (aanwezig)
pl_pl: Status uczestnika (uczestniczył)
tr_tr: Katılımcı durumu (katıldı)

source: Participant Status (did not attend)
ja_jp: 参加者ステータス (欠席)
nl_nl: Deelnemersstatus (niet aanwezig)
pl_pl: Status uczestnika (nie uczestniczył)
tr_tr: Katılımcı durumu (katılmadı)

source: How often should summary data be updated?
nl_nl: Hoe vaak moeten de overzichtsvelden worden bijgewerkt?
pl_pl: Jak często powinny być aktualizowane pola podsumowujące?
tr_tr: Özet verilerin güncellenme sıklığı

source: Instantly
nl_nl: Direct
pl_pl: Natychmiast
tr_tr: Anında

source: When ever the cron job is run (increases performance on large installation)
nl_nl: Wanneer de cron-job wordt uitgevoerd (performance verbeteren bij grote bestanden)
pl_pl: Gdy uruchomiony cron (zwiększa wydajność w większych instalacjach)
tr_tr: Zamanlanmış görev her çalıştırıldığında (büyük kurulumlarda başarımı artırır)

source: When should these changes be applied?
ja_jp: これら変更を適用する必要がありますか？
nl_nl: Wanneer moeten deze wijzigingen worden toegepast?
pl_pl: Kiedy wprowadzić te zmiany?
tr_tr: Bu değişikliklerin uygulanacağı zaman

source: On the next scheduled job (cron)
ja_jp: 次に予定されたジョブについて (Cron)
nl_nl: Bij de volgende geplande job (cron)
pl_pl: W trakcie realizacji następnego zaplanowanego zadania (cron)
tr_tr: Sonraki zamanlanmış görevde (cron)

source: When I submit this form
ja_jp: 私は、このフォームを送信します
nl_nl: Na het verzenden van dit scherm
pl_pl: Kiedy zapiszę ten formularz
tr_tr: Bu formu gönderdiğimde

source: Save
ja_jp: 保存
nl_nl: Opslaan
pl_pl: Zapisz
tr_tr: Kaydet

source: Cancel
ja_jp: キャンセル
nl_nl: Afbreken
pl_pl: Anuluj
tr_tr: İptal

source: There was an error applying your changes.
ja_jp: 変更の適用中にエラーが発生しました。
nl_nl: Het toepassen van de wijzigingen is mislukt.
pl_pl: Wystąpił błąd przy zapisywaniu zmian.
tr_tr: Değişiklikleriniz kaydedilirken bir sorun çıktı.

source: Error
nl_nl: Fout
pl_pl: Błąd
tr_tr: Hata

source: Changes were applied successfully.
ja_jp: 変更は正常に適用されました。
nl_nl: De wijzigingen zijn toegepast.
pl_pl: Zmiany zostały zapisane.
tr_tr: Değişiklikler kaydedildi.

source: Saved
nl_nl: Opgeslagen
pl_pl: Zapisano
tr_tr: Kaydedildi

source: Your summary fields will begin being generated on the next scheduled job. It may take up to an hour to complete.
ja_jp: 集計フィールドは次に予定されたジョブで生成され開始されます。これには最大で1時間かかる場合があります。
nl_nl: Uw overzichtsvelden worden gegenereerd door de volgende geplande job. Dat proces kan tot een uur duren.
pl_pl: Twoje pola sumaryczne zaczną być generowane w trakcie następnej realizacji zaplanowanych zadań. Przeliczenie może zająć nawet godzinę.
tr_tr: Özet alanlarınız bir sonraki zamanlanmış görevde oluşturulmaya başlanacak. Tamamlanması bir saat kadar sürebilir.

source: Upgrade %1 to revision %2
nl_nl: Upgrade %1 naar versie %2
pl_pl: Aktualizacja %1 do rewizji %2
tr_tr: %1, %2 sürümüne güncelle

source: Regenerate Data
nl_nl: Gegevens opnieuw genereren
tr_tr: Verileri yeniden oluştur

source: Rebuild Triggers
nl_nl: Triggers opnieuw opbouwen
tr_tr: Tetikleyicileri yeniden oluştur

source: Summary Fields
ja_jp: 概要フィールド
nl_nl: Overzichtsvelden
pl_pl: Pola podsumowujące
tr_tr: Özet alanları

source: Total Lifetime Contributions
ja_jp: 生涯支援の合計
nl_nl: Totaal bijdragen
pl_pl: Suma wszystkich transakcji
tr_tr: Ömür boyu katkıların toplamı

source: Total Lifetime Contributions (Simplified)
tr_tr: Ömür boyu katkıların toplamı (basitleştirilmiş)

source: Total Contributions this Fiscal Year
nl_nl: Totaal bijdragen in dit fiscaal jaar
pl_pl: Suma transakcji w tym roku obrotowym
tr_tr: Bu mali yıldaki katkıların toplamı

source: Total Contributions this Fiscal Year (Simplified)
tr_tr: Bu mali yıldaki katkıların toplamı (basitleştirilmiş)

source: Total Contributions in the Last 12 Months
nl_nl: Totaal bijdragen in de laatste 12 maanden
pl_pl: Suma transakcji w ciągu ostatnich 12 miesięcy
tr_tr: Son 12 aydaki katkıların toplamı

source: Total Contributions in the Last 12 Months (Simplified)
tr_tr: Son 12 aydaki katkıların toplamı (basitleştirilmiş)

source: Total Deductible Contributions this Fiscal Year
nl_nl: Totaal aftrekbare bijdragen in dit fiscaal jaar
pl_pl: Suma odliczalnych transakcji w tym roku obrotowym
tr_tr: Bu mali yıldaki vergiden düşülebilecek katkıların toplamı

source: Total Deductible Contributions this Fiscal Year (Simplified)
tr_tr: Bu mali yıldaki vergiden düşülebilecek katkıların toplamı (basitleştirilmiş)

source: Total Contributions last Fiscal Year
nl_nl: Totaal bijdragen in vorig fiscaal jaar
pl_pl: Suma transakcji w zeszłym roku obrotowym
tr_tr: Son mali yıldaki katkıların toplamı

source: Total Contributions last Fiscal Year (Simplified)
tr_tr: Son mali yıldaki katkıların toplamı (basitleştirilmiş)

source: Total Deductible Contributions last Fiscal Year
nl_nl: Totaal aftrekbare bijdragen in vorig fiscaal jaar
pl_pl: Suma transakcji w zeszłym roku obrotowym
tr_tr: Son mali yıldaki vergiden düşülebilecek katkıların toplamı

source: Total Deductible Contributions last Fiscal Year (Simplified)
tr_tr: Son mali yıldaki vergiden düşülebilecek katkıların toplamı (basitleştirilmiş)

source: Total Contributions Fiscal Year Before Last
nl_nl: Totaal bijdragen in fiscaal jaar voor vorige
pl_pl: Suma transakcji w przedostatnim roku obrotowym
tr_tr: Sondan önceki mali yıldaki katkıların toplamı

source: Total Contributions Fiscal Year Before Last (Simplified)
tr_tr: Sondan önceki mali yıldaki katkıların toplamı (basitleştirilmiş)

source: Total Deductible Contributions Fiscal Year Before Last
nl_nl: Totaal aftrekbare bijdragen in fiscaal jaar voor vorige
pl_pl: Suma odliczalnych transakcji w poprzednim roku obrotowym
tr_tr: Sondan önceki mali yıldaki vergiden düşülebilecek katkıların toplamı

source: Total Deductible Contributions Fiscal Year Before Last (Simplified)
tr_tr: Sondan önceki mali yıldaki vergiden düşülebilecek katkıların toplamı (basitleştirilmiş)

source: Count of Contributions this Fiscal Year
tr_tr: Bu mali yıldaki katkıların sayısı

source: Count of Contributions this Fiscal Year (Simplified)
tr_tr: Bu mali yıldaki katkıların sayısı (basitleştirilmiş)

source: Count of Contributions last Fiscal Year
tr_tr: Son mali yıldaki katkıların sayısı

source: Count of Contributions last Fiscal Year (Simplified)
tr_tr: Son mali yıldaki katkıların sayısı (basitleştirilmiş)

source: Count of Contributions Fiscal Year Before Last
tr_tr: Sondan önceki mali yıldaki katkıların sayısı

source: Count of Contributions Fiscal Year Before Last (Simplified)
tr_tr: Sondan önceki mali yıldaki katkıların sayısı (basitleştirilmiş)

source: Amount of last contribution
ja_jp: 最後の支援額
nl_nl: Bedrag van laatste bijdrage
pl_pl: Kwota ostatniej transakcji
tr_tr: Son katkı tutarı

source: Amount of last contribution (Simplified)
tr_tr: Son katkı tutarı (basitleştirilmiş)

source: Date of Last Contribution
ja_jp: 最後の支援日
nl_nl: Datum laatste bijdrage
pl_pl: Data ostatniej transakcji
tr_tr: Son katkı tarihi

source: Date of Last Contribution (Simplified)
tr_tr: Son katkı tarihi (basitleştirilmiş)

source: Amount of first contribution
tr_tr: İlk katkı tutarı

source: Amount of first contribution (Simplified)
tr_tr: İlk katkı tutarı (basitleştirilmiş)

source: Date of First Contribution
ja_jp: 最初の支援日
nl_nl: Datum eerste bijdrage
pl_pl: Data pierwszej transakcji
tr_tr: İlk katkı tarihi

source: Date of First Contribution (Simplified)
tr_tr: İlk katkı tarihi (basitleştirilmiş)

source: Date of Largest Contribution
tr_tr: En büyük katkı tarihi

source: Date of Largest Contribution (Simplified)
tr_tr: En büyük katkı tarihi (basitleştirilmiş)

source: Largest Contribution
ja_jp: 最大の支援
nl_nl: Hoogste bijdrage
pl_pl: Najwyższa transakcja
tr_tr: En büyük katkı

source: Largest Contribution (Simplified)
tr_tr: En büyük katkı (basitleştirilmiş)

source: Count of Contributions
ja_jp: 支援数
nl_nl: Aantal bijdragen
pl_pl: Liczba transakcji
tr_tr: Katkıların sayısı

source: Count of Contributions (Simplified)
tr_tr: Katkıların sayısı (basitleştirilmiş)

source: Average Annual (Calendar Year) Contribution
ja_jp: 支援の年間 (暦年) 平均
nl_nl: Gemiddelde jaarlijkse (kalenderjaar) bijdrage
pl_pl: Średnia roczna (rok kalendarzowy) transakcja
tr_tr: Ortalama yıllık (takvim yılı) katkı

source: Average Annual (Calendar Year) Contribution (Simplified)
tr_tr: Ortalama yıllık (takvim yılı) katkı (basitleştirilmiş)

source: Total Lifetime Soft Credits
nl_nl: Totaal zachte kredieten
pl_pl: Suma "transakcji w imieniu"
tr_tr: Ömür boyu sanal kredilerin toplamı

source: Total Soft Credits this Fiscal Year
nl_nl: Totaal zachte kredieten in dit fiscaal jaar
tr_tr: Bu mali yıldaki sanal kredilerin toplamı

source: Total Soft Credits in the Last 12 Months
nl_nl: Totaal zachte kredieten in de laatste 12 maanden
pl_pl: Suma "transakcji w imieniu" w ciągu ostatnich 12 miesięcy
tr_tr: Son 12 aydaki sanal kredilerin toplamı

source: Date of Last Membership Payment
ja_jp: 最終会員支払いの日付
nl_nl: Datum van laatste betaling lidmaatschap
pl_pl: Data ostatniej składki członkowskiej
tr_tr: Son üyelik ödemesinin tarihi

source: Date of Last Membership Payment (simplified)
tr_tr: Son üyelik ödemesinin tarihi (basitleştirilmiş)

source: Amount of Last Membership Payment
ja_jp: 最終会員支払いの金額
nl_nl: Bedrag van laatste betaling lidmaatschap
pl_pl: Kwota ostatniej składki członkowskiej
tr_tr: Son üyelik ödemesinin tutarı

source: Amount of Last Membership Payment (simplified)
tr_tr: Son üyelik ödemesinin tutarı (basitleştirilmiş)

source: First membership join date
tr_tr: İlk üye olma tarihi

source: Latest membership end date
tr_tr: Son üyelikten ayrılma tarihi

source: Name of the last attended event
ja_jp: 最後に出席したイベントの名前
nl_nl: Naam van laatst aanwezige evenement
pl_pl: Nazwa wydarzenia, w którym ostatnio uczestniczył/a
tr_tr: Son katıldığı etkinliğin adı

source: Date of the last attended event
ja_jp: 最後に出席したイベントの日付
nl_nl: Datum van laatst aanwezige evenement
pl_pl: Data ostatniego wydarzenia, w którym uczestniczył/a
tr_tr: Son katıldığı etkinliğin tarihi

source: Total Number of events
ja_jp: イベントの合計数
nl_nl: Aantal evenementen
pl_pl: Łączna liczba wydarzeń
tr_tr: Etkinlik sayısı toplamı

source: Number of events attended
ja_jp: 出席したイベント数
nl_nl: Aantal aanwezige evenementen
pl_pl: Liczba uczęszczonych wydarzeń
tr_tr: Katıldığı etkinlik sayısı

source: Events attended as percent of total
ja_jp: 合計の割合として出席したイベント
nl_nl: Aanwezige evenementen als percentage van het totaal
pl_pl: Liczba uczęszczonych wydarzeń jako procent całości
tr_tr: Katıldığı etkinliklerin toplama göre yüzdesi

source: Number of no-show events
ja_jp: イベント数を表示しない
nl_nl: Aantal keren niet gekomen
pl_pl: Liczba wydarzeń z nieobecnością
tr_tr: Katılmadığı etkinliklerin sayısı

source: No-shows as percent of total events
ja_jp: イベント合計に対する割合として表示しない
nl_nl: Aantal keren niet gekomen als percentage van het totaal
pl_pl: Liczba wydarzeń z nieobecnością jako procent całości
tr_tr: Katılmadığı etkinliklerin toplama göre yüzdesi

source: Contribution Fields
nl_nl: Bijdrage-velden
pl_pl: Pola podsumowujące
tr_tr: Katkı alanları

source: Fundraising
nl_nl: Fondsenwerving
tr_tr: Bağış toplama

source: Soft Credit Fields
nl_nl: Zacht Krediet velden
pl_pl: Pola "transkacji w imieniu"
tr_tr: Sanal kredi alanları

source: Membership Fields
ja_jp: 会員フィールド
nl_nl: Lidmaatschap velden
pl_pl: Pola członkowskie
tr_tr: Üyelik alanları

source: Membership
nl_nl: Lidmaatschap
pl_pl: Członkostwo
tr_tr: Üyelik

source: Standard Event Fields
ja_jp: 標準イベントのフィールド
nl_nl: Standaard evenementvelden
pl_pl: Standardowe pola wydarzeń
tr_tr: Standart etkinlik alanları

source: Events
nl_nl: Evenementen
pl_pl: Wydarzenia
tr_tr: Etkinlikler

source: Event Turnout Fields
nl_nl: Opkomstvelden evenement
pl_pl: Pola frekwencji wydarzeń
tr_tr: Etkinlik katılım alanları

source: Failed to create custom fields and table. Maybe they already exist?
ja_jp: カスタムフィールドとテーブルの作成に失敗しました。彼らは、既に存在していますか？
nl_nl: Aanmaken aangepaste velden en tabel is mislukt. Misschien bestaan ze al?
pl_pl: Nie udało się utworzyć pól dodatkowych i tabel. Być może już istnieją?
tr_tr: Özel alanlar ve tablo oluşturulamadı. Zaten var olabilirler mi?

source: The extension is enabled. Please go to Adminster -> Customize Data and Screens -> Summary Fields to configure it.
ja_jp: エクステンションが有効になっています。管理 -> カスタムデータと画面 -> 集計フィールドへ移動し、設定してください。
nl_nl: De extensie is ingeschakeld. Ga naar Beheer -> Gegevens en schermen aanpassen -> Overzicht om de extensie te configureren.
pl_pl: Rozszerzenie jest uruchomione. Udaj się proszę do Administruj -> Dostosowanie danych i ekranów -> Pola sumaryczne aby je skonfigurować.
tr_tr: Eklenti etkin. Lütfen yapılandırmak için Yönetim -> Veri ve görünümleri özelleştir -> Özet alanları bölümüne gidin.

source: Configure Summary Fields
nl_nl: Overzichtsvelden configureren
pl_pl: Konfiguruj pola podsumowujące
tr_tr: Özet alanlarını yapılandır

source: Failed to properly validate one of your options. Be sure to use integer values for all options.
tr_tr: Seçeneklerinizden biri düzgün şekilde doğrulanamadı. Tüm seçenekler için tamsayı değerleri kullandığınızdan emin olun.

source: Failed to properly validate the date @date.
tr_tr: @date tarihi düzgün şekilde doğrulanamadı.

source: Failed to rewrite sql for %s field.
ja_jp: フィールド %s の SQL を書き換えることができませんでした。
nl_nl: Herschrijven SQL voor veld %s is mislukt.
pl_pl: Nie udało się przepisać sql'a dla pola: %s.
tr_tr: %s alanı için SQL yeniden yazılamadı.

source: Your configuration may be corrupted. Please disable and renable this extension.
ja_jp: 設定が壊れている可能性があります。無効にしてから、このエクステンションを再度有効にしてください。
nl_nl: U instellingen zijn mogelijk corrupt. Schakel de extensie eerst uit en daarna schakel ze daarna opnieuw in.
pl_pl: Twoja konfiguracja może być uszkodzona. Aby podjąć próbę naprawienia problemu, wyłącz i włącz to rozszerzenie.
tr_tr: Yapılandırmanız bozulmuş olabilir. Lütfen bu eklentiyi devre dışı bırakıp yeniden etkinleştirin.

source: Not regenerating content, no fields defined.
ja_jp: コンテンツを再生できません、フィールドも定義されていません。
nl_nl: Er zijn geen velden gedefinieerd, er is dus geen inhoud te genereren.
pl_pl: Nie przegenerowano zawartości, brak zdefiniowanych pól.
tr_tr: İçerik yeniden üretilmiyor, tanımlanmış bir alan yok.

source: Error creating custom field '%1'
nl_nl: Aangepast veld '%1' kan niet aangemaakt worden.
pl_pl: Błąd tworzenia pola niestandardowego '%1'
tr_tr: '%1' özel alanı oluşturulurken sorun çıktı

source: Error deleting '%1'
nl_nl: Fout bij het verwijderen van '%1'
tr_tr: '%1' silinirken sorun çıktı

source: Failed to rewrite sql for %1 field.
nl_nl: Herschrijven SQL voor veld %1 is mislukt.
tr_tr: %1 alanı için SQL yeniden yazılamadı.

source: Error deleting custom field '%1': %2
nl_nl: Fout bij verwijderen aangepast veld '%1': %2
tr_tr: '%1' özel alanı sinirken sorun çıktı: %2

source: Failed to get the custom group parameters. Can't add new fields.
ja_jp: カスタムグループのパラメータ取得に失敗しました。新しいフィールドを追加することができません。
nl_nl: De parameters van de aangepaste groep kunnen niet worden gelezen. Er kunnen geen velden worden toegevoegd.
pl_pl: Błąd w uzyskaniu parametrów grupy niestandardowej. Nie mogę dodać nowych pól.
tr_tr: Özel grup parametreleri alınamadı. Yeni alanlar eklenemedi.

source: Error adding custom field '%1': %2
nl_nl: Fout bij aanmaken aangepast veld '%1': %2
tr_tr: '%1' özel alanı eklenirken sorun çıktı: %2

source: Extension Status
ja_jp: エクステンションのステータス
nl_nl: Extensie status
pl_pl: Status rozszerzenia
tr_tr: Eklenti durumu

source: Status of current settings:
ja_jp: ステータスの現在の設定 :
nl_nl: Status van huidige instellingen:
pl_pl: Status obenych ustawień:
tr_tr: Geçerli ayarların durumu:

source: Data update method:
nl_nl: Methode gegevenswijziging:
pl_pl: Metoda aktualizacji danych:
tr_tr: Veri güncelleme yöntemi:

source: Triggers for %1:
nl_nl: Triggers voor %1:
pl_pl: Wywoływacze dla %1
tr_tr: %1 için tetiklenir:

source: Enabled
nl_nl: Ingeschakeld
pl_pl: Włączony
tr_tr: Etkin

source: Not Enabled
nl_nl: Niet ingeschakeld
pl_pl: Nie włączony
tr_tr: Etkin değil

source: Field Settings
nl_nl: Instellingen veld
pl_pl: Ustawienia pól
tr_tr: Alan ayarları

source: Show simplified contribution fields. By default, contribution fields are calculated using the line items table, which provides the most accurate accounting if you use price sets with different financial types. Simplified contribution fields are calculated using the contribution table, which is more efficient and will work better on large installations but won't accurately count a single contribution split between two line items (e.g. an event registration and donation).
tr_tr: Basitleştirilmiş katkı alanlarını görüntüler. Varsayılan olarak katkı alanları hesaplanırken, farklı mali türlere sahip fiyat kümeleri kullanıyorsanız en doğru muhasebeleştirmeyi sağlayan kalemler tablosu kullanılır. Basitleştirilmiş katkı alanları, daha verimli olan ve büyük kurulumlarda daha iyi çalışacak olan ancak iki satır ögesine (örneğin bir etkinlik kaydı ve bağış) bölünmüş tek bir katkıyı doğru bir şekilde saymayan katkı tablosu kullanılarak hesaplanır.

source: If 'Instantly' is selected, data will be more accurate but you might face some performance issues on large installations. <br/> If 'Whenever the cron job is run' is selected, Summary Fields will rely on each CiviCRM Cron job to process all calculations needed for all contacts.
nl_nl: Indien 'Direct' is gekozen, zullen de gegevens meer accuraat zijn maar dat kan bij veel gegevens performance-problemen geven. <br/> Indien gekozen is voor 'Wanneer de cron-job wordt uitgevoerd', zal de extensie Summary Fields vertrouwen op elke CiviCRM cron-job om de berekeningen te doen voor de contacten.
tr_tr: 'Anında' olarak seçilirse veriler daha doğru olur ancak büyük kurulumlarda bazı başarım sorunlarıyla karşılaşabilirsiniz. <br/>'Zamanlanmış görev her çalıştırıldığında' olarak seçilirse, özet alanlarda tüm ilgili kişiler için gereken tüm hesaplamalar CiviCRM zamanlanmış görevinin her çalıştırılmasında işlenir.

source: When advanced logging is turned on, you can exclude Summary Fields from being logged to increase performance and reduce clutter.
tr_tr: Gelişmiş günlük kaydı açıldığında, başarımı artırmak ve karışıklığı azaltmak için özet alanlarını günlük kayıtlarına katmayabilirsiniz .

source: Applying these settings via this form may cause your web server to time out. Applying changes on next scheduled job is recommended.
ja_jp: このフォームを使用して、これら設定を適用すると、ウェブサーバがタイムアウトする場合があります。次に予定されたジョブの、変更の適用をお勧めします。
nl_nl: Bij het toepassen van deze instellingen via dit scherm kan er een time-out optreden. Wij bevelen aan om deze wijzigingen bij een volgende geplande run toe te passen.
pl_pl: Zaaplikowanie tych ustawień przy pomocy formularza może spowodować uruchomienie długo trwającej operacji i upłynięcie limitu czasu przetwarzania w serwerze WWW. Rekomendowane jest zaaplikowanie zmian przy następnej realizacji zaplanowanych zadań.
tr_tr: Bu ayarların bu form üzerinden uygulanması, site sunucunuzun zaman aşımına uğramasına neden olabilir. Değişikliklerin bir sonraki zamanlanmış görev ile uygulanması önerilir.

source: Number of turnout attempts
ja_jp: 出足率の試行回数

source: Number attended from turnout attempts
ja_jp: 出足率からの出席数

source: Number noshow from turnout attempts
ja_jp: 出席率の試行から非表示

source: Attended as percent of turn out attempts
ja_jp: 判明試行率としての出席

source: No-shows as percent of turn out attempts
ja_jp: 判明試行率として非表示

source: Error deleting '%s'
ja_jp: 「%s」の削除エラー

source: Error deleting custom field '%s': %s
ja_jp: カスタムフィールド「%s」の削除エラーです : %s

source: Error adding custom field '%s': %s
ja_jp: カスタムフィールド「%s」の追加エラーです : %s
