Repository: civicrm/civicrm-l10n-extensions
Catalog: po/lineitemedit/*/lineitemedit.po
Languages: de_de, it_it, nl_nl, tr_tr

source: Cancel Item
de_de: Posten stornieren
it_it: Cancella voce
nl_nl: Item annuleren
tr_tr: Ögeyi iptal et

source: Close
de_de: Schließen
it_it: Chiudi
nl_nl: Sluiten
tr_tr: Kapat

source: Total amount
de_de: Gesamtbetrag
it_it: Importo totale
nl_nl: Totaalbedrag
tr_tr: Toplam tutar

source: Submit
de_de: Abschicken
it_it: Invia
nl_nl: Verzenden
tr_tr: Gönder

source: Please enter a numeric quantity
tr_tr: Lütfen sayısal bir adet yazın

source: Edit Line item
de_de: Zeilenposten bearbeiten
it_it: Modifica voce
nl_nl: Regelitem wijzigen
tr_tr: Satır ögesini düzenle

source: Cancel Line item
de_de: Zeilenposten stornieren
it_it: Cancella voce
nl_nl: Regelitem annuleren
tr_tr: Satır ögesini iptal et

source: Add Item(s)
de_de: Posten hinzufügen
it_it: Aggiungi voce/i
nl_nl: Item(s) toevoegen
tr_tr: Öge ekle

source: Add Line-item(s)
de_de: Zeilenposten hinzufügen
it_it: Aggiungi voce/i
nl_nl: Regelitem(s) toevoegen
tr_tr: Satır ögesi ekle

source: Create new item
de_de: Neuen Posten erstellen
it_it: Crea una nuova voce
nl_nl: Item toevoegen
tr_tr: Yeni öge ekle

source: Add item
de_de: Posten erstellen
it_it: Aggiungi voce
nl_nl: Item toevoegen
tr_tr: Öge ekle

source: - select any price-field -
tr_tr: - Bir fiyat alanı seçin -

source: Please enter a monetary value for this field.
de_de: Bitte einen Geldwert für dieses Feld eingeben.
it_it: Si prega di inserire un valore valuta per questo campo.
nl_nl: Vul voor dit veld een bedrag in.
tr_tr: Bu alan için lütfen bir para değeri yazın.

source: Qty must be a number (with or without decimal point).
de_de: Menge muss eine Zahl sein (mit oder ohne Dezimalpunkt).
it_it: La quantità deve essere un numero (con o senza decimali).
nl_nl: Hoeveelheid moet een getal zijn (met of zonder decimale punt).
tr_tr: Adet bir sayı olmalıdır (tamsayı ya da ondalık).

source: Additional Lineitem %1
de_de: Weiteren Posten %1
it_it: Voce aggiuntiva %1
nl_nl: Aanvullende regelitems %1
tr_tr: Ek satır ögesi %1

source: Additional Line Item
de_de: Zusätzlicher Zeilenposten
it_it: Voce aggiuntiva
nl_nl: Aanvullend regelitem
tr_tr: Ek satır ögesi

source: Additional Item
de_de: Zusätzlicher Posten
it_it: Voce aggiuntiva
nl_nl: Aanvullend item
tr_tr: Ek öge

source: Contribution Amount
de_de: Zuwendungsbetrag
it_it: Importo Contributo
nl_nl: Bijdrage bedrag
tr_tr: Katkı tutarı

source: Item
de_de: Posten
it_it: Voce
tr_tr: Öge

source: Financial Type
de_de: Zuwendungsart
it_it: Tipo Finanziario
nl_nl: Financieel type
tr_tr: Mali tür

source: Qty
de_de: Anz.
it_it: Qtà
nl_nl: Hoeveelheid
tr_tr: Adet

source: Unit Price
de_de: Einzelpreis
it_it: Prezzo Unitario
nl_nl: Eenheidsprijs
tr_tr: Birim fiyatı

source: Total Price
de_de: Gesamtbetrag
it_it: Prezzo Totale
nl_nl: Totaalprijs
tr_tr: Toplam fiyat

source: Tax Amount
de_de: Steuerbetrag
it_it: Valore Imposte
nl_nl: Belastingbedrag
tr_tr: Vergi tutarı

source: Maximum additional line items
de_de: Maximum von zusätzlichen Zeilenposten
it_it: Voci aggiuntive massime
nl_nl: Maximum aantal aanvullende regelitems
tr_tr: Ek katkı satırı sayısı

source: Limits the number of lines shown
de_de: Begrenzt die Anzahl der angezeigten Zeilen
it_it: Limita il numero di linee da visualizzare
nl_nl: Beperkt het aantal getoonde regels
tr_tr: Görüntülenecek satır sayısını sınırlar

source: Choose manual contribution amount
de_de: Wähle manuellen Zuwendungsbetrag
it_it: Scegli di inserire manualmente l'importo del contributo
nl_nl: Handmatig contributie-bedrag kiezen
tr_tr: Ek katkı tutarını seçin

source: Add another item
de_de: Weiteren Posten hinzufügen
it_it: Aggiungi un'altra voce
nl_nl: Nog een item toevoegen
tr_tr: Başka bir öge ekle

source: Total Amount
de_de: Gesamtbetrag
it_it: Importo Totale
nl_nl: Totaalbedrag
tr_tr: Toplam tutar
