Repository: civicrm/civicrm-l10n-extensions
Catalog: po/civiexportexcel/*/civiexportexcel.po
Languages: ca_es, de_de, es_es, fr_fr, nl_nl, tr_tr

source: - select -
ca_es: - selecciona -
de_de: - auswählen -
es_es: - seleccionar -
fr_fr: - sélectionner -
nl_nl: - selecteer -
tr_tr: - Seçin -

source: Submit
ca_es: Enviar
de_de: Abschicken
es_es: Enviar
fr_fr: Envoyer
nl_nl: Verzenden
tr_tr: Gönder

source: Export
ca_es: Exporta
de_de: Exportieren
es_es: Exportar
fr_fr: Exporter
nl_nl: Exporteren
tr_tr: Dışa aktar

source: Report exported from CiviCRM (%1) by %2 at %3
ca_es: Informe exportat de CiviCRM (%1) per %2 a %3
de_de: Bericht exportiert aus CiviCRM (%1) durch %2 in %3
es_es: Informe exportado de CiviCRM (%1) por %2 en %3
fr_fr: Rapport exporté depuis CiviCRM (%1) par %2 à %3
nl_nl: Rapport geÃ«xporteerd van CiviCRM (%1) door %2 op %3
tr_tr: CiviCRM (%1) üzerinden %2 tarafından %3 zamanında dışa aktarılan rapor

source: Report
ca_es: Informe
de_de: Bericht
fr_fr: Rapport
nl_nl: Rapport
tr_tr: Rapor

source: Date prepared: %1
ca_es: Preparat en data: %1
de_de: Datum: %1
es_es: Preparado en fecha: %1
fr_fr: Date préparée : %1
nl_nl: Datum voorbereid: %1
tr_tr: Hazırlanma tarihi: %1

source: Statistics
ca_es: Estadístiques
de_de: Statistiken
fr_fr: Statistiques
nl_nl: Statistieken
tr_tr: İstatistikler

source: CiviCRM export
ca_es: Exportació CiviCRM
es_es: CiviCRM exportar
fr_fr: Exportation CiviCRM
tr_tr: CiviCRM dışa aktarma

source: Excel (.xlsx) export
fr_fr: Export Excel (.xlsx)
nl_nl: Excel (.xlsx) exporteren
tr_tr: Excel (.xlsx) olarak dışa aktar

source: See attached.
ca_es: Veure adjunt.
de_de: Siehe Anhang.
es_es: Ver adjunto.
fr_fr: Voir en piece jointe.
nl_nl: Zie bijlage.
tr_tr: Ek dosyaya bakın.

source: Export to Excel
ca_es: Exporta a Excel
de_de: Export zu Excel
es_es: Exportar a Excel
fr_fr: Exporter vers Excel
nl_nl: Export naar Excel
tr_tr: Excel olarak dışa aktar

source: Preview Excel
ca_es: Previsualització Excel
de_de: Vorschau Excel
es_es: Previsualizar Excel
fr_fr: Prévisualiser dans Excel
tr_tr: Excel ile ön izle

source: Contact - Export to Excel
fr_fr: Contact - exporter un fichier Excel
nl_nl: Contact - Exporteren naar Excel
tr_tr: Kişi - Excel olarak dışa aktar

source: Show the report title
ca_es: Mostra el títol de l'informe
de_de: Titel des Berichts anzeigen
es_es: Mostrar el título del informe
fr_fr: Afficher le nom du rapport
nl_nl: Rapporttitel tonen
tr_tr: Rapor başlığı görüntülensin

source: Prints the report title as the first row of the report.
ca_es: Imprimeix el títol de l'informe com a primera fila de l'informe.
de_de: Gibt den Titel des Berichts als erste Zeile aus.
es_es: Imprime el título del informe como la primera fila del informe.
fr_fr: Affiche le nom du rapport comme première ligne du rapport.
nl_nl: De rapporttitel printen als de eerste regel van het rapport.
tr_tr: Bu seçenek etkinleştirildiğinde, raporun ilk satırı rapor başlığı olarak yazdırılır.

source: Show the report export date
ca_es: Mostra la data d'exportació de l'informe
de_de: Export-Datum des Berichts anzeigen
es_es: Mostrar la fecha de exportación del informe
fr_fr: Afficher la date d'export du rapport
nl_nl: De datum van exporteren tonen
tr_tr: Rapor dışa aktarma tarihi görüntülensin

source: Prints the export date at the top of the report.
ca_es: Imprimeix la data d'exportació a la part superior de l'informe.
de_de: Gibt den Titel des Berichts zum Beginn des Berichts aus.
es_es: Imprime la fecha de exportación en la parte superior del informe.
fr_fr: Affiche la date d'export comme première ligne du rapport.
nl_nl: De datum van exporteren printen bovenaan in het rapport.
tr_tr: Bu seçenek etkinleştirildiğinde, raporun en üstünde dışa aktarma tarihi yazdırılır.

source: Click on the Export button and save the file. When finished, click Cancel to return to the search results.
ca_es: Feu clic al botó Exporta i deseu el fitxer. Quan hàgiu acabat, feu clic a Cancel·la per tornar als resultats de la cerca.
de_de: Klicke auf den Export-Button um die Datei zu speichern. Klicke anschließend auf Abbrechen um zum Suchergebnis zurückzukehren.
es_es: Haga clic en el botón Exportar y guarde el archivo. Cuando termine, haga clic en Cancelar para volver a los resultados de la búsqueda.
fr_fr: Cliquez sur le bouton Exporter et enregistrez le fichier. Une fois terminé, cliquez sur Annuler pour revenir aux résultats de la recherche.
nl_nl: Klik op de knop Exporteren en sla het bestand op. Klik daarna op Afbreken om terug te gaan naar de zoekresultaten.
tr_tr: "Dışa aktar" düğmesine tıklayın ve dosyayı kaydedin. Bitirdiğinizde, arama sonuçlarına dönmek için "İptal" üzerine tıklayın.
