Repository: civicrm/civicrm-l10n-extensions
Catalog: po/civiruleslogger/*/civiruleslogger.po
Languages: fr_fr, tr_tr

source: View log for rule: "%1"
fr_fr: Voir le journal pour la règle : "%1"
tr_tr: Şu kuralın günlüğünü görüntüle: "%1"

source: Log entries %%StatusMessage%%
fr_fr: Entrées du journal %%StatusMessage%%
tr_tr: Günlük kayıtları %%StatusMessage%%

source: Logging
fr_fr: Journalisation en cours...
tr_tr: Günlük kaydediliyor

source: There are %1 log entries
fr_fr: Il y a %1 entrées de journal
tr_tr: %1 günlşük kaydı var

source: Civirules Log
fr_fr: Journal CiviRules
tr_tr: CiviRules günlüğü

source: Civirules Logs
fr_fr: Journaux CiviRules
tr_tr: CiviRules günlükleri

source: Civirules logger log
tr_tr: CiviRules günlük kaydı

source: ID
tr_tr: Kimlik

source: Unique CivirulesLog ID
fr_fr: Id. unique du journal de Civirules
tr_tr: Benzersiz CiviRules günlüğü kimliği

source: Message
tr_tr: İleti

source: Standardized message
fr_fr: Message standard
tr_tr: Standart ileti

source: Context
fr_fr: Contexte
tr_tr: Bağlam

source: JSON encoded data
fr_fr: Données encodées en JSON
tr_tr: JSON olarak kodlanmış veriler

source: Level
fr_fr: Niveau
tr_tr: Düzey

source: error level per PSR3
fr_fr: niveau d'erreur selon PSR3
tr_tr: Her PSR3 için hata düzeyi

source: Timestamp
fr_fr: Horodatage
tr_tr: Zaman damgası

source: Timestamp of when event occurred.
fr_fr: Horodatage de quand l'événement s'est produit.
tr_tr: Etkinliğin oluştuğu zaman damgası.

source: Contact ID
fr_fr: Id. du contact
tr_tr: Kişi kimliği

source: Optional Contact ID that created the log. Not an FK as we keep this regardless
fr_fr: Id. du contact optionnel qui a créé le journal. Il ne s'agit pas d'un FK, car nous le conservons de toute façon.
tr_tr: İsteğe bağlı olarak, günlüğü oluşturan kişinin kimliği. Bu veriyi her durumda kaydederiz ve bir dış anahtar değildir.

source: Rule ID
fr_fr: Id. de la règle
tr_tr: Kural kimliği

source: Optional Rule ID that created the log
fr_fr: Identifiant de la règle optionnelle qui a créé le journal
tr_tr: İsteğe bağlı olarak, günlüğü oluşturanın kural kimliği

source: Go back
fr_fr: Retour
tr_tr: Geri dön

source: Time
fr_fr: Heure
tr_tr: Zaman

source: Contact
fr_fr: Contacter
tr_tr: Kişi
