Repository: civicrm/civicrm-l10n-extensions
Catalog: po/kam/*/kam.po
Languages: de_de

source: Restore CiviCRM Menu
de_de: CiviCRM-Menü wiederherstellen

source: Adjust menu position
de_de: Menüposition einstellen

source: %1 not found.
de_de: %1 nicht gefunden.

source: Did you mean to search by Name/Email instead?
de_de: Wollten Sie stattdessen nach Name/E-Mail suchen?

source: Toggle main menu
de_de: Toggle Hauptmenü

source: Open CiviCRM Menu
de_de: Öffne CiviCRM-Menü

source: Menubar position
de_de: Menübar Position

source: Location of the CiviCRM main menu.
de_de: Ort des CiviCRM-Hauptmenüs

source: Replace %1 menu
de_de: Ersetze %1 Menü

source: Below %1 menu
de_de: Unter %1 Menü

source: Above content area
de_de: Über dem Content-Bereich

source: None - disable menu
de_de: Keine - deaktiviere Menü

source: Default position for the CiviCRM menubar.
de_de: Standardposition für CiviCRM-Menübar.

source: Edit Contact (View Contact Summary Page)
de_de: Bearbeite Kontakt (Zeige Kontaktübersichtsseite)

source: Save Button
de_de: Speicherknopf

source: Add a new record in each tab (Activities, Tags,..etc)
de_de: Füge einen neuen Eintrag in jedem Tab (Aktivitäten, Tags,... etc.) hinzu

source: Open the CiviCRM menubar
de_de: Öffne CiviCRM-Menübar

source: Quicksearch
de_de: Schnellsuche
