Repository: civicrm/civicrm-l10n-extensions
Catalog: po/regionlookup/*/regionlookup.po
Languages: ja_jp, nl_nl, tr_tr

source: Save
ja_jp: 保存
nl_nl: Opslaan
tr_tr: Kaydet

source: Settings saved.
ja_jp: 設定を保存しました。
nl_nl: Instellingen opgeslagen.
tr_tr: Ayarlar kaydedildi.

source: Field selector
ja_jp: フィールドセレクタ
nl_nl: Veldselectie
tr_tr: Alan seçici

source: District
ja_jp: 地区
tr_tr: Bölge

source: Borough
ja_jp: 自治区
nl_nl: Wijk
tr_tr: Kasaba

source: City
ja_jp: 市町村
nl_nl: Plaats
tr_tr: İlçe

source: County
ja_jp: 都道府県
nl_nl: Streek
tr_tr: Ülke

source: State/Province
ja_jp: 都道府県
nl_nl: Staat/Provincie
tr_tr: İl/bölge

source: Country
ja_jp: 国
nl_nl: Land
tr_tr: Ülke

source: Postcode
ja_jp: 郵便番号
tr_tr: Posta kodu

source: State/Province riding
ja_jp: 都道府県
nl_nl: Staat/Provincie rijden
tr_tr: İl/bölge sürüşü

source: Country riding
ja_jp: 国
nl_nl: Land rijden
tr_tr: Ülke sürüşü

source: Custom callback
ja_jp: カスタムコールバック
nl_nl: Aangepaste callback
tr_tr: Özel geri çağırma

source: Enable prefix-searching?
ja_jp: プレフィックス検索を有効にしますか？
nl_nl: Zoeken of prefix inschakelen?
tr_tr: Ön ek ile arama yapılabilsin

source: Enable wildcard search?
ja_jp: ワイルドカード検索を有効にしますか？
nl_nl: Zoeken met wildcard inschakelen?
tr_tr: Genel karakter ile arama yapılabilsin

source: Trigger search as the user types?
ja_jp: ユーザタイプとしてトリガー検索しますか？
nl_nl: Trigger zoeken als de gebruikerstypes?
tr_tr: Kullanıcı yazmaya başladığında arama tetiklensin

source: How many characters to send to the lookup query?
ja_jp: 検索クエリに多くの文字を送信する方法は？
nl_nl: Hoeveel tekens doorgeven bij het opzoeken?
tr_tr: Arama sorgusuna gönderilecek karakter sayısı

source: Process first step
ja_jp: 最初のステップ処理

source: Process second step
ja_jp: 第二ステップ処理

source: Upgrade Batch (%1 => %2)
ja_jp: アップグレードバッチ (%1 => %2)

source: Upgrade %1 to revision %2
ja_jp: リビジョン %2 へ %1 の更新

source: Lookup field
ja_jp: ルックアップフィールド
nl_nl: Opzoekveld
tr_tr: Arama alanı

source: Field used for the lookup. This should be the postcode field in the CiviCRM billing block of contribution forms. If empty, it will disable the lookup function. Use the "inspect element" function of your browser to determine the correct selector.
ja_jp: フィールドは、ルックアップに使用します。これは、支援フォームの CiviCRM 課金ブロックにある郵便番号フィールドである必要があります。もし空の場合、ルックアップ機能は無効になります。正しい選択を判別するには、ブラウザの「要素の検証」機能を使用してください。
nl_nl: Veld gebruikt voor het opzoeken. Dit zou de postcode in de betaalinformatie van de bijdrage moeten zijn. Indien dat leeg is wordt de opzoekfunctie uitgeschakeld. Gebruik de functie "Element inspecteren" van uw webbrowser, meestal rechtsklikken op het scherm, om de huidige waarde te bepalen.
tr_tr: Arama için kullanılacak alan. Bu alan, katkı formlarının CiviCRM fatura bloğundaki posta kodu alanı olmalıdır. Alan boş olduğunda, arama işlevi etkisizleştirilir. Doğru seçiciyi belirlemek için tarayıcınızın "inspect element" işlevini kullanın.

source: For example: .billing_name_address-section input#billing_postal_code-5
ja_jp: 例えば : billing_name_address-section input#billing_postal_code-5
nl_nl: Voorbeeld: .billing_name_address-section input#billing_postal_code-5
tr_tr: Örnek: .billing_name_address-section input#billing_postal_code-5

source: This allows to find the closest match. For example, you may have the H1H postcode mapped to a value, with the exception of H1H 2A2 mapped to another value.
ja_jp: これは、最も一致するものを探せます。例えば、別の値にマッピングされた H1H2A2 を除外して、値にマッピングされた H1H の郵便番号を含めることができます。
nl_nl: Hiermee kunt de beste overeenkomst vinden. Bijvoorbeeld: u heeft de H1H postcode gekoppeld aan een waarde en de uitzondering van H1H 2A2 gekoppeld aan een andere waarde.
tr_tr: Böylece, en yakın eşleşme bulunur. Örneğin, H1H posta kodunu bir değerle eşleştirmişken H1H 2A2 kodunu başka bir değerle eşleştirmiş olabilirsiniz.

source: This allows to search on partial matches. Makes sense mostly if used with the other options below. <strong>TODO: not implemented yet.</strong>
ja_jp: これは、部分一致で検索することができます。以下の他のオプションとともに使用する場合は、意味があります。<strong>TODO: まだ実装されていません。.</strong>
nl_nl: Hierdoor kunt u op gedeeltelijke overeenkomsten zoeken. Dit is zinnig als het het andere onderstaande opties wordt gecombineerd. <strong>Dit moet nog uitgewerkt worden!</strong>
tr_tr: Böylece, parçalı eşleşmelerle arama yapabilirsiniz. Aşağıdaki diğer seçeneklerle birlikte kullanıldığında çoğunlukla anlamlıdır. <strong>YAPILACAK: Henüz uygulanmadı.</strong>

source: Launches the search after each character typed by the user. Useful for partial matches with autocomplete. <strong>TODO: not implemented yet.</strong>
ja_jp: ユーザが入力した各文字の後に検索を実行します。オートコンプリートと部分一致させるのに便利です。<strong>TODO: まだ実装されていません。.</strong>
nl_nl: Wordt gestart bij elk teken dat door de gebruiker wordt ingetikt. Gebruikt voor het automatisch aanvullen bij zoeken met gedeeltelijke overeenkomst. <strong>Dit moet nog uitgewerkt worden!</strong>
tr_tr: Kullanıcı tarafından yazılan her karakterden sonra aramayı başlatır. Otomatik tamamlama ile parçalı eşleşmeler için kullanışlıdır. <strong>YAPILACAK: Henüz uygulanmadı.</strong>

source: For example, if your lookup only requires the first 3 digits of a postcode to find a match, enter 3 in this field. <strong>TODO: not implemented yet.</strong>
ja_jp: 例えば、ルックアップのみの一致を見つけるために郵便番号の最初の 3 桁が必要な場合は、このフィールドに 3 を入力してください。<strong>TODO: まだ実装されていません。.</strong>
nl_nl: Voorbeeld: Als u al wilt zoeken met slechts de eerste drie cijfers van de postcode, vul hier dan een 3 in. <strong>Dit moet nog uitgewerkt worden!</strong>
tr_tr: Örneğin, aramanızın bir eşleşme bulması için posta kodunun yalnızca ilk 3 hanesi gerekiyorsa bu alana 3 yazın. <strong>YAPILACAK: Henüz uygulanmadı.</strong>

source: Destination fields
ja_jp: 宛先フィールド
nl_nl: Bestemming velden
tr_tr: Hedef alanları

source: Field updated by the lookup. For example, the postcode lookup may update a region field, state/country riding, etc. Use the "inspect element" function of your browser to determine the correct selector. For example: the selector for a custom field ID 1 in a post profile is: .custom_post_profile-group #custom_1
ja_jp: フィールドは、ルックアップによって更新されます。例えば、郵便番号の検索で、都道府県の地域フィールドを更新することができる、など。正しい選択を判別するには、ブラウザの「要素の検証」機能を使用してください。例 : POST プロファイルのカスタムフィールドID 1 のセレクタは次のとおりです : .custom_post_profile-group #custom_1
nl_nl: Veld dat bij het opzoeken wordt gewijzigd. Bij het opzoeken van de postcode kan dat bijvoorbeeld een veld zijn als regio. Gebruik de functie "Element inspecteren" in uw webbrowser om de huidige selector te bepalen. Voorbeeld: de selector voor het aangepaste veld ID 1 in het profiel is iets als: .custom_post_profile-group #custom_1
tr_tr: Alan arama tarafından güncellendi. Örneğin, posta kodu araması bir bölge alanını, bölge/ülke sürüşünü vb. güncelleyebilir. Doğru seçiciyi belirlemek için tarayıcınızın "inspect element" işlevini kullanın. Örneğin: bir gönderi profilindeki özel alan kimliği 1 için seçici: .custom_post_profile-group #custom_1

source: Custom overrides
ja_jp: カスタムオーバーライド
nl_nl: Aangepast overschrijft
tr_tr: Özel değişiklikler

source: Custom javascript function to call with the resulting data. This allows you to write your own custom callbacks and override how the response is handled.
ja_jp: カスタム JavaScript 関数は、結果データを呼び出します。これは、独自のカスタムコールバックを記述し、応答の処理方法を上書きすることができます。
nl_nl: De eigen JavaScript-functie die aangeroepen wordt met de gevonden gegevens. Hierdoor kunt u uw eigen callbacks schrijven en bepalen hoe het resultaat wordt verwerkt.
tr_tr: Elde edilen verilerle çağrılacak özel JavaScript işlevi. Böylece, kendi özel geri aramalarınızı yazabilir ve yanıtın nasıl işlendiğini değiştirebilirsiniz.

source: Region Lookup is a CiviCRM extension openly available under the <a href="%1">GNU AGPL License</a>.
ja_jp: Region Lookup は <a href="%1">GNU AGPL ライセンス</a>の下で公然と利用できる CiviCRM のエクステンションです。
nl_nl: Region Lookup is een extensie voor CiviCRM en is vrij beschikbaar onder de <a href="%1">GNU AGPL License</a>.
tr_tr: "Bölge arama", <a href="%1">GNU AGPL Lisansı</a> koşulları altında açık olarak kullanılabilen bir CiviCRM eklentisidir.

source: For new versions, bug reports or support, visit the <a href="%1">project page on github</a>.
ja_jp: 新バージョンでの、バグ報告やサポートについては<a href="%1"> github のプロジェクトページ</a>にアクセスしてください。
nl_nl: Voor nieuwe versies en ondersteuning kunt u terecht op onze <a href="%1">projectpagina op Github</a>.
tr_tr: Yeni sürümlere bakmak, hataları bildirmek veya destek almak için <a href="%1">github üzerindeki proje sayfasına</a> bakabilirsiniz.

source: Lookup method
nl_nl: Opzoekmethode
tr_tr: Arama yöntemi

source: Database
tr_tr: Veri tabanı

source: The default lookup method uses values in the 'civicrm_regionlookup' database table. You can configure external lookup sources with the help of third-party extensions. See the extension's README file for more information.
nl_nl: De standaard opzoekmethode gebruikt waarden in de databasetabel 'civicrm_regionlookup'. U kunt een externe bron voor het opzoeken instellen met third-party extensies. Bekijk het bestand README van de extensie voor meer informatie.
tr_tr: Varsayılan arama yöntemi 'civicrm_regionlookup' veri tabanı tablosundaki değerleri kullanır. Üçüncü taraf eklentilerin yardımıyla dış arama kaynakları yapılandırabilirsiniz. Ayrıntılı bilgi almak için eklentinin README dosyasına bakabilirsiniz.
