Repository: civicrm/civicrm-l10n-extensions
Catalog: po/cdntaxreceipts/*/cdntaxreceipts.po
Languages: ja_jp, nl_nl, tr_tr

source: Missing type
tr_tr: Tür eksik

source: Unknown type
tr_tr: Tür bilinmiyor

source: Delete Image
tr_tr: Görseli sil

source: Delete
tr_tr: Sil

source: Cancel
tr_tr: İptal

source: Setting does not exist
tr_tr: Ayar bulunamadı

source: The %1 file has been deleted.
tr_tr: %1 dosyası silindi.

source: Signature
tr_tr: İmza

source: Watermark
tr_tr: Filigran

source: PDF Template
ja_jp: PDF テンプレート
nl_nl: PDF-sjabloon
tr_tr: PDF kalıbı

source: Contact Name (Current Value)
tr_tr: Kişi adı (geçerli değer)

source: Last Name, First Name
ja_jp: ラストネーム、ファーストネーム
nl_nl: Achternaam, Voornaam
tr_tr: Soyad, Ad

source: Issue Type
ja_jp: 発行タイプ
nl_nl: Beoordelingstype
tr_tr: Düzenleme türü

source: Single
ja_jp: シングル
nl_nl: Enkel
tr_tr: Tek

source: Annual
ja_jp: 年間
nl_nl: Jaarlijks
tr_tr: Yıllık

source: Aggregate
ja_jp: 集計
nl_nl: Samengevoegd
tr_tr: Birikimli

source: Issue Method
ja_jp: 発行方法
nl_nl: Beoordelingsmethode
tr_tr: Düzenleme yöntemi

source: Receipt Status
nl_nl: Ontvangststatus
tr_tr: Alındı durumu

source: Email Open Date
nl_nl: E-mail openingsdatum
tr_tr: E-posta açılma tarihi

source: Receipt No.
ja_jp: 受領書の番号
nl_nl: Ontvangstnummer
tr_tr: Alındı numarası

source: Receipt Amount
ja_jp: 受領書の金額
nl_nl: Ontvangen bedrag
tr_tr: Alındı tutarı

source: Financial Type (current value)
tr_tr: Mali tür (geçerli değer)

source: Payment Method (current value)
tr_tr: Ödeme yöntemi (geçerli değer)

source: You do not have permission to access this page
ja_jp: このページにアクセスする権限がありません
nl_nl: U mag deze pagina niet benaderen
tr_tr: Bu sayfaya erişme izniniz yok

source: View Contact Summary for this Contact
ja_jp: この連絡先の連絡先概要を表示
nl_nl: Contactoverzicht van dit contact weergeven
tr_tr: Bu kişinin özetini görüntüle

source: Print
ja_jp: 印刷
nl_nl: Afdrukken
tr_tr: Yazdır

source: Email
ja_jp: メール
tr_tr: E-posta

source: Issued
nl_nl: Beoordeeld
tr_tr: Düzenlendi

source: Cancelled
nl_nl: Geannuleerd
tr_tr: İptal edildi

source: Unknown
tr_tr: Bilinmiyor

source: Total Amount Issued
ja_jp: 発行合計金額
nl_nl: Totaalbedrag beoordeeld
tr_tr: Düzenlenen toplam tutar

source: Number Issued
ja_jp: 発行ナンバー
nl_nl: Aantal beoordeeld
tr_tr: Düzenlenen sayı

source: Average Amount Issued
ja_jp: 発行額の平均
nl_nl: Gemiddelde bedrag beoordeeld
tr_tr: Düzenlenen ortalama tutar

source: Contact Name
ja_jp: 連絡先名
nl_nl: Contactnaam
tr_tr: Kişi adı

source: Contribution Source
nl_nl: Bron bijdrage
tr_tr: Katkı kaynağı

source: Financial Type
ja_jp: 金融タイプ
nl_nl: Financieel type
tr_tr: Mali tür

source: Yes
nl_nl: Ja
tr_tr: Evet

source: No
nl_nl: Nee
tr_tr: Hayır

source: Use Advanced Eligibility (Hooks - Memory Intensive)
ja_jp: 高度な適格の使用 (フック - 集中メモリ)
nl_nl: Gebruik geavanceerde beoordelingen (Hooks - Geheugenintensief)
tr_tr: Gelişmiş uygunluk kullanılsın (kancalar - bellek kullanır)

source: For performance reasons, date range is limited to the current month. If you want to a different date range, please use the date filter.
nl_nl: Vanwege de performantie is de periode begrensd tot de huidige maand. Met het datumfilter kunt u de periode aanpassen.
tr_tr: Başarımı etkilediğinden, tarih aralığı içinde bulunulan ayla sınırlıdır. Farklı bir tarih aralığı istiyorsanız, lütfen tarih süzgecini kullanın.

source: View Details of this Contribution
ja_jp: この支援の詳細を表示
nl_nl: Details van deze bijdrage weergeven
tr_tr: Bu katkının ayrıntılarını görüntüle

source: Configure CDN Tax Receipts
ja_jp: CDN 税金受領書の設定
nl_nl: Belastingontvangstbewijzen configureren
tr_tr: CDN vergi alındılarını yapılandır

source: Submit
ja_jp: 送信
nl_nl: Verzenden
tr_tr: Gönder

source: Organization Name
ja_jp: 団体名
nl_nl: Naam organisatie
tr_tr: Kuruluş adı

source: Address Line 1
ja_jp: 住所 1
nl_nl: Adresregel 1
tr_tr: 1. adres satırı

source: Address Line 2
ja_jp: 住所 2
nl_nl: Adresregel 2
tr_tr: 2. adres satırı

source: Telephone
ja_jp: 電話
nl_nl: Telefoon
tr_tr: Telefon

source: Fax
tr_tr: Faks

source: Website
ja_jp: ウェブサイト
tr_tr: Site

source: Charitable Registration Number
ja_jp: チャリティの登録番号
nl_nl: Goede Doelen nummer
tr_tr: Hayır kurumu kayıt numarası

source: Location Issued
tr_tr: Düzenlenen konum

source: Receipt Prefix
ja_jp: 受領書のプレフィックス
nl_nl: Prefix ontvangst
tr_tr: Alındı ön eki

source: Authorized Signature Text
ja_jp: 認定された署名テキスト
nl_nl: Geautoriseerde ondertekeningstekst
tr_tr: Yetkili imza metni

source: Organization Logo
ja_jp: 団体ロゴ
nl_nl: Logo organisatie
tr_tr: Kuruluş logosu

source: File size should be less than %1 MBytes (%2 bytes)
ja_jp: ファイルサイズは %1 MB未満である必要があります (%2 バイト)
nl_nl: Bestandsgrootte moet minder dan %1 MBytes zijn (%2 bytes)
tr_tr: Dosya %1 MBayt (%2 bayt) boyutundan küçük olmalıdır

source: Signature Image
ja_jp: 署名画像
nl_nl: Ondertekening Afbeelding
tr_tr: İmza görseli

source: Watermark Image
ja_jp: 透かし画像
nl_nl: Watermerk
tr_tr: Filigran görseli

source: Could not upload the file
ja_jp: ファイルをアップロードできませんでした
nl_nl: Uploaden bestand is mislukt
tr_tr: Dosya yüklenemedi

source: Setup in-kind receipts?
ja_jp: 物納の受領書をセットアップをしますか？
nl_nl: In natura ontvangen instellen?
tr_tr: Ayni alındılar ayarlansın mı?

source: Delivery Method
nl_nl: Afleveringsmethode
tr_tr: Gönderim yöntemi

source: Attach receipts to automated workflow messages?
nl_nl: Ontvangstbewijs toevoegen aan geautomatiseerde workflow-berichten?
tr_tr: Alındılar otomatik iş akışı iletilerine eklensin

source: Enable Advanced Eligibility Check?
nl_nl: Geavanceerde beoordelingen inschakelen?
tr_tr: Gelişmiş uygunluk denetimi kullanılsın

source: Email From
ja_jp: メール差出人
nl_nl: Afzender e-mail
tr_tr: "Kimden" e-posta adresi

source: Archive Email
ja_jp: メールアーカイブ
nl_nl: E-mail archiveren
tr_tr: E-postayı arşivle

source: Your settings have been saved.
ja_jp: 設定が保存されました。
nl_nl: Uw instellingen zijn opgeslagen.
tr_tr: Ayarlarınız kaydedildi.

source: Re-Issue Tax Receipt
ja_jp: 税金受領書の再発行
nl_nl: Opnieuw beoordelen belastingontvangstbewijs
tr_tr: Vergi alındısını yeniden düzenle

source: Issue Tax Receipt
ja_jp: 税金受領書の発行
nl_nl: Beoordelen belastingontvangstbewijs
tr_tr: Vergi alındısını düzenle

source: Done
nl_nl: Klaar
tr_tr: Tamam

source: Cancel Tax Receipt
nl_nl: Belastingontvangstbewijs annuleren
tr_tr: Vergi alındısını iptal et

source: Tax Receipt has been cancelled.
nl_nl: Belastingontvangstbewijs is geannuleerd.
tr_tr: Vergi alındısı iptal edildi.

source: Encountered an error. Tax receipt has not been cancelled.
nl_nl: Er is een fout opgetreden, het Â belastingontvangstbewijs is niet geannuleerd.
tr_tr: Bir sorun çıktı. Vergi alındısı iptal edilemedi.

source: This contribution is not tax deductible and/or not completed. No receipt has been issued.
ja_jp: この支援は、税の控除対象ではない、および / または完了していません。また、受領書も発行されていません。
nl_nl: Deze bijdrage is niet aftrekbaar voor de belastingen en/of is niet afgerond, Er is geen ontvangstbewijs.
tr_tr: Bu katkı vergiden düşülebilir değil ve/veya tamamlanmamış. Herhangi bir alındı düzenlenmedi.

source: Tax Receipt has been emailed to the contributor.
ja_jp: 税金受領書は支援者のメールで送信されました。
nl_nl: Belastingontvangstbewijs is per e-mail verzonden naar de donateur.
tr_tr: Vergi alındısı katkıda bulunana e-posta ile gönderildi.

source: Tax Receipt has been generated for printing.
ja_jp: 税金受領書は印刷のため生成されています。
nl_nl: Belastingontvangstbewijs is aangemaakt om te worden geprint.
tr_tr: Vergi alındısı yazdırılmak üzere hazırlandı.

source: Tax Receipt data is available in the Tax Receipts Issued report.
nl_nl: De belastingontvangstgegevens zijn beschikbaar in het rapport Te beoordelen belastingontvangsten.
tr_tr: Vergi alındısı verileri düzenlenen vergi alındıları raporunda bulunabilir.

source: Encountered an error. Tax receipt has not been issued.
ja_jp: エラーが発生しました。税金受領書は発行されていません。
nl_nl: Er is geen belastingopvangst aangemaakt, er is een fout opgetreden.
tr_tr: Bir sorun çıktı. Vergi alındısı düzenlenmedi.

source: File has expired. Please retrieve receipt from the email archive.
ja_jp: ファイルの有効期限が切れています。メールのアーカイブから受領書を取得してください。
nl_nl: Bestand is vervallen. Haal het ontvangstbewijs op uit het e-mailarchief.
tr_tr: Dosyanın süresi geçmiş. Lütfen alındıyı e-posta arşivinden alın.

source: Issue Aggregate Tax Receipts
ja_jp: 税領収書の発行集計
nl_nl: Beoordelen Samengestelde belastingontvangstbewijzen
tr_tr: Birikimli vergi alındılarını düzenle

source: Selection required
ja_jp: セレクションは必須です
nl_nl: Selectie verplicht
tr_tr: Seçim yapılmalıdır

source: Run in preview mode?
ja_jp: プレビューモードで実行しますか？
nl_nl: Uitvoeren met voorvertonen?
tr_tr: Ön izleme kipinde yürüt

source: Back
ja_jp: 戻る
nl_nl: Terug
tr_tr: Geri

source: Maximum of %1 tax receipt(s) were sent. Please repeat to continue processing.
ja_jp: 最大の税金受領書 %1 が送信されました。処理を続行するため繰り返してください。
nl_nl: Het maximale aantal van %1 is verzonden. Herhaal deze actie om de overige te verzenden.
tr_tr: En fazla %1 vergi makbuzu gönderildi. İşlemi sürdürmek için lütfen yineleyin.

source: %1 tax receipt(s) have been previewed. No receipts have been issued.
ja_jp: 税金受領書 %1 がプレビューされています。税金受領書が発行されていません。
nl_nl: Er zijn %1 belastingontvangstbewijzen voorvertoond. Er zijn er geen te beoordelen.
tr_tr: %1 vergi alındısı ön izlendi. Herhangi bir alındı düzenlenmedi.

source: %1 tax receipt(s) were sent by email.
ja_jp: 税金受領書 %1 はメールで送信されました。
nl_nl: %1 belastingontvangstbewijzen verzonden per e-mail.
tr_tr: %1 vergi alındısı e-posta ile gönderildi.

source: %1 tax receipt(s) need to be printed.
ja_jp: 税金受領書 %1 は印刷する必要があります。
nl_nl: %1 belastingontvangstbewijzen moeten afgedrukt worden.
tr_tr: %1 vergi alındısının yazıdırılması gerekli.

source: Data for %1 tax receipt(s) is available in the Tax Receipts Issued report.
nl_nl: Er zijn voor %1 ontvangsten gegevens beschikbaar in het rapport Te beoordelen belastingontvangstbewijzen.
tr_tr: %1 vergi alındısı için veriler düzenlenen vergi alındıları raporunda bulunabilir.

source: %1 tax receipt(s) failed to process.
ja_jp: 税金受領書 %1 は処理できませんでした。
nl_nl: %1 belastingontvangstbewijzen zijn niet goed verwerkt.
tr_tr: %1 vergi alındısı işlenemedi.

source: Issue Annual Tax Receipts
ja_jp: 年間の税金受領書を発行
nl_nl: Beoordelen jaarlijkse belastingontvangstbewijzen
tr_tr: Yıllık vergi alındılarını düzenle

source: Issue Tax Receipts
ja_jp: 税金受領書の発行
nl_nl: Beoordelen belastingontvangstbewijzen
tr_tr: Vergi alındılarını düzenle

source: Issue tax receipts for the %1 unreceipted contributions only.
ja_jp: この %1 受領証なしの支援のみの税金受領書を発行。
nl_nl: Beoordelen ontvangstbewijzen voor alleen de %1 bijdragen waar nog geen ontvangstbewijs van is.
tr_tr: Yalnızca %1 alınmamış katkı için vergi alındısı düzenle.

source: Issue tax receipts for all %1 contributions. Previously-receipted contributions will be marked 'duplicate'.
ja_jp: 支援 %1 すべてに税金受領書を発行します。以前に受領済みの支援は「重複」としてマークされます。
nl_nl: Ontvangstbewijzen beoordelen voor alle %1 bijdragen. Al eerder ontvangen bewijzen krijgen de markering 'duplicaat'.
tr_tr: Tüm %1 katkı için vergi alındısı düzenle. Daha önce alınan katkılar 'yinelenen' olarak işaretlenir.

source: Upgrade %1 to revision %2
ja_jp: リビジョン %2 へ %1 の更新
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Failed to acquire lock. No receipts were processed.
nl_nl: Het blokkeren is mislukt. Er zijn geen ontvangstbewijzen verwerkt.
tr_tr: Kilitlenemedi. Herhangi bir alındı işlenmedi.

source: Warning
nl_nl: Waarschuwing
tr_tr: Uyarı

source: This is your Official Receipt for income tax purposes.
nl_nl: Dit is uw officiÃ«le ontvangstbewijs voor uw belastingaangifte.
tr_tr: Gelir vergisi amaçlı resmi alındınız.

source: Tel: %1
tr_tr: Telefon: %1

source: Fax: %1
tr_tr: Faks: %1

source: Email: %1; Website: %2
tr_tr: E-posta: %1; Site: %2

source: Charitable Registration: %1
nl_nl: Goede Doelen registratie: %1
tr_tr: Hayır kurumu kayıt numarası: %1

source: Issue Date: %1
nl_nl: Beoordelingsdatum: %1
tr_tr: Düzenleme tarihi: %1

source: Received on: %1
nl_nl: Ontvangen op: %1
tr_tr: Alınma tarihi: %1

source: Eligible Amount: $%1
nl_nl: Beoordelingsbedrag %1
tr_tr: Uygun tutar $%1

source: Location Issued: %1
tr_tr: Düzenlenme konumu: %1

source: Thank you for giving in %1!
ja_jp: %1 での寄付に感謝します！
nl_nl: Dank u wel voor het geven aan %1!
tr_tr: %1 bağışınız için teşekkürler!

source: Receipt No: %1
nl_nl: Ontvangstnummer: %1
tr_tr: Alındı numarası: %1

source: Received from:
nl_nl: Ontvangen van:
tr_tr: Kimden alındı:

source: Donation in-kind: %1
nl_nl: Bijdrage in natura: %1
tr_tr: Ayni bağış: %1

source: Cost: %1
nl_nl: Kosten: %1
tr_tr: Maliyet: %1

source: Appraiser: %1
nl_nl: Beoordelaar: %1
tr_tr: Değerlendiren: %1

source: Canada Revenue Agency: canada.ca/charities-giving
tr_tr: Kanada gelir kurumu: canada.ca/charities-giving

source: Thank you!
nl_nl: Dank u wel!
tr_tr: Teşekkürler!

source: Authorized Signature
ja_jp: 正式な署名
nl_nl: Geautoriseerde ondertekening
tr_tr: Yetkili imza

source: Location Issued is not set. Please set it under Administer - CiviContribute - CDN Tax Receipts.
tr_tr: Düzenlenme konumu ayarlanmamış. Lütfen Yönetim - CiviContribute - CDN vergi allındıları bölümünden ayarlayın.

source: Tax Receipt
ja_jp: 税金受領書
nl_nl: Fiscaal ontvangst
tr_tr: Vergi alındısı

source: Issue Tax Receipts (Separate Receipt for Each Contribution)
nl_nl: Beoordeling ontvangstbewijzen (Ontvangstbewijs per bijdrage)
tr_tr: Vergi alındılarını düzenle (her katkı için ayrı alındı)

source: Issue Tax Receipts (Combined Receipt with Total Contributed)
nl_nl: Beoordeling ontvangstbewijzen (Gecombineerd ontvangstbewijs met het aantal bijdragen)
tr_tr: Vergi alındılarını düzenle (toplam katkı için birleştirilmiş alındı)

source: CiviCRM CDN Tax Receipts
ja_jp: CiviCRM CDN 税金受領書
nl_nl: CiviCRM Belastingontvangstbewijzen
tr_tr: CiviCRM CDN vergi alındısı

source: Configure the Tax Receipts extension at Administer >> CiviContribute >> CDN Tax Receipts.
ja_jp: 管理 >> CiviContribute >> CDN 税金受領書で税金受領書の拡張子を設定してください。
nl_nl: Stel de extensie Belastingontvangstbewijzen in via Beheer >> CiviContribute >> Belastingontvangstbewijzen.
tr_tr: Vergi alındısı eklentisini Yönet >> CiviContribute >> CDN vergi alındıları bölümünden yapılandırın.

source: CDN Tax Receipts
ja_jp: CDN 税金受領書
nl_nl: Belastingontvangstbewijzen
tr_tr: CDN vergi alındıları

source: Please upload a valid file. Allowed extensions are (.gif, .png, .jpg, .pdf)
nl_nl: Gebruik a.u.b. een geldig bestandstype. (Toegestaan: gif, png, jpg, pdf)
tr_tr: Lütfen geçerli bir dosya yükleyin. Şu uzantılı dosyalar kullanılabilir (.gif, .png, .jpg, .pdf)

source: Delete the <em>%1</em> file?
tr_tr: <em>%1</em> dosyası silinsin mi?

source: Organization Details
ja_jp: 団体の詳細
nl_nl: Organisatie details
tr_tr: Kuruluş bilgileri

source: My Charitable Organization
ja_jp: 私のチャリティ団体
nl_nl: Mijn Goede Doelen Organisatie
tr_tr: Hayır kurumum

source: Receipt Configuration
ja_jp: 受領書の設定
nl_nl: Configuratie ontvangstbewijs
tr_tr: Alındı yapılandırması

source: Receipt numbers are formed by appending the CiviCRM Contribution ID to this prefix. Receipt numbers must be unique within your organization. If you also issue tax receipts using another system, you can use the prefix to ensure uniqueness (e.g. enter 'WEB-' here so all receipts issued through CiviCRM are WEB-00000001, WEB-00000002, etc.)
ja_jp: 受領書番号は、このプレフィックスに CiviCRM 支援ID を付加することで形成されています。受領書番号は、団体内で固有である必要があります。また、別のシステムを使用して税金受領書を発行する場合は、固有性を保証するために、プレフィックス (例 : 入力した 'WEB-' は、次のように CiviCRM を通じて発行されたすべての受領書で WEB-00000001, WEB-00000002, のようになります) を使用することができます
nl_nl: Ontvangstnummer worden gevormd door het toevoegen van het CiviCRM Bijdrage-id aan de prefix. Elk ontvangstnummer is uniek binnen een organisatie. Als u ook ontvangstnummers vanuit een ander systeem verwerkt gebruik dan de prefix om het nummer uniek te houden (bijv. 'WEB-' zodat je dan hier krijgt nummers als WEB-00000001, WEB-00000002, enz.)
tr_tr: Alındı numaraları, bu ön eke CiviCRM katkı kimliği eklenerek oluşturulur. Alındı numaraları kuruluşunuz içinde benzersiz olmalıdır. Vergi alındılarını başka bir sistem kullanarak da düzenliyorsanız, benzersizliği sağlamak için ön eki kullanabilirsiniz (örneğin buraya 'WEB-' yazarak CiviCRM aracılığıyla düzenlenen tüm alındıların WEB-00000001, WEB-00000002 gibi numaralandırılmasını sağlayabilirsiniz)

source: Name and position of the authorizing official to be displayed under the signature line. Defaults to "Authorized Signature" if no name is specified.
ja_jp: 名前と認可の公式の位置は、署名欄の下に表示されます。名前が指定されていない場合は、デフォルトで「署名を認可」のリストへ戻ります。
nl_nl: Naam en functie van de medewerker die onder de regel met de ondertekening wordt getoond. Standaard gelijk aan de "Geautoriseerde ondertekening" als er hier geen naam is ingevuld.
tr_tr: İmza satırının altında yer alacak yetkilinin adı ve görevi. Ad belirtilmezse varsayılan olarak "Yetkili imza" görüntülenir.

source: Logo size: 280x120 pixels; File types allowed: .jpg .png.
ja_jp: ロゴサイズ : 280x120 px / 許可されたファイルタイプ : .JPG .PNG
nl_nl: Logo grootte: 280x120 pixels; Bestandstypes: jpg, png.
tr_tr: Logo boyutu: 280x120 piksel. İzin verilen dosya türleri: .jpg .png.

source: Signature size: 141x58 pixels; File types allowed: .jpg .png.
ja_jp: 署名サイズ : 141x58 px / 許可されたファイルタイプ : .JPG .PNG
nl_nl: Grootte ondertekening: 141x58 pixels; bestandstype: jpg, png.
tr_tr: İmza boyutu: 141x58 piksel. İzin verilen dosya türleri: .jpg .png.

source: Watermark Image size: 250x250 pixels; File types allowed: .jpg .png.
ja_jp: 透かし画像サイズ : 250x250 px / 許可されたファイルタイプ : .JPG .PNG
nl_nl: Watermerk grootte: 250x250 pixels; Toegestane bestandstypes: jpg, png.
tr_tr: Filigran görseli boyutu: 250x250 piksel. İzin verilen dosya türleri: .jpg .png.

source: Upload your own PDF template: .pdf
ja_jp: 独自のPDFテンプレートをアップロード : PDF
nl_nl: Uw eigen PDF-sjabloon uploaden: pdf
tr_tr: Kendi PDF kalıbınızı yükleyin: .pdf

source: System Options
ja_jp: システムオプション
nl_nl: Systeemopties
tr_tr: Sistem seçenekleri

source: Checking this box will set up the fields required to generate in-kind tax receipts. Unchecking the box will not disable in-kind receipts: you will need to do that manually, by disabling the In-kind contribution type or making it non-deductible in the CiviCRM administration pages.
ja_jp: 物納で税金受領書を生成するために必要なフィールドを設定します。このボックスをチェックしてください。チェックボックスをオフにすると、物納での受領書を無効にすることはありません : 物納の支援タイプを無効にしたり、 CiviCRM 管理ページで、非控除することにより、手動で行う必要があります。
nl_nl: Door dit veld aan te vinken kunt u de velden instellen om ontvangst in natura mogelijk te maken. Uitvinken schakelt ontvangst in natura niet uit, dat is een handmatige handeling door het bijdragetype in natura uit te schakelen of door het niet aftrekbaar te maken in de administratie-pagina's van CiviCRM.
tr_tr: Bu seçenek işaretlendiğinde, para olmayan vergi alındısı oluşturmak için gerekli alanlar ayarlanır. İşareti kaldırmak para olmayan alındıları devre dışı bırakmaz: Bunu CiviCRM yönetim sayfalarında Para olmayan katkı türünü devre dışı bırakarak veya vergiden düşülemeyecek olarak ayarlayarak el ile yapmanız gerekir.

source: Print only: all tax receipts are generated in PDF format.<br />Email or print: tax receipts are emailed if possible, otherwise generated in PDF format.<br />Data only: Tax receipts are generated internally in CiviCRM. Data can be exported for mail merge/mail house via the Tax Receipts Issued report.
nl_nl: Alleen afdrukken: alle belastingontvangstbewijzen worden in PDF-formaat aangemaakt.<br />E-mail of afdrukken: indien mogelijk als e-mail en anders PDF.<br />Alleen gegevens: Alleen intern in CiviCRM aanmaken en later exporteren naar e-mail via het rapport Te beoordelen belastingontvangstbewijzen.
tr_tr: Yalnızca yazdır: Tüm vergi alındıları PDF biçiminde oluşturulur.<br />E-posta gönder veya yazdır: Olabiliyorsa vergi alındıları e-posta ile gönderilir. Olamıyorsa PDF biçiminde oluşturulur.<br />Yalnızca veriler: Vergi alındıları CiviCRM içinde oluşturulur. Veriler, düzenlenen vergi alındıları raporu ile adres mektup birleştirme/postane için dışa aktarılabilir.

source: ** Not recommended if you have ACHEFT payments. **<br />If enabled, tax receipts will be attached to the automated emails that CiviCRM sends via online contribution page, and when "send receipt" is selected during backoffice gift entry. Be sure to alter the Contributions - Receipt (on-line/off-line) message templates to alert the donor that their tax receipt is attached.
nl_nl: ** Niet aanbevolen bij ACHEFT-betalingen. **<br />Indien ingeschakeld, worden ontvangstbewijzen toegevoegd aan de gegenereerde e-mails die CiviCRM via de online bijdragepagina zal verzenden, als ontvangstbewijs verzenden" is geselecteerd tijdens het registreren van het geschenk in de backoffice. Pas de online/offline sjablonen Bijdragen - Ontvangstbewijs aan om aan te geven dat het belastingontvangstbewijs als bijlage is toegevoegd.
tr_tr: ** ACHEFT ödemeleriniz varsa önerilmez. **<br />Bu seçenek etkinleştirildiğinde, vergi alındıları CiviCRM çevrim içi katkı sayfası üzerinden gönderilen otomatik e-postalara ve arka ofis hediye kaydı sırasında "alındı gönder" seçeneği etkinleştirildiğinde eklenir. Bağışçıyı vergi alındısının eklendiği konusunda uyarmak için Katkılar - Alındı (çevrim içi/çevrim dışı) ileti kalıplarını değiştirdiğinizden emin olun.

source: If enabled, the Receipts not issued Report will have the Advanced Eligibility Check enabled by default. Required for accurate reports, but can slow reports.
nl_nl: Indien ingeschakeld worden ontvangstbewijzen niet beoordeeld, standaard is de geavanceerde beoordelingscontrole van kracht. Nodig voor betrouwbare rapporten, maar het kan het aanmaken langer laten duren.
tr_tr: Bu seçenek etkinleştirildiğinde, düzenlenmemiş alındılar raporu, gelişmiş uygunluk denetimi seçeneğini varsayılan olarak etkinleştirir. Raporların doğruluğu için gereklidir, ancak raporları yavaşlatabilir.

source: Email Message
ja_jp: メールメッセージ
nl_nl: E-mail Bericht
tr_tr: E-posta iletisi

source: Address you would like to Email the Tax Receipt from.
ja_jp: 税金受領書からメールで送信したいアドレス。
nl_nl: Het verzendadres voor de e-mails van de ontvangstbewijzen.
tr_tr: Vergi alındısını e-postayla göndermek istediğiniz adres.

source: Address you would like to Send a copy of the Email containing the Tax Receipt to. This is useful to create an archive.
ja_jp: 税金受領書に含んだメールのコピーを送信したいアドレス。これは、アーカイブを作成すると便利です。
nl_nl: Het e-mailadres waar een kopie van de e-mail met het ontvangstbewijs naar toe moet gezonden. Dit kan gebruikt worden om een archief aan te maken.
tr_tr: Vergi alındısının bulunduğu e-postanın kopyasını göndermek istediğiniz adres. Arşivlemek için kullanışlıdır.

source: Message
nl_nl: Bericht
tr_tr: İleti

source: The email message is configured under "System Workflow Messages" in Communication Templates.
nl_nl: Het bericht van de e-mail is ingesteld bij de workflowberichten bij de communicatie-sjablonen.
tr_tr: E-posta iletisi, İletişim kalıpları "Sistem iş akışı iletileri" bölümünden yapılandırılabilir.

source: After you fill out this form and save your Configuration, create a fake Donation in CiviCRM and issue a Tax Receipt for it to check the graphics/layout of the Tax Receipt that is generated. If necessary - rework your graphics and come back to this Form to upload the new version(s).
ja_jp: このフォームに必要事項を記入して設定を保存した後、CiviCRM で偽の寄付を作成し、生成された税金受領書のグラフィック / レイアウトを確認するための税金の受領書を発行します。必要に応じて - グラフィックを手直しして、新しいバージョンをアップロードする場合は、このフォームに戻ってください。
nl_nl: Vul dit formulier in en sla de configuratie op, voer daarna een dummy bijdrage op in CiviCRM en beoordeel een ontvangstbewijs voor de belasting om te controleren of de grafische weergave en de lay-out van het gegenereerde ontvangstbewijs voldoen.
tr_tr: Bu formu doldurup yapılandırmanızı kaydettikten sonra, CiviCRM üzerinde sahte bir bağış oluşturun ve oluşturulan vergi alındısının görünümünü denetlemek için bir vergi alındısı düzenleyin. Gerekirse görsellerinizi yeniden düzenleyin ve yeni sürümleri yüklemek için bu forma geri dönün.

source: Issued By
ja_jp: 発行
nl_nl: Beoordeeld door
tr_tr: Düzenleyen

source: Issue Date
ja_jp: 発行日
nl_nl: Beoordelingsdatum
tr_tr: Düzenlenme tarihi
