Repository: civicrm/civicrm-l10n-extensions
Catalog: po/cdntaxreceipts/*/cdntaxreceipts.po
Languages: ja_jp, nl_nl, tr_tr

source: Method
ja_jp: 方法
nl_nl: Methode
tr_tr: Yöntem

source: Data
tr_tr: Veriler

source: Type
ja_jp: タイプ
tr_tr: Tür

source: IP
tr_tr: IP adresi

source: Amount
ja_jp: 金額
nl_nl: Bedrag
tr_tr: Tutar

source: Contribution(s)
ja_jp: 支援
nl_nl: Bijdrage(n)
tr_tr: Katkılar

source: A tax receipt has not been issued for this contribution.
ja_jp: 税金受領書が、この支援に発行されていません。
nl_nl: Er is geen belastingontvangstbewijs bij deze bijdrage.
tr_tr: Bu katkı için bir vergi alındısı düzenlenmemiş.

source: The receipt will be sent <strong>by email</strong> to the contributor (%1).
nl_nl: Het ontvangstbewijs zal per <strong>e-mail</strong> worden verzonden na de donateur (%1).
tr_tr: Alındı katkıda bulunan kişiye (%1) <strong>e-posta ile</strong> gönderilecek.

source: Please <strong>download and print</strong> the receipt that is generated. You will need to send a printed copy to the contributor.
ja_jp: 生成された受領書を<strong>ダウンロードして印刷</strong>してください。 あなたは支援者の印刷されたコピーを送信する必要があります。
nl_nl: <strong>Download en print</strong> het gegenereerde ontvangstbewijs. U moet dit zelf naar de donateur sturen.
tr_tr: Lütfen oluşturulan alındıyı <strong>indirip yazdırın</strong>. Katkıda bulunan kişiye yazılı kopyasını göndermelisiniz.

source: You do not have sufficient authorization to issue tax receipts.
ja_jp: 税金受領書を発行するための十分な権限がありません。
nl_nl: U mag geen ontvangstbewijzen beoordelen.
tr_tr: Veri alındıları düzenlemek için yeterli izniniz yok.

source: Click '%1' to re-issue a tax receipt for this contribution. The tax receipt will be marked 'Cancelled' with the same receipt number and amount as the original copy.
nl_nl: Klik op '%1' om de belastingontvangstbewijs van deze bijdrage opnieuw te beoordelen. Het belastingontvangstbewijs wordt 'Geannuleerd' met hetzelfde ontvangstnummer en bedrag als het origineel.
tr_tr: Bu katkı için yeniden bir vergi alındısı düzenlemek üzere "%1" üzerine tıklayın. Vergi alındısı, özgün nüsha ile aynı makbuz numarası ve tutarıyla 'İptal edildi' olarak işaretlenir.

source: Click '%1' to re-issue a tax receipt for this contribution. The tax receipt will be marked 'Duplicate' with the same receipt number and amount as the original copy.
nl_nl: Klik op '%1' om een ontvangstbewijs opnieuw te beoordelen voor de belasting. Dit bewijs wordt gemarkeerd als 'Duplicaat' met hetzelfde ontvangstnummer en bedrag als het origineel.
tr_tr: Bu katkı için yeniden bir vergi alındısı düzenlemek üzere "%1" üzerine tıklayın. Vergi alındısı, özgün nüsha ile aynı makbuz numarası ve tutarıyla 'Çift' olarak işaretlenir.

source: You do not have sufficient authorization to re-issue tax receipts.
ja_jp: 税金受領書を再発行するための十分な権限がありません。
nl_nl: U mag geen ontvangstbewijzen opnieuw laten beoordelen.
tr_tr: Veri alındılarını yeniden düzenlemek için yeterli izniniz yok.

source: You have selected <strong>%1</strong> contributions including <strong>%2</strong> originals and <strong>%3</strong> duplicates to issue. Note that duplicates cannot be issued by this method and will be skipped. The summary below includes the original receipt issue contributions only.
ja_jp: あなたが発行する重複 <strong>%3</strong> および、オリジナル <strong>%2</strong> を含む支援 <strong>%1</strong> を選択しました。 重複がこの方法で発行することができず、スキップされることに注意してください。 概要は以下のオリジナルの受領書発行の支援にのみ含まれています。
nl_nl: U heeft <strong>%1</strong> bijdragen geselecteerd om te beoordelen inclusief <strong>%2</strong> originelen en <strong>%3</strong> duplicaten. Deze methode slaat de duplicaten over. De onderstaande samenvatting is inclusief alleen de originele beoordeling van het ontvangstbewijs.
tr_tr: Düzenlenecek <strong>%2</strong> özgün ve <strong>%3</strong> çift olmak üzere <strong>%1</strong> katkı seçtiniz. Çiftlerin bu yöntemle düzenlenemeyeceğini ve atlanacağını unutmayın. Aşağıdaki özette, yalnızca özgün alındı düzenlenmiş katkılar bulunur.

source: Tax Year
ja_jp: 税務年
nl_nl: Fiscaal jaar
tr_tr: Vergi yılı

source: # of Contributors
ja_jp: # 支援者
nl_nl: # of donateurs
tr_tr: Katkıda bulunan kişi sayısı

source: Selected Contributions
ja_jp: 選択した支援
nl_nl: Geselecteerde bijdragen
tr_tr: Seçilmiş katkılar

source: Selected Contribution Amount
ja_jp: 選択した支援額
nl_nl: Geselecteerd bedrag bijdrage
tr_tr: Seçilmiş katkı tutarı

source: Tax Receipts
nl_nl: Belastingontvangstbewijzen
tr_tr: Vergi alındıları

source: Contributions Not Eligible
ja_jp: 支援対象外
nl_nl: Niet te beoordelen bijdragen
tr_tr: Uygun olmayan katkılar

source: Not Eligible Amount
ja_jp: 対象額なし
nl_nl: Niet te beoordelen bedrag
tr_tr: Uygun olmayan tutar

source: Clicking 'Issue Tax Receipts' will issue aggregate tax receipts grouped into the selected year(s). These tax receipts are a sum total of all selected eligible contributions, received from the donor during the selected year, that have not already been receipted individually.
ja_jp: 「税金受領書」の発行をクリックすると、選択した年にグループ集計した税金受領書を発行します。これらの税金受領書は、 まだ個別に領収していない、選択した年度に寄贈者から受領した、選択されたすべてが対象となる支援の合計になります。
nl_nl: Door te klikken op 'Beoordelen belastingontvangstbewijs' worden belastingontvangstbewijzen (per geselecteerd) jaar samengevoegd. Deze documenten zijn een totaal van de geselecteerde te beoordelen bijdragen ontvangen van de donateur in het geselecteerde jaar, als die bijdrage nog niet eerder losstaand is ontvangen.
tr_tr: "Vergi alındılarını düzenle" üzerine tıklandığında, seçilmiş yıllara göre gruplanmış toplam vergi alındıları düzenlenir. Bu vergi alındıları, seçilmiş yıl boyunca bağışçıdan alınan ve henüz bireysel olarak alınmamış olan tüm seçilmiş uygun katkıların toplamıdır.

source: <strong>This action cannot be undone.</strong> Tax receipts will be logged for auditing purposes, and a copy of each receipt will be submitted to the tax receipt archive.
ja_jp: <strong>この操作は、元に戻すことはできません。</strong>税金受領書は、監査のために記録され、 および、各受領書のコピーは、税金受領書のアーカイブに送信されます。
nl_nl: <strong>De actie kan niet ongedaan worden gemaakt.</strong> Belastingontvangstbewijzen zullen in de log worden vastgelegd voor een mogelijke accountantscontrole en een kopie zal worden vastgelegd in het archief.
tr_tr: <strong>Bu işlem geri alınamaz.</strong> Vergi alındıları denetim amacıyla kaydedilecek ve her alındının bir kopyası vergi alındısı arşivine kaydedilecektir.

source: Email receipts will be emailed directly to the contributor.
ja_jp: メールの受領書は支援者に直接メールで送信されます。
nl_nl: Ontvangstbewijzen per e-mail zullen rechtstreeks worden verzonden per e-mail naar de donateur.
tr_tr: Vergi alındıları doğrudan katkıda bulunana e-posta ile gönderilecek.

source: Print receipts will be compiled into a file for download. Please print and mail any receipts in this file.
ja_jp: 印刷の受領書は、ダウンロード用のファイルにコンパイルされます。
nl_nl: Af te drukken ontvangstbewijzen worden samengevoegd in een bestand. Download dit bestand en druk de ontvangstbewijzen af.
tr_tr: Yazdırılacak alındılar indirilmek üzere bir dosyada toplanacak. Lütfen bu dosyadaki tüm alındıları yazdırıp postalayın.

source: (Generates receipts marked 'preview', but does not issue the receipts. No logging or emails sent.)
ja_jp: (生成された受領書は、「プレビュー」をマークしていますが、受領書を発行していません。ロギング、またはメールは送信されません。)
nl_nl: (Maakt met voorvertonen test-ontvangstbewijzen aan, maar beoordeelt deze niet. Geen logging en geen e-mails.)
tr_tr: ("Ön izleme" olarak işaretlenmiş alındılar oluşturur, ancak alındıları düzenlemez. Günlük tutulmaz veya e-posta gönderilmez.)

source: You have selected <strong>%1</strong> contacts. The summary below includes these contacts only.
ja_jp: あなたは <strong>%1</strong> の連絡先を選択しています。概要は以下の、これら連絡先のみが含まれています。
nl_nl: U heeft <strong>%1</strong> contacten geselecteerd. In de samenvatting staan alleen deze contacten.
tr_tr: <strong>%1</strong> kişi seçtiniz. Aşağıdaki özet yalnızca bu kişileri içerecek.

source: Select Tax Year
ja_jp: 税務年の選択
nl_nl: Kies fiscaal jaar
tr_tr: Vergi yılını seçin

source: Receipts Outstanding
ja_jp: 優れた受領書
nl_nl: Nog te ontvangen
tr_tr: Ödenmemiş alındılar

source: Clicking 'Issue Tax Receipts' will issue annual tax receipts for the selected year. Annual tax receipts are a sum total of all eligible contributions, received from the donor during the selected year, that have not been receipted individually.
ja_jp: 「税金受領書」の発行をクリックすると、選択した年に税金受領書を発行します。年間の税金受領書は、 個別領収していない、選択された年度に寄贈者から受領した、対象となるすべての支援の合計になります。
nl_nl: Door te klikken op 'Beoordelen belastingontvangstbewijs' worden belastingontvangstbewijzen van het geselecteerde jaar samengevoegd. Deze jaarlijkse ontvangsten zijn een totaal van de geselecteerde te beoordelen bijdragen ontvangen van de donateur in het geselecteerde jaar, als die bijdrage nog niet eerder losstaand is ontvangen.
tr_tr: "Vergi alındılarını düzenle" üzerine tıklandığında, seçilmiş yıl için yıllık vergi alındıları düzenlenir. Yıllık vergi alındıları seçilmiş yıl boyunca bağışçıdan alınan ve bireysel olarak alınmamış tüm uygun katkıların toplamıdır.

source: Only one annual tax receipt can be issued per donor, per year. If the donor has eligible contributions that were recorded after the annual receipt was issued, those contributions must be receipted one at a time. Use the Find Contributions action to issue those receipts.
ja_jp: この年次のみの税金受領書は毎年、寄贈者ごとに発行することができます。寄贈者は、年間の受領書が発行された後に記録された対象となる支援をしている場合は、 それら支援は、一度につき 1 つ受領する必要があります。 それら受領書を発行するために、支援の検索アクションを使用します。
nl_nl: Per donateur kan jaarlijks maar een belastingontvangstbewijs worden verwerkt. Als de donateur te beoordelen bijdragen heeft die nadat de jaarlijkse ontvangst is verwerkt, zijn vastgelegd, dan moeten die bijdragen later een voor een worden ontvangen. Gebruik Bijdragen zoeken om die ontvangstbewijzen te zoeken.
tr_tr: Bağışçı başına yılda yalnızca bir tane yıllık vergi alındısı düzenlenebilir. Bağışçının yıllık alındı düzenlendikten sonra kaydedilmiş uygun katkıları varsa, bu katkılar teker teker alınmalıdır. Bu alındıları düzenlemek için katkı bul işlemini kullanın.

source: Not yet receipted
ja_jp: まだ受領されていません
nl_nl: Nog niet ontvangen
tr_tr: Henüz alındı düzenlenmedi

source: Already receipted<
ja_jp: 既に受領されています<
nl_nl: Al ontvangen
tr_tr: Zaten alındı düzenlenmiş<

source: Clicking 'Issue Tax Receipts' will issue the selected tax receipts. <strong>This action cannot be undone.</strong> Tax receipts will be logged for auditing purposes, and a copy of each receipt will be submitted to the tax receipt archive.
ja_jp: 「税金受領書」の発行をクリックすると、選択した税金領収書を発行します。 <strong>この操作は、元に戻すことはできません。</strong>税金受領書は、監査のために記録され、 および、各受領書のコピーは、税金受領書のアーカイブに送信されます。
nl_nl: Door te klikken op 'Beoordelen ontvangstbewijzen' worden de geselecteerde ontvangstbewijzen beoordeeld. <strong>De actie kan niet ongedaan worden gemaakt.</strong> Belastingontvangstbewijzen zullen in de log worden vastgelegd voor een mogelijke accountantscontrole en een kopie zal worden vastgelegd in het archief.
tr_tr: "Vergi alındılarını düzenle" üzerine tıklandığında, seçilmiş vergi alındıları düzenlenir. <strong>Bu işlem geri alınamaz.</strong> Vergi alındıları denetim amacıyla kaydedilecek ve her makbuzun bir kopyası vergi alındısı arşivine kaydedilecektir.

source: Serial Receipt Numbers
nl_nl: Opeenvolgende serienummers

source: This is an experimental option to generate receipt numbers serially, without the gaps of the default method described above. Not recommended unless your auditor insists.
nl_nl: Dit is een experimentele functie om opeenvolgende serienummers aan te maken, zonder gaten zoals bij de bovenstaande standaardmethode. Dit wordt afgeraden, behalve als de accountant het wil.
