Repository: civicrm/civicrm-l10n-extensions
Catalog: po/gotowebinar/*/gotowebinar.po
Languages: it_it, ja_jp, nl_nl

source: API Key
ja_jp: API キー

source: Save Status
it_it: Salva Status
ja_jp: 保存ステータス
nl_nl: Status opslaan

source: Email Address
it_it: Indirizzo Email
ja_jp: メールアドレス
nl_nl: E-mailadres

source: Password
ja_jp: パスワード
nl_nl: Wachtwoord

source: Connect To My GoToWebinar
it_it: Connetti A My GoToWebinar
ja_jp: My GoToWebinar に接続
nl_nl: Met GoToWebinar verbinden

source: GoToWebinar Settings
it_it: Impostazioni GoToWebinar
ja_jp: GoToWebinar の設定
nl_nl: GoToWebinar Instellingen

source: API Key Setting
it_it: Impostazioni API Key
ja_jp: API キーの設定
nl_nl: API-Key Instelling

source: API Key from Webinar
it_it: API Key da Webinar
ja_jp: Webinar からのAPI キー
nl_nl: API-Key van Webinar

source: Participant Status To Be Considered
it_it: Stato Partecipanti da Considerare
ja_jp: 考慮されるべき参加者ステータス
nl_nl: Te overwegen deelnemersstatus

source: Username to connect Webinar account
it_it: Username per connettere account Webinar
ja_jp: Webinar アカウントへ接続するためのユーザ名
nl_nl: Gebruikersnaam voor Webinar

source: Password to connect Webinar account
it_it: Password per connettere account Webinar
ja_jp: Webinar アカウントへ接続するためのパスワード
nl_nl: Wachtwoord voor Webinar

source: Info:
ja_jp: 情報 :

source: Your account is connected.&nbsp;Here are your Upcoming Webinars
it_it: Il tuo account è connesso.&nbsp;Ecco i tuoi Prossimi Webinars
ja_jp: アカウントが接続されています。&nbsp;ここに予定されている Webinars
nl_nl: U bent verbonden.&nbsp;Uw aanstaande webinars zijn

source: Description
it_it: Descrizione
ja_jp: 説明
nl_nl: Beschrijving

source: Subject
it_it: Oggetto
ja_jp: 件名
nl_nl: Onderwerp

source: Webinar Key
ja_jp: Webinar キー

source: Start Time
it_it: Ora Inizio
ja_jp: 開始時間
nl_nl: Begintijd

source: End Time
it_it: Ora Fine
ja_jp: 終了時間
nl_nl: Eindtijd
