Repository: civicrm/civicrm-l10n-extensions
Catalog: po/stripe/*/stripe.po
Languages: de_de, es_es, fr_fr, nl_nl, tr_tr

source: Successfully cancelled the subscription in CiviCRM ONLY.
de_de: Das Abo wurde NUR IN CIVICRM erfolgreich beendet.
nl_nl: De aanmelding is ALLEEN in CiviCRM geannuleerd.
tr_tr: Abonelik YALNIZCA CiviCRM için iptal edildi.

source: The recurring contribution cannot be cancelled (No reference (trxn_id) found).
de_de: Die wiederkehrende Zahlung kann nicht beendet werden (Keine Referenz (trxn_id) gefunden).
es_es: La contribución periódica no se puede cancelar (no se ha encontrado ninguna referencia (trxn_id)).
fr_fr: La contribution périodique ne peut pas être annulée (Pas de référence (trxn_id) trouvée).
nl_nl: De terugkerende contributie kan worden niet geannuleerd (er is geen referentie).
tr_tr: Yinelenen katkı iptal edilemedi (Referans (trxn_id) bulunamadı).

source: Could not delete Stripe subscription: %1
de_de: Das Stripe Abo konnte nicht gelöscht werden: %1
nl_nl: De Stripe aanmelding %1 is niet verwijderd
tr_tr: Stripe aboneliği silinemedi: %1

source: Successfully cancelled the subscription at Stripe.
de_de: Das Abo wurde erfolgreich bei Stripe beendet.
nl_nl: De aanmelding bij Stripe is geannuleerd.
tr_tr: Stripe aboneliği iptal edildi.

source: Stripe will be automatically notified and the subscription will be cancelled.
de_de: Stripe wird automatisch benachrichtigt und das Abo beendet.
nl_nl: Stripe wordt automatisch ingelicht en de aanmelding wordt geannuleerd.
tr_tr: Stripe otomatik olarak bilgilendirilecek ve abonelik iptal edilecek.

source: If you select 'Send cancellation request..' then Stripe will be automatically notified and the subscription will be cancelled.
de_de: Falls Sie 'Sende Beendigungs-Anfrage..' drücken, wird Stripe automatisch benachrichtigt und das Abo beendet.
nl_nl: Als u 'Annulering verzoeken...' kiest, dan wordt Stripe automatisch ingelicht en wordt de aanmelding geannuleerd.
tr_tr: "İptal isteği gönder..." olarak seçtiyseniz, Stripe otomatik olarak bilgilendirilecek ve abonelik iptal edilecek.

source: You are using a development version of %1 extension.
de_de: Sie benutzen eine Entwicklungsversion der Erweiterung %1.
tr_tr: %1 eklentisinin geliştirme sürümünü kullanıyorsunuz.

source: %1: Development version
de_de: %1: Entwicklungsversion
tr_tr: %1: Geliştirme sürümü

source: The %1 extension requires the %2 extension version %3 or greater but your system has version %4.
de_de: Die Erweiterung %1 erfordert die Erweiterung %2 in Version %3 oder höher, aber installiert ist Version %4.
nl_nl: De extensie %1 vereist van extensie %2 versie %3 of nieuwer, maar uw systeem heeft versie %4.
tr_tr: %1 eklentisi için %2 eklentisinin %3 ya da üzerindeki bir sürümü gereklidir. Sisteminizdeki sürüm: %4.

source: %1: Missing Requirements
de_de: %1: Fehlende Anforderungen
nl_nl: %1: Ontbrekende vereiste onderdelen
tr_tr: %1: Gereksinimler karşılanmıyor

source: Upgrade now
de_de: Upgrade jetzt durchführen
fr_fr: Mettre à niveau maintenant
nl_nl: Nu upgraden
tr_tr: Şimdi yükselt

source: The <em>%1</em> extension requires the <em>Payment Shared</em> extension which is not installed. See <a href="%2" target="_blank">details</a> for more information.
de_de: Die Erweiterung <em>%1</em> benötigt die <em>Payment Shared</em> Erweiterung, die nicht installiert ist. Siehe <a href="%2" target="_blank">DETAILS</a> für weitere Informationen.
nl_nl: Bij de extensie <em>%1</em> moet de extensie <em>Payment Shared</em> geïnstalleerd zijn. <a href="%2" target="_blank">Details</a>.
tr_tr: <em>%1</em> eklentisi için kurulmamış <em>Payment Shared</em> eklentisi gereklidir. Ayrıntılı bilgi almak için <a href="%2" target="_blank">buraya bakabilirsiniz</a>.

source: Install now
de_de: Jetzt installieren
nl_nl: Nu installeren
tr_tr: Şimdi kur

source: If you are using Stripe to accept payments on public forms (eg. contribution/event registration forms) it is recommended that you install the <strong><a href="https://lab.civicrm.org/extensions/firewall">firewall</a></strong> extension. Some sites have become targets for spammers who use the payment endpoint to try and test credit cards by submitting invalid payments to your Stripe account.
de_de: Falls Sie mit Stripe Zahlungen über öffentliche Webseiten ermöglichen (z.B. Zuwendungsformulare oder Anmeldungen zu Veranstaltungen), wird empfohlen, die Erweiterung <strong><a href="https://lab.civicrm.org/extensions/firewall">firewall</a></strong> zu installieren. Einige Webseiten wurden das Ziel von Angreifern, die die Eingabeformulare zum Test von Kreditkartendaten verwendet haben, was zur massenhaften Übermittlung ungültiger Zahlungsanforderungen an Stripe geführt hat.
fr_fr: Si vous utilisez Stripe pour accepter des paiements sur des formulaires publics (par exemple des formulaires de contribution ou d'inscription à des événements), il est recommandé d'installer l'extension <strong><a href="https://lab.civicrm.org/extensions/firewall">firewall</a></strong>. Certains sites sont devenus des cibles pour les spammeurs qui utilisent le point de terminaison de paiement pour essayer de tester les cartes de crédit en soumettant des paiements non valides à votre compte Stripe.
nl_nl: Als u Stripe gebruikt om betalingen op openbare formulieren te laten doen (bijv. contributie/aanmeldingen) dan raden wij u aan om de extensie <strong><a href="https://lab.civicrm.org/extensions/firewall">firewall</a></strong> te installeren. Uw site zou het doelwit van spammers kunnen worden die creditcards uit willen proberen door ongeldige betalingen op uw Stripe-rekening te doen.
tr_tr: Herkese açık formlarda (katkı/etkinlik kayıt formları gibi) ödemeleri kabul etmek için Stripe kullanıyorsanız, <strong><a href="https://lab.civicrm.org/extensions/firewall">firewall</a></strong> eklentisini kurmanız önerilir. Bazı siteler, Stripe hesabınıza geçersiz ödemeler göndererek kredi kartlarını denemek için ödeme uç noktasını kullanan istenmeyen göndericiler için hedef haline geldi.

source: Recommended Extension: firewall
de_de: Empfohlene Erweiterung: firewall
fr_fr: Extension recommandée : Firewall
nl_nl: Aanbevolen extensie : firewall
tr_tr: Önerilen eklenti: Güvenlik duvarı

source: Thankyou for upgrading to Stripe 6.6. You MUST check your configuration to make sure it will continue working: <ul> <li><strong>Access AJAX API</strong> permission is required for all users that make payments using Stripe (including the anonymous user). You need to check that all users making Stripe payments have the CiviCRM permission <strong>Access AJAX API</strong> otherwise payments will fail.</li> <li>Billing address fields are now disabled by default (if you require additional fields collect them via a profile). If you require the billing address fields you can enable them in <em>Administer->CiviContribute->Stripe Settings->Disable billing address fields</em>. They will be removed in a future version - if this is a problem please contact <a href="https://mjw.pt/support">MJW</a> and let us know why!</li> <li><a href="https://docs.civicrm.org/mjwshared/en/latest/refunds/">Refund UI</a> is now enabled by default.</li> </ul>
nl_nl: Bedankt voor het upgraden naar Stripe 6.6. U moet uw configuratie controleren om te zorgen dat het na het upgraden blijft werken: <ul> <li><strong>Ajax-API gebruiken</strong> dit recht is verplicht voor alle gebruikers die betalingen via Stripe doen (inclusief een anonieme gebruiker). U moet dus controleren of alle gebruiker dit recht <strong>Ajax-API gebruiken</strong> hebben.</li> <li>De velden van het factuuradres zijn nu standaard uitgeschakeld (U kunt aanvullende velden toevoegen via een profiel). Indien uw het factuuradres nodig heeft dan kunt u dut inschakelen <em>Beheer ->CiviContribute->Stripe instellingen->Factuuradres uitschakelen</em>. In de toekomst worden ze verwijderd, laat het <a href="https://mjw.pt/support">MJW</a> weten als dat een probleem is en waarom!</li> <li><a href="https://docs.civicrm.org/mjwshared/en/latest/refunds/">Terugbetalen</a> is nu standaard ingeschakeld.</li> </ul>
tr_tr: Stripe 6.6 sürümüne yükselttiğiniz için teşekkür ederiz. Çalışmayı sürdüreceğinden emin olmak için yapılandırmanızı kontrol etmeniz GEREKİR: <ul> <li><strong>AJAX API erişimi</strong> Stripe kullanarak ödeme yapan tüm kullanıcılar (anonim ile birlikte) için gereklidir. Stripe ile ödeme yapan kullanıcıların CiviCRM <strong>AJAX API erişimi</strong> izni olduğunu denetleyin. Yoksa ödemeler alınamaz.</li> <li>Fatura adresi alanları artık varsayılan olarak etkisizleştirilmiştir (ek alanlara gerek duyuyorsanız, bunları bir profil ile toplayın). Fatura adreslerine gerek duyuyorsanız bunları <em>Yönetim->CiviContribute->Stripe ayarları->Fatura adresi alanlarını etkisizleştir</em> seçeneği ile etkinleştirin. Bunlar gelecekteki bir sürümde kaldırılacak. Bu sizin için bir sorun olacaksa lütfen <a href="https://mjw.pt/support">MJW</a> ile görüşüp nedenini açıklayın!</li> <li><a href="https://docs.civicrm.org/mjwshared/en/latest/refunds/">Refund UI</a> artık varsayılan olarak etkinleştirilmiştir.</li> </ul>

source: Stripe: You need to check some settings now that you have upgraded to 6.6
de_de: Stripe: Bitte eine Einstellungen überprüfen, nachdem auf 6.6 aktualisiert wurde
nl_nl: Stripe: U moet na het upgraden naar versie 6.6 enkele instellingen controleren
tr_tr: Stripe: 6.6 sürümüne yükselttiğiniz için bazı ayarları kontrol etmeniz gerekiyor

source: I've read this
de_de: Ich habe es gelesen
nl_nl: Ik heb het gelezen
tr_tr: Bunu okudum

source: I've read this and made any necessary configuration changes - don't show me this upgrade message any more
de_de: Ich habe es gelesen und alle notwendigen Änderungen vorgenommen - zeige diese Upgrade-Nachricht nicht mehr an.
nl_nl: Ik heb het gelezen en ik heb de benodigde wijzigingen aangebracht, toon dit bericht niet meer
tr_tr: Bunu okudum ve gerekli yapılandırma değişikliklerini yaptım. Bu yükseltme iletisini bana bir daha gösterme

source: Stripe Paymentintents
nl_nl: Stripe Betalings-intenties
tr_tr: Stripe ödeme amaçları

source: Stripe Paymentintent
nl_nl: Stripe Betaalintentie
tr_tr: Stripe ödeme amacı

source: Unique ID
nl_nl: Uniek-id
tr_tr: Benzersiz kimlik

source: Stripe Intent ID
nl_nl: Stripe Intentie-id
tr_tr: Stripe amaç kimliği

source: The Stripe PaymentIntent/SetupIntent/PaymentMethod ID
nl_nl: De Stripe Betaalintentie/SetupIntentie/Betaalmethode-id
tr_tr: Stripe ödeme amacı/kurulum amacı/ödeme yöntemi kimliği

source: Contribution ID
fr_fr: Identifiant de la contribution
nl_nl: Contributie-id
tr_tr: Katkı kimliği

source: FK ID from civicrm_contribution
de_de: FK ID der civicrm_contribution
nl_nl: FK ID van civicrm_contribution
tr_tr: civicrm_contribution dış anahtarı kimliği

source: Payment Processor
de_de: Zahlungsdienstleister
nl_nl: Betaalmethode
tr_tr: Ödeme aracısı

source: Foreign key to civicrm_payment_processor.id
de_de: Foreign key zur civicrm_payment_processor.id
nl_nl: FK naar civicrm_payment_processor.id
tr_tr: civicrm_payment_processor.id dış anahtarı

source: Description
de_de: Beschreibung
nl_nl: Beschrijving
tr_tr: Açıklama

source: Description of this paymentIntent
de_de: Beschreibung dieses PaymentIntent
nl_nl: Beschrijving betalings-intentie
tr_tr: Bu ödeme amacının açıklaması

source: Status
tr_tr: Durum

source: The status of the paymentIntent
de_de: Der Status des paymentIntent
nl_nl: Status betalings-intentie
tr_tr: Ödeme amacının durumu

source: Identifier
tr_tr: Belirteç

source: An identifier that we can use in CiviCRM to find the paymentIntent if we do not have the ID (eg. session key)
de_de: Ein Identifier / Bezeichner, den wir in CiviCRM nutzen können, um den paymentIntent zu finden, wenn wir nicht über dessen ID verfügen(z.B. Session Key)
nl_nl: Een identifier die we kunnen gebruiken in CiviCRM om de betalings-intentie te vinden als het ID niet bekend is (bijv. session-key)
tr_tr: Kimliğimiz yoksa (oturum anahtarı gibi) CiviCRM üzerinde ödeme amacını bulmak için kullanabileceğimiz bir tanımlayıcı

source: FK to Contact
de_de: FK zum Contact
nl_nl: FK naar Contact
tr_tr: Kişi dış anahtarı

source: Created Date
de_de: Erstelldatum
nl_nl: Aanmaakdatum
tr_tr: Oluşturulma tarihi

source: When was paymentIntent created
de_de: Wann wurde der paymentIntent erstellt
nl_nl: Wanneer de betalings-intentie is aangemaakt
tr_tr: Ödeme amacının oluşturulma zamanı

source: Flags
nl_nl: Vlaggen
tr_tr: İşaretler

source: Flags associated with this PaymentIntent (NC=no contributionID when doPayment called)
de_de: Flags, die mit diesem paymentIntent in Verbindung stehen (NC=no contributionID wenn doPayment aufgerufen wird)
nl_nl: Vlag behorend bij deze betalings-intentie (NC=geen contributie-id bij aanroep doPayment)
tr_tr: Bu ödeme amacı ile ilişkili işaretler (NC=doPayment çağrıldığında herhangi bir katkı kimliği yok)

source: Referrer
tr_tr: Yönlendiren

source: HTTP referrer of this paymentIntent
de_de: HTTP referrer dieses paymentIntent
nl_nl: HTTP-referrer van deze betalings-intentie
tr_tr: Bu ödeme amacının HTTP yönlendiricisi

source: Extra Data
de_de: Extra Daten
nl_nl: Extra gegevens
tr_tr: Ek veriler

source: Extra data collected to help with diagnostics (such as email, name)
de_de: Zusätzliche Daten, die für Diagnosen gesammelt werden (wie E-Mail, Name)
nl_nl: Extra verzamelde gegevens voor een betere diagnose (e-mailadres, naam)
tr_tr: Tanılamaya yardımcı olması için toplanan ek veriler (e-posta, ad gibi)

source: Update / Create webhook
de_de: Webhook erstellen/aktualisieren
fr_fr: Mettre à jour / Créer un webhook
nl_nl: Webhook bijwerken/aanmaken
tr_tr: İnternet kancası ekle / güncelle

source: All webhooks update successfully.
de_de: Alle Webhooks wurden erfolgreich aktualisiert
fr_fr: Tous les webhook ont été mis à jour avec succès.
nl_nl: Alle webhooks zijn bijgewerkt.
tr_tr: Tüm internet kancaları güncellendi.

source: Payment failed: %1
de_de: Zahlung nicht erfolgreich: %1
nl_nl: Betaling mislukt: %1
tr_tr: Ödeme yapılamadı: %1

source: Payment failed.
de_de: Zahlung nicht erfolgreich.
nl_nl: Betaling is mislukt.
tr_tr: Ödeme yapılamadı.

source: Now
de_de: Jetzt
nl_nl: Nu
tr_tr: Şimdi

source: Start date
de_de: Startdatum
nl_nl: Startdatum
tr_tr: Başlangıç tarihi

source: Upgrade %1 to revision %2
de_de: Upgrade %1 auf Version %2
es_es: Actualizar %1 a la revisión %2
fr_fr: Mise à niveau %1 vers révision %2
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Webhook API version is set to %2 but CiviCRM requires %3. To correct this please delete the webhook at Stripe and then revisit this page which will recreate it correctly. <em>Webhook path is: <a href="%1" target="_blank">%1</a>.</em>
de_de: Die Webhook API version ist als %2 eingestellt, aber CiviCRM benötigt %3. Um dies zu beheben, bitte den Webhook bei Stripe löschen und dann diese Seite erneut aufrufen. Dadurch wird der Webhook korrekt neu angelegt. <em>Der Webhook-Pfad lautet: <a href="%1" target="_blank">%1</a>.</em>
fr_fr: La version de l'API du webhook est définie à %2 mais CiviCRM exige %3. Pour corriger cela, veuillez supprimer le webhook dans Stripe puis revisiter cette page qui la recréera correctement. <em>Le chemin du webhook est : <a href="%1" target="_blank">%1</a>.</em>
nl_nl: Webhook API-versie is %2 maar CiviCRM vereist %3. Om dit te corrigeren moet u de webhook in Stripe verwijderen en daarna opnieuw naar deze pagina gaan waardoor de webhook goed wordt aangemaakt. <em>Webhook pad is: <a href="%1" target="_blank">%1</a>.</em>
tr_tr: Webhook API sürümü %2 olarak ayarlanmış ancak CiviCRM için %3 olması gerekiyor. Bunu düzeltmek için lütfen Stripe üzerindeki internet kancasını silin ve ardından onu doğru şekilde yeniden oluşturacak olan bu sayfayı yeniden yükleyin. <em>İnternet kancası yolu: <a href="%1" target="_blank">%1</a>.</em>

source: Unable to update the webhook %1. To correct this please delete the webhook at Stripe and then revisit this page which will recreate it correctly. Error was: %2
tr_tr: %1 internet kancası güncellenemiyor. Bunu düzeltmek için lütfen Stripe üzerindeki internet kancasını silin ve ardından onu doğru şekilde yeniden oluşturacak olan bu sayfayı yeniden yükleyin. Hata: %2

source: Problems detected with Stripe webhook! <em>Webhook path is: <a href="%1" target="_blank">%1</a>.</em>
de_de: Beim Stripe Webhook ist ein Problem aufgetreten! <em>Der Webhook-Pfad lautet: <a href="%1" target="_blank">%1</a>.</em>
fr_fr: Problèmes détectés avec le webhook Stripe ! <em>Le chemin du webhook est : <a href="%1" target="_blank">%1</a>.</em>
nl_nl: Er is een probleem met de Stripe webhook! <em>Webhook pad: <a href="%1" target="_blank">%1</a>.</em>
tr_tr: Stripe internet kancasında sorunlar bulundu! <em>İnternet kancası yolu: <a href="%1" target="_blank">%1</a>.</em>

source: View and fix problems
de_de: Probleme ansehen und beheben
fr_fr: Voir et résoudre les problèmes.
nl_nl: Problemen bekijken en oplossen
tr_tr: Sorunları görüntüle ve düzelt

source: Could not check/update existing webhooks, got error from stripe <em>%1</em>
de_de: Prüfen/aktualisieren des bestehenden Webhooks ist fehlgeschlagen, Stripe meldet den Fehler <em>%1</em>
fr_fr: Impossible de vérifier/mettre à jour les webhooks existants, erreur <em>%1</em> dans Stripe
nl_nl: Het controleren/bijwerken van de bestaande webhooks is mislukt, foutmelding: <em>%1</em>
tr_tr: Var olan internet kancaları denetlenemedi ya da güncellenemedi. Stripe hatası: <em>%1</em>

source: Could not create webhook, got error from stripe <em>%1</em>
de_de: Webhook kann nicht erstellt werden, Stripe melden den Fehler <em>%1</em>
fr_fr: N'a pas pu créer de webhook, a obtenu l'erreur <em>%1</em> de Stripe
nl_nl: Het aanmaken van een webhook is mislukt, foutmelding <em>%1</em>
tr_tr: İnternet kancası oluşturulamadı. Stripe hatası: <em>%1</em>

source: Stripe Webhook missing or needs update! <em>Expected webhook path is: <a href="%1" target="_blank">%1</a></em>
de_de: Ein Stripe Webhook fehlt oder muss aktualisiert werden! <em>Erwarteter Webhook-Pfad: <a href="%1" target="_blank">%1</a></em>
fr_fr: Le webhook Stripe manque ou doit être mis à jour ! <em>Le chemin d'accès attendu pour le webhook est : <a href="%1" target="_blank">%1</a></em>
nl_nl: Er ontbreekt een webhook of deze moet worden bijgewerkt! <em>Verwacht webhook pad: <a href="%1" target="_blank">%1</a></em>
tr_tr: Stripe internet kancası eksik ya da güncellenmesi gerekiyor! <em>Beklenen internet kancası yolu: <a href="%1" target="_blank">%1</a></em>

source: Stripe Payment Processor: %1 (%2)
de_de: Stripe Zahlungsdienstleister: %1 (%2)
fr_fr: Processeur de payement Stripe : %1 (%2)
nl_nl: Stripe Betaalmethode: %1 (%2)
tr_tr: Stripe ödeme aracısı: %1 (%2)

source: Set this to TRUE to execute this API function
tr_tr: Bu API işlevini yürütmek için bunu TRUE olarak ayarlayın

source: Use the given Payment Processor ID
de_de: Die vorgegebene Payment Processor ID nutzen
es_es: Utilizar el identificador del procesador de pagos dado
fr_fr: Utilisez l'identifiant du processeur de paiement donné
nl_nl: Gebruik de gegeven Betaalmethode-id
tr_tr: Belirtilen ödeme aracısı kimliği kullanılsın

source: Contact ID
de_de: Kontakt-ID
fr_fr: Identifiant de contact
tr_tr: Kişi kimliği

source: Import a specific charge
de_de: Bestimmte Gebühr importieren
nl_nl: Specifieke kosten importeren
tr_tr: Belirli bir ücreti içe aktar

source: Optionally, provide contribution ID of existing contribution you want to link to.
nl_nl: Optioneel een Bijdrage-id toevoegen van een bestaande bijdrage waarnaar u wilt verwijzen.
tr_tr: İsteğe bağlı olarak, bağlamak istediğiniz var olan katkının katkı kimliğini belirtebilirsiniz.

source: The charge does not have an invoice, it cannot be imported.
nl_nl: De kosten hebben geen factuur, het kan niet worden geïmporteerd.
tr_tr: Masrafın faturası olmadığından içe aktarılamaz.

source: The charge has a subscription, but the subscription is not in CiviCRM. Please import the subscription and try again.
nl_nl: De kosten hebben een aanmelding, maar die ontbreekt in CiviCRM. Importeer eerst de aanmelding en probeer het dan opnieuw.
tr_tr: Ücretin bir aboneliği var, ancak abonelik CiviCRM üzerinde değil. Lütfen aboneliği içe aktarıp yeniden deneyin.

source: Import a specific customer
de_de: Ausgewählten Kunden importieren
nl_nl: Een specifieke klant importeren
tr_tr: Belirli bir müşteriyi içe aktar

source: Limit number of Customers/Subscriptions to be imported
de_de: Anzahl der zu importierenden Kunden/Abos begrenzen
nl_nl: Het aantal klanten/aanmeldingen dat geïmporteerd kan worden beperken
tr_tr: İçe aktarılacak müşteri ve abonelik sayısı sınırlansın

source: Start importing customers after this one
de_de: Beginne Import von Kundendaten nach diesem
nl_nl: Na deze starten met het importeren van klanten
tr_tr: Müşteriler bundan sonra içe aktarmaya başlansın

source: There is a mismatch between the contact id for the customer indicated by the subscription (%1) and the contact id provided via the API params (%2).
nl_nl: Het contact-id van de klant van de aanmelding (%1) komt niet overeen met het contact-id in de AP-paramaters (%2).
tr_tr: Aboneliğin (%1) belirttiği müşteri kişi kimliği ile API parametreleri (%2) üzerinden sağlanan kişi kimliği arasında uyumsuzluk var.

source: Stripe Subscription ID
de_de: Stripe Abonnements-ID
es_es: Identificador de la suscripción de Stripe
fr_fr: Identifiant de souscription Stripe
nl_nl: Stripe Aanmelding-id
tr_tr: Stripe abonelik kimliği

source: Payment Processor ID
de_de: Zahlungsdienstleister-ID
es_es: Identificador del procesador de pagos
fr_fr: Identifiant du Processeur de paiement
nl_nl: Betaalmethode-id
tr_tr: Ödeme aracısı kimliği

source: Contribution Recur ID
es_es: Identificador de la contribución periódica
fr_fr: Récupérez l'identifiant de contribution
nl_nl: Contributie-terugkerend-id
tr_tr: Katkı yineleme kimliği

source: Membership ID
de_de: Mitgliedschafts-ID
fr_fr: Identifiant de l'adhésion
nl_nl: Lidmaatschap-id
tr_tr: Üyelik kimliği

source: Link to existing membership automatically
de_de: Automatische Verbindung zu bestehender Mitgliedschaft
fr_fr: Lien automatique vers l'adhésion existante
nl_nl: Automatisch linken naar bestaand lidmaatschap
tr_tr: Var olan üyelik ile otomatik olarak bağlantı kurulsun

source: Start importing subscriptions after this one
de_de: Beginne den Import von Abos nach diesem
nl_nl: Na deze starten met het importeren van aanmeldingen
tr_tr: Aboneler bundan sonra içe aktarmaya başlansın

source: CiviCRM System Log id to replay from system log.
de_de: CiviCRM System Log Id, um die Transaktionen aus dem System Log erneut abzuarbeiten..
es_es: Identificador del System Log de CiviCRM para reproducirlo desde el log del sistema.
fr_fr: ID du log du système CiviCRM pour rejouer à partir du journal du système.
nl_nl: CiviCRM Systemlog-id om te herhalen van systeemlog.
tr_tr: Sistem günlüğünden yeniden oynatmak için CiviCRM sistem günlüğü kimliği.

source: An event id as generated by Stripe.
de_de: Evend-Id, wie von Stripe erzeugt
es_es: Un identificador de evento, como es generado por Stripe.
fr_fr: Un identifiant d'événement tel que généré par Stripe.
nl_nl: Een event-id zoals gegenereerd door Stripe.
tr_tr: Stripe tarafından oluşturulmuş bir işlem kimliği.

source: The payment processor to use (required if using evtid)
de_de: Zu verwendender Zahlungsdienstleister (erforderlich bei evtId)
es_es: El procesador de pagos a usar (requerido si usa evtid)
fr_fr: Le processeur de payement à utiliser (obligatoire si vous utilisez evtid)
nl_nl: De te gebruiken betaalmethode (verplicht bij gebruik evtid)
tr_tr: Kullanılacak ödeme aracısı (işlem kimliği kullanılıyorsa gereklidir)
