Repository: civicrm/civicrm-l10n-extensions
Catalog: po/stripe/*/stripe.po
Languages: de_de, es_es, fr_fr, nl_nl, tr_tr

source: Set to 1 to override contribution page settings and do not send a receipt (default is to use contribution page settings). )
de_de: Auf 1 setzen, um die Einstellungen auf der Zuwendungsseite zu überstimmen und keinen Zahlungsbeleg zu senden (Standard ist, die Einstellung auf der Zuwendungsseite auszuwerten).
nl_nl: Zet op 1 om geen ontvangstbevestiging te verzenden. (Standaard worden de instellingen van de contributiepagina gebruikt)
tr_tr: Katkı sayfası ayarlarını değiştirmek ve alındı göndermemek için 1 olarak ayarlayın (varsayılan değer, katkı sayfası ayarlarının kullanılmasıdır). )

source: Limit to the given Stripe events type, defaults to invoice.payment_succeeded.
de_de: Limit für den gegebenen Stripe Event-Typ, Standard ist invoice.payment_succeeded.
es_es: Limitado al tipo de evento de Stripe dado, por defecto a invoice.payment_succeeded.
fr_fr: Limite au type d'événements Stripe donnés, par défaut à invoice.payment_succeeded.
nl_nl: Tot het gegeven Stripe evenementstype beperken, standaard tot invoice.payment_succeeded.
tr_tr: Belirtilen Stripe işlem türüyle sınırlayın. Varsayılan olarak bill.payment_succeeded şeklindedir.

source: Limit number of results returned (100 is max, 25 default)
tr_tr: Döndürülen sonuç sayısı sınırı (en fazla 100, varsayılan 25)

source: Only return results after this id.
de_de: Nur Ergebnisse nach dieser ID zurückliefern.
nl_nl: Geef alleen resultaten na deze ID.
tr_tr: Yalnızca bu kimlikten sonraki sonuçları döndürür.

source: How to format the output, brief or raw. Defaults to brief.
de_de: Formatierung des Ergebnisses, kurz oder Rohdaten. Standard ist kurz.
es_es: Cómo formatear el output, brief o raw. Por defecto brief.
fr_fr: Comment formater le rendu, bref ou brut. Le format par défaut est "bref".
nl_nl: Hoe moet de uitvoer worden geformatteerd. Standaard is kort.
tr_tr: Çıktının nasıl biçimlendirileceği, özet veya ham. Varsayılan olarak özet.

source: List events via the Stripe API (default: stripe) or via the CiviCRM System Log (systemlog).
nl_nl: Gebeurtenissen tonen via de Stripe API (standaard: stripe) of via de CiviCRM Systeemlog (systemlog).
tr_tr: İşlemleri Stripe API (varsayılan: Stripe) ya da CiviCRM sistem günlüğü (systemlog) ile listeler.

source: If set to 1, filter out all transactions that have been processed already.
nl_nl: Bij de waarde 1: sla de al verwerkte transacties over.
tr_tr: 1 olarak ayarlanırsa, zaten işlenmiş olan tüm işlemler süzülür.

source: Pass a Stripe subscription id to filter results to charges to that subscription id.
nl_nl: Als u wilt filteren op aanmelding-id, geeft dat dan mee.
tr_tr: Sonuçları o abonelik kimliğine yapılan ödemelere göre süzmek için bir Stripe abonelik kimliği belirtin.

source: Source can only be set to %1 or %2.
de_de: Quelle kann nur auf %1 oder %2 eingestellt werden.
nl_nl: Bron kan alleen op %1 of %2 worden gezet.
tr_tr: Kaynak yalnız %1 ya da %2 olarak ayarlanabilir.

source: Filter processed can only be set to 0 or 1.
de_de: Filter verarbeitet kann nur auf 0 oder 1 eingestellt werden.
nl_nl: Filter verwerkt kan alleen op 0 of 1 worden gezet.
tr_tr: İşlenen süzgeç yalnızca 0 ya da 1 olarak ayarlanabilir.

source: Subscription should start with sub_.
de_de: Abos sollen anfangen mit sub_.
nl_nl: Aanmelding moet beginnen met sub_.
tr_tr: Abonelik sub_ ile başlamalıdır.

source: Subscription and source are incompatible. Please choose one or the other.
nl_nl: Aanmelding en bron komen niet overeen. Kies een van beiden.
tr_tr: Abonelik ve kaynak uyumlu değil. Lütfen birini ya da diğerini seçin.

source: The id of the payment processor.
de_de: Die Id des Zahlungsdienstleisters
es_es: El identificador del procesador de pagos.
fr_fr: L'identifiant du processeur de paiement.
nl_nl: Het id van de betaalmethode.
tr_tr: Ödeme aracısının kimliği.

source: The event type - defaults to invoice.payment_succeeded.
tr_tr: Etkinlik türü. Varsayılan değer: invoice.payment_succeeded.

source: The payment processor to use.
de_de: der zu benutzende Zahlungsprozessor
nl_nl: De te gebruiken betaalmethode.
tr_tr: Kullanılacak ödeme aracısı.

source: Limit the number of unprocessed events to retry.
nl_nl: Beperk het aantal te opnieuw te proberen onverwerkte gebeurtenissen.
tr_tr: Yeniden denenecek işlenmemiş olayların sayısını sınırlayın.

source: Stripe Customer ID
es_es: Identificador del Cliente de Stripe
fr_fr: Identifiant du client Stripe
nl_nl: Stripe Klant-id
tr_tr: Stripe müşteri kimliği

source: CiviCRM Contact ID
de_de: CiviCRM Kontakt-ID
es_es: Identificador del contacto de CiviCRM
fr_fr: Identifiant du contact CiviCRM
tr_tr: CiviCRM kişi kimliği

source: If set only this customer will be updated, otherwise we try and update ALL customers
de_de: Falls gesetzt, wird nur dieser Kunde aktualisiert, ansonsten wird versucht ALLE Kunden zu aktualisieren.
fr_fr: Si cette option est activée, seul ce client sera mis à jour, sinon nous essayerons de mettre à jour TOUS les clients
nl_nl: Indien gezet wordt alleen gegevens van deze klant gewijzigd, anders van ALLE klanten
tr_tr: Ayarlanırsa yalnızca bu müşteri güncellenir. Yoksa TÜM müşteriler güncellenmeye çalışılır

source: Stripe Invoice ID
nl_nl: Stripe Factuur-id
tr_tr: Stripe fatura kimliği

source: Send Email Receipt
de_de: Sende E-Mailbestätigung
nl_nl: Factuur per e-mail verzenden
tr_tr: E-posta alındısı gönder

source: Payment Method ID
de_de: Zahlungsmethoden-ID
tr_tr: Ödeme yöntemi kimliği

source: Payment Intent ID
tr_tr: Ödeme amacı kimliği

source: Payment amount
de_de: Zahlungsbetrag
tr_tr: Ödeme tutarı

source: Whether we should try to capture the amount, not just confirm it
de_de: Den Betrag abbuchen, nicht nur bestätigen.
tr_tr: Yalnızca onaylamakla kalmayıp tutarı alınmaya çalışılmalı mı?

source: Describe the payment
de_de: Beschreibung der Zahlung
tr_tr: Ödemeyi açıklayın

source: Currency (eg. EUR)
de_de: Währung (z.B. EUR)
tr_tr: Para birimi (EUR gibi)

source: The stripe payment processor id
de_de: Die Stripe Zahlungsdienstleister-ID
tr_tr: Stripe ödeme aracısı kimliği

source: Bad Request
tr_tr: Hatalı istek

source: The payment failed - please try a different payment method.
de_de: Die Zahlung schlug fehl - bitte eine andere Zahlungsmethode auswählen.
nl_nl: De betaling is mislukt, probeer een andere betaalmethode.
tr_tr: Ödeme alınamadı. Lütfen farklı bir ödeme yöntemi deneyin.

source: Payment successful
de_de: Zahlung erfolgreich
nl_nl: Betaling geslaagd
tr_tr: Ödeme alındı

source: The payment failed - unknown error.
de_de: Zahlung fehlgeschlagen - unbekannter Fehler.
nl_nl: De betaling is mislukt, onbekende fout.
tr_tr: Ödeme alınamadı. Sorun bilinmiyor.

source: Unknown error
de_de: Unbekannter Fehler
nl_nl: Onbekende fout
tr_tr: Bilinmeyen sorun

source: Configuration error - unable to process paymentIntent
de_de: Konfigurationsfehler - kann paymentIntent nicht ausführen
tr_tr: Yapılandırma sorunu. Ödeme amacı işlenemedi

source: Please wait...
de_de: Bitte warten...
nl_nl: Even wachten...
tr_tr: Lütfen bekleyin...

source: Please wait
de_de: Bitte warten
nl_nl: Even wachten
tr_tr: Lütfen bekleyin

source: while we pre-authorize your card...
de_de: während die Zahlungsdaten überprüft werden...
nl_nl: we doen een eerste controle van uw kaart...
tr_tr: kartınızın yetkisine bakılıyor...

source: preparing your payment...
de_de: bearbeite die Zahlung...
nl_nl: voorbereiden van betaling...
tr_tr: ödemeniz hazırlanıyor...

source: Please enter your card details
de_de: Bitte geben Sie die Kreditkartendaten ein
nl_nl: Vul uw kaartgegevens in
tr_tr: Lütfen kart bilgilerinizi yazın

source: Please check your card details!
de_de: Bitte überprüfen Sie die Kreditkartendaten!
nl_nl: Controleer a.u.b. uw kaartgegevens!
tr_tr: Lütfen kart bilgilerinizi denetleyin!

source: Could not load payment element - Is there a problem with your network connection?
de_de: Eingabefeld für Zahlungen konnte nicht geladen werden - besteht ein Problem mit der Internetverbindung?
nl_nl: Het laden van een betalingsonderdeel is mislukt. Heeft u een probleem met de internetverbinding?
tr_tr: Ödeme bileşeni yüklenemedi. Ağ bağlantınızda bir sorun olabilir mi?

source: Your membership payment will start on %1
de_de: Die Zahlungen werden am %1 starten
nl_nl: De betaling voor uw lidmaatschap start op %1
tr_tr: Üyelik ödemeniz %1 tarihinde başlayacak

source: Your recurring contribution will start on %1
de_de: Die wiederkehrenden Zahlungen werden am %1 starten
nl_nl: De periodieke betaling voor uw lidmaatschap start op %1
tr_tr: Yinelenen katkınız %1 tarihinde başlayacak

source: Show 6.6 upgrade message (system check)
de_de: Zeige 6.6 UpgradeNachricht (System-Status)
nl_nl: Bericht upgrade 6.6 tonen (systeemcontrole)
tr_tr: 6.6 yükseltme iletisi görüntülensin (sistem denetimi)

source: Allow Stripe to send a receipt for one-off payments?
de_de: Soll Stripe Quittungsbelege für Einmalzahlungen versenden?
fr_fr: Permettre à Stripe d'envoyer un reçu pour les paiements uniques ?
nl_nl: Toestaan dat Stripe een ontvangstbevestiging verzendt voor eenmalige betalingen?
tr_tr: Stripe tek seferlik ödemeler için alındı gönderebilsin

source: Sets the "email_receipt" parameter on a Stripe Charge so that Stripe can send an email receipt.
de_de: Übermittelt den "email_receipt"-Parameter bei der Stripe Zahlung, so dass Stripe einen Zahlungsbeleg per E-Mail senden kann.
fr_fr: Définit le paramètre "email_receipt" sur un paiement Stripe afin que Stripe puisse envoyer un reçu par courriel.
nl_nl: Zet de "email_receipt" parameter bij een aanvraag zodat Stripe een ontvangstbevestiging kan e-mailen.
tr_tr: Stripe Charge için "email_receipt" parametresini ayarlar. Böylece Stripe bir e-posta alındısı gönderebilir.

source: Disable billing address fields
de_de: Felder für die Rechnungsadresse deaktivieren
nl_nl: Factuuradres uitschakelen
tr_tr: Fatura adresi alanları etkisizleştirilsin

source: Disable the fixed billing address fields block. Historically this was required by CiviCRM but since Stripe 6.x the stripe element collects everything it requires to make payment.
de_de: Deaktivierung der Eingabefelder für eine Rechnungsadresse. In der Vergangenheit war diese für CiviCRM erforderlich. Seit 6.x werden alle erforderlichen Daten für die Zahlung im Stripe Element-Eingabefeld abgefragt.
nl_nl: Schakel het vaste blok met factuuradresgegevens uit. Dit blok was ooit nodig in CiviCRM maar vanaf Stripe 6.x verzamelt Stripe alle benodigde gegevens om een betaling te kunnen doen.
tr_tr: Etkinleştirildiğinde, sabit fatura adresi alanları bloğu etkisizleştirilir. Geçmişte bu özellik, CiviCRM için gerekliydi. Ancak Stripe 6.x sürümünden bu yana Stripe bileşeni ödeme yapmak için gereken her şeyi toplar.

source: Statement Descriptor
de_de: Auszugs-Referenz
nl_nl: Rekenafschrift toelichting
tr_tr: Hesap özeti belirteci

source: The text that will be shown on the customer bank/card statement. If this is empty it will be generated by CiviCRM using the information available (Contact/ContributionID + event/contribution title). <br/>If you want to use a fixed descriptor specify one here - make sure you comply with the <a href="%1" target="_blank">Statement descriptor requirements</a>. <br/>Max length 22 characters.
nl_nl: De tekst die op het rekenafschrift van de klant komt te staan. Indien niet ingevuld wordt dit door CiviCRM gevuld (Contact/Bijdrage-id + gebeurtenis/bijdrage). <br/>Als u een vaste tekst wilt gebruiken dan kunt u die hier invullen, voldoe dan wel aan de <a href="%1" target="_blank">vereisten</a>. <br/>Maximaal 22 tekens.
tr_tr: Müşterinin banka/kart hesap özetinde görüntülenecek metni yazın. Boş bırakılırsa, var olan bilgiler (Kişi/Katkı Kimliği + etkinlik/katkı başlığı) kullanılarak CiviCRM tarafından oluşturulur. <br/>Sabit bir belirteç kullanmak istiyorsanız burada belirtin - <a href="%1" target="_blank">Hesap özeti belirteci gereksinimlerine</a> uyduğunuzdan emin olun. <br/>En fazla 22 karakter uzunluğunda olabilir.

source: Statement descriptor Suffix (Cards only)
nl_nl: Rekenafschrift toelichting achtervoegsel (alleen kaarten)
tr_tr: Hesap özeti belirteci son eki (yalnızca kartlar)

source: For credit cards you can specify a static <a href="%2" target="_blank">"prefix"</a> in the Stripe account dashboard. If this is empty the "suffix" will be generated by CiviCRM using the information available (Contact/ContributionID + event/contribution title). <br/>If you want to use a fixed descriptor specify the suffix here - make sure you comply with the <a href="%1" target="_blank">Statement descriptor requirements</a>. <br/>Max length 12 characters
nl_nl: Bij creditcards kunt u een statisch <a href="%2" target="_blank">voorvoegsel</a> aangeven in het Stripe account dashboard. Indien niet ingevuld wordt dit door CiviCRM gevuld (Contact/Bijdrage-id + gebeurtenis/bijdrage). <br/>Als u een vaste tekst wilt gebruiken dan kunt u die hier invullen, voldoe dan wel aan de <a href="%1" target="_blank">vereisten</a>. <br/>Maximaal 12 tekens
tr_tr: Kredi kartları için Stripe hesabı panosundan sabit bir <a href="%2" target="_blank">"ön ek"</a> belirtebilirsiniz. Boş bırakılırsa, "son ek", var olan bilgiler (Kişi/Katkı Kimliği + etkinlik/katkı başlığı) kullanılarak CiviCRM tarafından oluşturulur. <br/>Sabit bir belirteç kullanmak istiyorsanız son eki burada belirtin - <a href="%1" target="_blank">Hesap özeti belirteci gereksinimlerine</a> uyduğunuzdan emin olun. <br/>En fazla 12 karakter uzunluğunda olabilir.

source: Country where your account is registered
de_de: Land, in dem das Konto registriert ist
nl_nl: Land waarin uw rekening is geregistreerd
tr_tr: Hesabınızın bulunduğu ülke

source: If this is empty the <a href="%2" target="_blank">paymentRequest</a> button will not be enabled. If set, the <a href="%2" target="_blank">paymentRequest</a> button will be shown instead of the card element if supported by the client browser. Required by the paymentRequest button. 2-character code (eg. "US") that can be found <a href="%1" target="_blank">here</a>.
de_de: Falls dies leer ist, wird der <a href="%2" target="_blank">paymentRequest</a> Button nicht angezeigt. Falls dies gesetzt ist, wird der <a href="%2" target="_blank">paymentRequest</a> Button anstelle des "card element"-Eingabefeldes angezeigt, sofern dies vom Browser des Nutzers unterstützt wird. Erforderlich für den paymentRequest Button. Zweistelliger Code (z.B. "US")kann <a href="%1" target="_blank">hier</a> ermittelt werden.
nl_nl: Als dit niet gevuld is dan is de knop <a href="%2" target="_blank">Betaalverzoek</a> niet ingeschakeld. Indien ingevuld wordt de knop <a href="%2" target="_blank">Betaalverzoek</a> getoond in plaats van het card-deel als dat tenminste door de webbrowser wordt ondersteund. De voor de knop paymentRequest benodigde code (bijv. "US") staat <a href="%1" target="_blank">hier</a>.
tr_tr: Bu alan boş bırakıldığında, <a href="%2" target="_blank">paymentRequest</a> düğmesi etkinleştirilmez. Doldorulduğunda istemcinin tarayıcısı tarafından destekleniyorsa, kart ögesi yerine <a href="%2" target="_blank">paymentRequest</a> düğmesi görüntülenir. PaymentRequest düğmesi için <a href="%1" target="_blank">burada</a> bulabileceğiniz 2 karakterli kod ("TR" gibi) gereklidir.

source: Enable public selection of future recurring start dates for intervals
de_de: Auswahl zukünftiger Anfangsdaten für wiederkehrende Zahlungsintervalle ermöglichen
nl_nl: Schakelt openbare selectie van toekomstige periodieke startdatums in voor intervallen
tr_tr: Aralıklar için gelecekteki yinelenen başlangıç tarihlerinin herkese açık olarak seçilebilsin

source: Allow public selection of start date for a recurring contribution for intervals
de_de: Auswahl des Anfangsdatums für die Intervalle wiederkehrender Zahlungen ermöglichen
nl_nl: Openbare selectie van toekomstige periodieke startdatums toestaan voor intervallen
tr_tr: Aralıklar için yinelenen bir katkı için başlangıç tarihi herkese açık olarak seçilebilsin

source: Restrict allowable days of the month for Recurring Contributions
de_de: Beschränkung der zulässigen Tage im Monat für wiederkehrende Zahlungen
nl_nl: Beperk de toegestane maanddagen voor periodieke bijdragen
tr_tr: Yinelenen katkılar için ayın izin verilen günleri kısıtlansın

source: Restrict allowable days of the month
de_de: Beschränkung der zulässigen Tage im Monat
nl_nl: Toegestane maanddagen beperken
tr_tr: Ayın izin verilen günleri kısıtlansın

source: Maximum number of webhooks to process simultaneously.
de_de: Maximale Anzahl von Webhooks, die simultan ausgeführt werden.
tr_tr: Eşzamanlı olarak işlenecek en fazla internet kancası sayısı.

source: Default 50. This helps prevents webhooks from Stripe failing if a large number are triggered at the same time by delaying processing of any over this limit.
tr_tr: Varsayılan değer: 50. Bu seçenek, bu sınırın üzerindeki herhangi bir kancanın işlenmesini geciktirerek aynı anda tetiklenebilecek çok sayıdaki internet kancasının Stripe tarafından işlenememesi sorununu çözer.

source: Enable Stripe IPN (Webhook) debugging?
de_de: Stripe IPN (Webhook) Debugging einschalten?
nl_nl: Stripe IPN (Webhook) debugging inschakelen?
tr_tr: Stripe IPN (internet kancası) hata ayıklaması etkinleştirilsin

source: Enables debugging to CiviCRM log for IPN / webhook issues.
de_de: Schreibt Debugging-Informationen in das CiviCRM-Logfile für IPN/Webhook Ereignisse.
nl_nl: Schakelt debugging naar CiviCRM-log in voor het oplossen van problemen met IPN / webhook.
tr_tr: IPN / internet kancası sorunları için CiviCRM günlüğüne hata ayıklama verilerinin yazılmasını sağlar.

source: Stripe Settings
de_de: Stripe Einstellungen
fr_fr: Paramètres de Stripe
nl_nl: Stripe instellingen
tr_tr: Stripe ayarları

source: It is recommended that you install the <strong><a href="https://civicrm.org/extensions/sweetalert">sweetalert</a></strong> extension. This allows the stripe extension to show useful messages to the user when processing payment. If this is not installed it will fallback to the browser "alert" message but you will not see some messages (such as <em>we are pre-authorizing your card</em> and <em>please wait</em>) and the feedback to the user will not be as helpful.
nl_nl: Het wordt aanbevolen om de extensie <strong><a href="https://civicrm.org/extensions/sweetalert">sweetalert</a></strong> te installeren. De extensie Stripe kan dan helpteksten tonen aan de gebruiker bij het doen van de betaling. Als de extensie sweetalert niet is geïnstalleerd dan zijn dat "alert" berichten waarbij ook meldingen (als <em>we are pre-authorizing your card</em> of <em>please wait</em>) ontbreken en de terugkoppeling naar de gebruiker minder is.

source: Recommended Extension: sweetalert
fr_fr: Extension recommandée : sweetalert
nl_nl: Aanbevolen extensie: sweetalert

source: Stripe does not support "Separate Membership Payment" on contribution pages but you have one or more contribution pages with that setting enabled and Stripe as the payment processor (found on contribution page ID: %1).
nl_nl: Stripe ondersteunt de instelling "Separate Membership Payment" op bijdragepagina's niet maar die zijn er nu wel met Stripe als betaalmethode (gevonden op bijdragepagina ID: %1).

source: Stripe: Invalid configuration
nl_nl: Stripe: Ongeldige configuratie

source: Unable to update the webhook %1. To correct this please delete the webhook at Stripe and then revisit this page which will recreate it correctly.
fr_fr: Impossible de mettre à jour le webhook %1. Pour corriger cela, veuillez supprimer le webhook à Stripe puis revisiter cette page qui le recréera correctement.
nl_nl: Het wijzigen van de webhook %1 is mislukt. Om dit te corrigeren moet u de webhook in Stripe verwijderen en deze pagina daarna opnieuw bezoeken, de webhook wordt dan opnieuw aangemaakt.

source: Whether we should try to capture the amount, not just confirm it.
nl_nl: Of we het bedrag moeten innen, niet alleen bevestigen.

source: Describe the payment.
nl_nl: Beschrijving van betaling.

source: The stripe payment processor id.
nl_nl: Stripe betaalmethode-id.

source: Please check and fill in all required fields!
nl_nl: Vul a.u.b. alle verplichte velden in!

source: Please complete the reCaptcha
nl_nl: Gebruik a.u.b. reCaptcha

source: The Stripe extension requires the mjwshared extension which is not installed (https://lab.civicrm.org/extensions/mjwshared).
fr_fr: L'extension Stripe nécessite l'extension mjwshared qui n'est pas installée (https://lab.civicrm.org/extensions/mjwshared).

source: Stripe: Missing Requirements
fr_fr: Stripe : Les conditions requises sont manquantes

source: Set to 1 to override contribution page settings and do not send a receipt (default is off or 0). )
es_es: Establecer en 1 para sobreescribir la configuración de la página de contribución y no enviar un recibo (por defecto está desactivado o en 0).
fr_fr: Réglez sur 1 pour outrepasser les paramètres de la page de contribution et n'envoyez pas de reçu (par défaut, c'est désactivé ou 0). )

source: Limit number of results returned (100 is max)
es_es: Número límite de resultados devueltos (como máximo 100)
fr_fr: Limiter le nombre de résultats renvoyés (maximum 100)

source: Only return results after this event id.
es_es: Sólo devuelve resultados después de este identificador de evento.
fr_fr: Renvoyer les résultats seulement après l'identification de l'événement.

source: End Time
es_es: Hora de finalización
fr_fr: Fin de la période

source: Enable Stripe Javascript debugging?
fr_fr: Activer le débogage Javascript de Stripe ?

source: Enables debug logging to browser console for stripe payment processors.
fr_fr: Permet l'enregistrement des débogages dans la console du navigateur pour les processeurs de paiement de Stripe.

source: Disable billing address fields (Experimental)
fr_fr: Désactiver les champs d'adresse de facturation (Expérimental)

source: The "Secret Key" is not set in the Stripe Payment Processor settings.
es_es: La "Clave Secreta" no está definida en el administrador del procesador de pago de Stripe.

source: The "Publishable Key" is not set in the Stripe Payment Processor settings.
es_es: La "Clave Pública" no está definida en el administrador del procesador de pago de Stripe.

source: - select -
es_es: - seleccionar -

source: Card Number
es_es: Número de tarjeta

source: Security Code
es_es: Código de seguridad

source: Expiration Date
es_es: Fecha de vencimiento

source: Card Type
es_es: Tipo de tarjeta

source: ALERT! Unmasked credit card received in back end. Please report this error to the site administrator.
es_es: ¡CUIDADO! Tarjeta de crédito desenmascarada recibida en el back-end. Informe de este error al administrador del sitio.

source: Unable to complete payment! Please this to the site administrator with a description of what you were trying to do.
es_es: No se puede completar el pago! Envíelo al administrador del sitio con una descripción de lo que intentaba hacer.

source: Backend Stripe contribution
es_es: Back-end Stripe contribución

source: Is live processor
es_es: Es el procesador de pagos real
