Repository: civicrm/civicrm-l10n-extensions
Catalog: po/advanced_events/*/advanced_events.po
Languages: de_de

source: Participant Visibility
de_de: Teilnehmer/in-Sichtbarkeit

source: Always
de_de: Immer

source: Main Participant Only
de_de: Nur Hauptteilnehmene

source: Additional Participant Only
de_de: Nur zusätzliche Teilnehmende

source: You do not have permission to access this page.
de_de: Sie haben nicht die Berechtigung, um auf diese Seite zuzugreifen.

source: Could not find Event ID
de_de: Konnte keine Veranstaltungs-ID finden

source: Repeats every
de_de: Wiederholt sich alle

source: Start Date
de_de: Startdatum

source: Repeats on
de_de: Wiederholt sich

source: day of the month
de_de: Tag im Monat

source: day of the week
de_de: Tag der Woche

source: First
de_de: Erste

source: Second
de_de: Zweite

source: Third
de_de: Dritter

source: Fourth
de_de: Vierter

source: Last
de_de: Letzte

source: After
de_de: nach

source: On
de_de: am

source: Ends
de_de: endet

source: Exclude Dates
de_de: Daten ausschliessen

source: Create
de_de: Erstellen

source: This is a required field
de_de: Das ist ein Pflichtfeld

source: Occurrences should be less than or equal to 30
de_de: Die Häufigkeit sollte weniger als oder gleich 30 betragen.

source: End date should be after current entity's start date
de_de: Enddatum sollte nach dem Startdatum liegen

source: Invalid day of the month
de_de: Ungültiger Tag im Monat

source: Invalid option
de_de: Ungültige Option

source: Invalid day name
de_de: Ungültiger Tagesname

source: Repeat Configuration has been saved
de_de: Wiederholungseinstellungen wurden gespeichert

source: Saved
de_de: Gespeichert

source: Repeat Event
de_de: Veranstaltung wiederholen

source: Source Event to copy participants from:
de_de: Ursprüngliche Veranstaltung, aus der Teilnehmende übernommen werden sollen:

source: Copy Participants
de_de: Teilnehmende kopieren

source: No source event found to copy participants from
de_de: Keine ursprüngliche Veranstaltung gefunden, um Teilnehmende zu kopieren

source: The source event has no participants
de_de: Die ursprüngliche Veranstaltung hat keine Teilnehmende

source: %1 participants added (or already existed) to %2 events.
de_de: %1 Teilnehmende zu %2 Veranstaltungen hinzugefügt (oder existierten schon).

source: Added
de_de: Hinzugefügt

source: No Contacts Selected
de_de: Keine Kontakte ausgewählt

source: Cancel
de_de: Abbrechen

source: You do not have edit permissions for event templates.
de_de: Sie haben keine Berechtigungen, um Veranstaltungsvorlagen zu bearbeiten.

source: Copy participants
de_de: Kopiere Teilnehmende

source: Advanced Event Settings
de_de: Advanced Event Einstellungen

source: Hide "Skip Participant" button
de_de: Button "Teilnehmer überspringen" ausblenden

source: Event options
de_de: Veranstaltungsoptionen

source: These fields will only be used if the price set is being used on an event page
de_de: Diese Felder werden nur benutzt, wenn ein Preisschemata auf der Veranstaltungsseite benutzt wird

source: Event options :: Participant Visibility
de_de: Veranstaltungsoptionen :: Sichtbarkeit Teilnehmende

source: You do not have permission to create events.
de_de: Sie haben keine Berechtigungen, um Veranstaltungen zu erstellen.

source: CiviEvent: Create Event
de_de: CiviEvent: Veranstaltung erstellen

source: CiviEvent: View own event templates
de_de: CiviEvent: Betrachte eigene Veranstaltungsvorlagen

source: CiviEvent: View all event templates
de_de: CiviEvent: Betrachte alle Veranstaltungsvorlagen

source: CiviEvent: Edit own event templates
de_de: CiviEvent: Bearbeite eigene Veranstaltungsvorlagen

source: CiviEvent: Edit all event templates
de_de: CiviEvent: Bearbeite alle Veranstaltungsvorlagen

source: CiviEvent: Delete own event templates
de_de: CiviEvent: Lösche eigene Veranstaltungsvorlagen

source: CiviEvent: Delete all event templates
de_de: CiviEvent: Lösche alle Veranstaltungsvorlagen

source: Advanced Events Linked Events
de_de: AdvancedEvents Verbundene Veranstaltungen

source: Manage Event Templates
de_de: Verwalte Veranstaltungsvorlagen

source: AdvancedEvents Linked Events
de_de: AdvancedEvents Verbundene Veranstaltungen

source: Linked Events
de_de: Verknüpfte Veranstaltungen

source: Title
de_de: Titel

source: View Event
de_de: Veranstaltung ansehen

source: End Date
de_de: Enddatum

source: Type
de_de: Typ

source: Summary
de_de: Übersicht

source: Public
de_de: Öffentlich

source: Online Registration
de_de: Online-Anmeldung

source: Participants
de_de: Teilnehmende

source: Add Event
de_de: Veranstaltung hinzufügen

source: Event Templates
de_de: Veranstaltungsvorlagen

source: Event Templates Table 1
de_de: Veranstaltungsvorlage Tabelle 1

source: Created By
de_de: Erstellt von

source: View Created By
de_de: Anzeige erstellt von

source: Financial Type
de_de: Zuwendungsart

source: Paid Event
de_de: Kostenpflichtige Veranstaltung

source: Events
de_de: Veranstaltungen

source: Create Event
de_de: Veranstaltung erstellen

source: Edit
de_de: Bearbeiten

source: Disable
de_de: Deaktivieren

source: Enable
de_de: Aktivieren

source: Delete
de_de: Löschen

source: Copy
de_de: Kopieren

source: Add New Template
de_de: Neue Vorlage erstellen

source: PriceField
de_de: Preisfeld

source: PriceFieldValue
de_de: Preisfeldwert

source: Advanced Events Settings
de_de: Advanced Event Einstellungen

source: Description
de_de: Beschreibung

source: Event Template
de_de: Veranstaltungsvorlage

source: CiviCRM Event Template map table
de_de: CiviCRM Veranstaltungsvorlagen Tabellenkarte

source: Unique EventTemplate ID
de_de: Eindeutige Veranstaltungsvorlage ID

source: FK to Event
de_de: FK zu Event

source: Template ID
de_de: Vorlage ID

source: Event Template Title
de_de: Veranstaltungsvorlage Titel

source: Manage Events Tabs: Enable Location
de_de: Verwalte Veranstaltungsvorlage: Aktiviere Veranstaltungsorte

source: Manage Events Tabs: Enable Fees
de_de: Verwalte Veranstaltungsvorlage: Aktiviere Gebühren

source: Manage Events Tabs: Enable Online Registration
de_de: Verwalte Veranstaltungsvorlage: Aktiviere Online-Anmeldung

source: Manage Events Tabs: Enable Reminders
de_de: Verwalte Veranstaltungsvorlage: Aktiviere Erinnerungen

source: Manage Events Tabs: Enable Tell A Friend
de_de: Verwalte Veranstaltungsvorlage: Aktiviere Tell-a-Friend

source: Manage Events Tabs: Enable Personal Campaigns
de_de: Verwalte Veranstaltungsvorlage: Aktiviere Persönliche Kampagnen

source: Manage Events Tabs: Enable Repeating Event
de_de: Verwalte Veranstaltungsvorlage: Aktiviere Wiederholung

source: Repeats
de_de: Wiederholungen

source: Access the drop-down menus here to select how frequently your %1 occurs.
de_de: Greifen Sie hier auf die Dropdown-Menüs zu, um auszuwählen, wie häufig Ihr %1 auftritt.

source: Example: You would select options "1 month", if your %1 occurs every month.
de_de: Beispiel: Sie würden die Option „1 Monat“ wählen, wenn Ihr %1 jeden Monat auftritt.

source: You can choose to select your %1 to repeat on weekdays, weekends or any combination of day of the week.
de_de: Sie können wählen, ob Ihr %1 an Wochentagen, Wochenenden oder einer beliebigen Kombination von Wochentagen wiederholt werden soll.

source: Example: You can select Monday, Wednesday and Friday for your %1 to occur on alternate weekdays.
de_de: Beispiel: Sie können Montag, Mittwoch und Freitag auswählen, damit Ihr %1 an abwechselnden Wochentagen stattfindet.

source: Repeats by day of the month
de_de: Wiederholungen nach Tag im Monat

source: Options given here are days of a month from 1 - 31
de_de: Optionen sind hier die Monatstage von 1 - 31

source: Example: If your %1 repeats 8th of every month then you would select 8.
de_de: Beispiel: Wenn %1 jeden 8. des Monats stattfinden soll, dann wähle hier 8.

source: Repeats by day of the week
de_de: Wiederholung nach Wochentag

source: You can choose to select %1 occurring every third Friday, last Monday, fourth Wednesday of the month and various other combinations given in the dropdown.
de_de: Sie können auswählen, dass %1 jeden dritten Freitag, letzten Montag, vierten Mittwoch im Monat und verschiedene andere Kombinationen, die in der Dropdown-Liste angegeben sind, vorkommen.

source: Use this field to limit/end the repetition of the %1.
de_de: Dieses Feld wird benutzt zur Einschränkung / Ende der Wiederholungen von %1.

source: Example: If you want to repeat an %1 6 times, then set 6 as a value for this field.
de_de: Beispiel: Wenn %1 6 Mal wiederholt werden soll, dann trage hier 6 ein.

source: Choose a specific date to limit/end the repetition.
de_de: Wähle ein konkretes Datum für die Beendigung / Begrenzung der Wiederholungen.

source: Exclude Date(s)
de_de: Datum ausschließen

source: This field enables you to alter certain sessions, skip holidays, or create gaps in the sequence for other reasons.
de_de: Dieses Feld ermöglicht es Ihnen, bestimmte Sitzungen zu ändern, Feiertage auszulassen oder aus anderen Gründen Lücken in der Reihenfolge zu schaffen.

source: Repeat %1
de_de: Wiederhole %1

source: occurrences
de_de: Geschehnisse

source: Already selected
de_de: Bereits ausgewählt

source: Create events from this template
de_de: Erstelle Veranstaltungen nach dieser Vorlage

source: A new set of Events will be created with the following dates:
de_de: Eine neue Sammlung von Veranstaltung wird mit diesen Details erstellt:

source: If an event already exists for the specified dates a new event will not be created and the existing one will not be updated.
de_de: Wenn für die angegebenen Daten bereits eine Veranstaltung existiert, wird keine Neue erstellt, und die bestehende Veranstaltung wird nicht aktualisiert.

source: Start date
de_de: Startdatum

source: End date
de_de: Enddatum

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Are you sure you want to copy the participants from the selected event to all the others?
de_de: Sind Sie sicher, dass Sie die Teilnehmenden der ausgewählten Veranstaltung in alle anderen Veranstaltungen kopieren möchten?

source: Duplicates will not be created.
de_de: Duplikate werden nicht erstellt.

source: Number of selected events: %1
de_de: Anzahl gewählter Veranstaltungen: %1

source: A repeating set will be created with the following dates.
de_de: Eine wiederholende Sammlung wird mit diesen Daten erstellt.

source: Please use only alphanumeric, spaces, hyphens and dashes for event names.
de_de: Bitte verwenden Sie nur alphanumerische Zeichen, Leerzeichen, Bindestriche und Bindestriche für Veranstaltungsnamen.

source: Edit Participant Status Options
de_de: Bearbeite Teilnahmestatusoptionen

source: When this Event is active, create links to the Event Information page by copying and pasting the following URL:
de_de: Wenn diese Veranstaltung aktiv ist, erstellen Sie Links zur Seite mit den Eventinformationen, indem Sie die folgende URL kopieren und einfügen:

source: When this Event is active, create front-end links to the Event Information page using the Menu Manager. Select <strong>Event Info Page</strong> and enter <strong>%1</strong> for the Event ID.
de_de: Wenn diese Veranstaltung aktiv ist, dann kann mit dem Menümanager ein Link zur Veranstaltungsseite im Frontend erstellt werden. Wähle <strong>Veranstaltungsinfoseite</strong> und gebe <strong>%1</strong> als Event-ID ein.

source: Event Links
de_de: Veranstaltungslinks

source: Register Participant
de_de: Teilnehmer/in anmelden

source: Event Info
de_de: Veranstaltungsinfo

source: Online Registration (Test-drive)
de_de: Online Anmeldung (Test-Drive)

source: Online Registration (Live)
de_de: Online Anmeldung (Live)

source: Find Participants
de_de: Teilnehmende finden

source: Public Participant Listing
de_de: Öffentliche Teilnehmendenliste

source: Event
de_de: Veranstaltung

source: Template
de_de: Nachrichtenvorlage

source: City
de_de: Ort

source: State/Province
de_de: Bundesland

source: Public?
de_de: Öffentlich?

source: Starts
de_de: Beginnt

source: Campaign
de_de: Kampagne

source: Active?
de_de: Aktiv?

source: View event info page
de_de: Zeige Seite mit Veranstaltungsinfo

source: Configure
de_de: Konfigurieren

source: Counted Participants
de_de: Gezählte Teilnehmende

source: Participants Not Counted
de_de: Teilnehmende nicht gezählt

source: No available Events match your search criteria. Suggestions:
de_de: Die Suchkriterien passen zu keinen verfügbaren Veranstaltungen. Vorschläge:

source: Check your spelling.
de_de: Schreibweise überprüfen.

source: Try "Search All or by Date Range".
de_de: Versuche "Suche alle oder nach Datumsbereich".

source: Try a different spelling or use fewer letters.
de_de: Versuche eine andere Schreibweise oder weniger Zeichen.

source: Make sure you have enough privileges in the access control system.
de_de: Stelle sicher, dass Du ausreichend berechtigt bist.

source: Or you can <a href='%1'>browse all available Current Events</a>.
de_de: Oder <a href='%1'>alle verfügbaren Anstehenden Veranstaltungen</a> ansehen.

source: There are no events scheduled for the date range. You can <a href='%1'>add one</a>.
de_de: Es gibt keine geplanten Veranstaltungen in diesem Zeitraum. Jetzt <a href='%1'>eine hinzufügen</a>.
