Repository: civicrm/civicrm-l10n-extensions
Catalog: po/ogp/*/ogp.po
Languages: tr_tr

source: Open Graph Protocol (ogp)
tr_tr: Açık Grafik İletişim Kuralı (ogp)

source: Generate og:title?
tr_tr: og:title üretilsin mi?

source: The og:title meta tag might already be added by the CMS.
tr_tr: og:title üst veri kod imi içerik yönetimi tarafından zaten eklenmiş olabilir.

source: Twitter handle
tr_tr: Twitter üst verileri

source: If set, twitter-specific meta tags will be added to pages. Example: @YourOrganization
tr_tr: Bu seçenek etkinleştirildiğinde, sayfalara özel twitter üst veri kod imleri eklenir. Örnek: @Kurulusunuz

source: Default site logo (%1)
tr_tr: Varsayılan site logosu (%1)

source: Enter the full URL to the image, ex: http://example.org/logo.png - It might be a different logo than the logo displayed on your website, because Facebook requires that the image be at least 200x200 pixels.
tr_tr: Görselin http://ornek.org/logo.png gibi tam adresini yazın. Facebook için, görselin en az 200x200 piksel olması gerektiğinden, logo sitenizde görüntülenenden farklı bir logo olabilir.

source: Default site logo
tr_tr: Varsayılan site logosu

source: Default PCP logo for: %1 (%2)
tr_tr: Şunun için varsayılan kişisel kampanya sayfası logosu: %1 (%2)

source: Default PCP logo for: %1
tr_tr: Şunun için varsayılan kişisel kampanya sayfası logosu: %1
