Repository: civicrm/civicrm-l10n-extensions
Catalog: po/eWAYRecurring/*/eWAYRecurring.po
Languages: de_de, nl_nl, tr_tr

source: Error
nl_nl: Fout
tr_tr: Hata

source: Stored Credit Card
nl_nl: Opgeslagen creditcard
tr_tr: Kayıtlı kredi kartı

source: Credit card details are entered directly into eWAY and not stored in CiviCRM. %1
nl_nl: Creditcard details worden vastgelegd in eWAY en niet opgeslagen in CiviCRM. %1
tr_tr: Kredi kartı bilgileri CiviCRM üzerinde değil doğrudan eWAY üzerinde tutulur. %1

source: Learn more on eWAY's PCI DSS page
nl_nl: Meer informatie over de eWAY-pagina PCI-DSS
tr_tr: eWAY PCI DSS sayfası hakkında ayrıntılı bilgi alın

source: Add Credit Card
nl_nl: Creditcard toevoegen
tr_tr: Kredi kartı ekle

source: Please be sure to click <b>RETURN TO MERCHANT</b> after adding a credit card.
nl_nl: Klik na het toevoegen van een creditcard op <b>de link om terug te gaan naar de handelaar</b>.
tr_tr: Lütfen bir kredi kartı ekledikten sonra <b>SATICIYA DÖN</b> üzerine tıklayın.

source: eWay - Gateway requires curl with SSL support
nl_nl: eWay - Bij de gateway is curl met SSL-ondersteuning verplicht
tr_tr: eWay - Ödeme aracısı için SSL desteği ile cURL gerekli

source: Please update the credit card manually.
nl_nl: Wijzig a.u.b. handmatig de creditcard.
tr_tr: Lütfen kredi kartınızı el ile güncelleyin.

source: eWay warning
nl_nl: eWay waarschuwing
tr_tr: eWay uyarısı

source: eWay API Key is not set for this payment processor
nl_nl: eWAY API-Key is niet ingevuld voor deze betaalmethode
tr_tr: Bu ödeme aracısı için eWAY API anahtarı ayarlanmamış

source: eWay API Password is not set for this payment processor
nl_nl: eWAY API-Password is niet ingevuld voor deze betaalmethode
tr_tr: Bu ödeme aracısı için eWAY API parolası ayarlanmamış

source: Attempted to update billing details for a completed contribution.
nl_nl: Poging om de betaalgegevens te wijzigen van een al afgeronde contributie.
tr_tr: Tamamlanmış bir katkının fatura ayrıntıları güncellenmeye çalışıldı.

source: Attempted to update billing details for a cancelled contribution.
nl_nl: Poging om de betaalgegevens te wijzigen van een geannuleerde contributie.
tr_tr: İptal edilmiş bir katkının fatura ayrıntıları güncellenmeye çalışıldı.

source: Submit
de_de: Abschicken
nl_nl: Verzenden
tr_tr: Gönder

source: Update Billing Details
nl_nl: Betaalgegevens wijzigen
tr_tr: Fatura bilgilerini güncelle

source: Billing details has been updated successfully.
nl_nl: De betaalgegevens zijn gewijzigd.
tr_tr: Fatura bilgileri güncellendi.

source: Error retrieving data for token id %1: %2
nl_nl: Fout opgetreden bij ophalen token-id %1: %2
tr_tr: %1 kod kimliği verileri alınırken sorun çıktı: %2

source: Transaction Error
nl_nl: Transactie Fout
tr_tr: Hesap hareketi sorunu

source: Contribution Error
nl_nl: Contributie Fout
tr_tr: Katkı sorunu

source: Version 2.x of the eWay Payment Processor extension uses the new eWay Rapid API. Please go to the <a href="%2">Payment Processor page</a> and update the eWay API credentials with the new API Key and API Password. For more details see the <a href="%1">upgrade notes</a>.
nl_nl: Versie 2.x van de extensie eWay betaalmethode gebruikt de nieuwe eWay Rapid-API. Wijzig op de <a href="%2">pagina met de betaalmethoden</a> de eWay API-credentials met de nieuwe API-Key en API-Password. Meer details: <a href="%1">notities upgrade</a>.
tr_tr: eWay ödeme aracısı eklentisinin 2.x sürümü, yeni eWay Rapid API uygulamasını kullanır. Lütfen <a href="%2">Ödeme aracıları bölümüne</a> giderek eWay API kimlik doğrulama bilgilerini yeni API Anahtarı ve API parolası ile güncelleyin. Ayrıntılı bilgi almak için <a href="%1">yükseltme notlarına</a> bakabilirsiniz.

source: API Key is a required field.
nl_nl: API-Key is een verplicht veld.
tr_tr: API anahtarı alanının doldurulması zorunludur.

source: API Password is a required field.
nl_nl: API-Password is een verplicht veld.
tr_tr: API parolası alanının doldurulması zorunludur.

source: A transaction has already been submitted, but failed. Continuing will result in a new transaction.
nl_nl: Er is al een transactie overgemaakt. maar die is mislukt. Als u doorgaat dan wordt er een transactie aangemaakt.
tr_tr: Zaten bir hesap hareketi gönderilmiş ancak işlenememiş. İlerlerseniz yeni bir hesap hareketi oluşturulur.

source: Payment already completed for this Registration
nl_nl: Betaling is al afgerond voor deze registratie
tr_tr: Bu kayıt işleminin ödemesi zaten yapılmış

source: Payment already completed for this Contribution
nl_nl: Betaling is al afgerond voor deze bijdrage
tr_tr: Bu katkının ödemesi zaten yapılmış

source: eWay Recurring Settings
nl_nl: eWay Periodiek Instellingen
tr_tr: eWay yineleme ayarları

source: CiviContribute: view payment tokens
nl_nl: CiviContribute: token betaling weergeven
tr_tr: CiviContribute: Ödeme kodlarını görüntüle

source: CiviContribute: edit payment tokens
nl_nl: CiviContribute: token betaling wijzigen
tr_tr: CiviContribute: Ödeme kodlarını düzenle

source: The credit card list has been updated.
nl_nl: De lijst creditcards is bijgewerkt.
tr_tr: Kredi kartı listesi güncellendi.

source: processing
nl_nl: verwerking
tr_tr: işleniyor

source: done
nl_nl: klaar
tr_tr: bitti

source: The credit card was not saved. Please try again.
nl_nl: De creditcard is niet opgeslagen. Probeer het opnieuw.
tr_tr: Kredi kartı kaydedilemedi. Lütfen yeniden deneyin.

source: eWAY Error
nl_nl: eWAY Fout
tr_tr: eWay sorunu

source: Eway Contribution Transactions
tr_tr: Eway katkı hesap hareketleri

source: Eway Contribution Transactionses
tr_tr: Eway katkı hesap hareketleri

source: ID
tr_tr: Kimlik

source: Unique EwayContributionTransactions ID
nl_nl: Uniek EwayContributionTransactions-id
tr_tr: Benzersiz Eway katkı hesap hareketleri kimliği

source: Contribution ID
nl_nl: Bijdrage-id
tr_tr: Katkı kimliği

source: FK to Contribution
nl_nl: FK naar Contribution
tr_tr: Katkı dış anahtarı

source: Payment Processor ID
nl_nl: Betaalmethode-id
tr_tr: Ödeme aracısı kimliği

source: FK to PaymentProcessor
nl_nl: FK naar PaymentProcessor
tr_tr: Ödeme aracısı dış anahtarı

source: Access Code
nl_nl: Toegangscode
tr_tr: Erişim kodu

source: Failed Message
nl_nl: Foutbericht
tr_tr: Gönderilemeyen ileti

source: Status
tr_tr: Durum

source: Tries
nl_nl: Pogingen
tr_tr: Deneme sayısı

source: Is Email Receipt
tr_tr: E-posta alındısı gönder

source: Should CRM send receipt email when payment completed?
tr_tr: Ödeme tamamlandığında CRM alındı e-postası göndersin mi?

source: eWay Recurring
de_de: eWay Wiederkehrend

source: eWAY - Gateway requires curl with SSL support
de_de: eWAY - Gateway benötigt curl mit SSL-Unterstützung

source: first payment
de_de: Erstzahlung

source: This function is not implemented
de_de: Diese Funktion wird nicht unterstützt

source: eWAY CustomerID is not set for this payment processor
de_de: eWAY CustomerID ist für diesen Zahlungsprozessor nicht eingestellt

source: eWAY Gateway URL is not set for this payment processor
de_de: eWAY Gateway URL ist für diesen Zahlungsprozessor nicht eingestellt

source: Site is in developer mode. No communication with eway has taken place
de_de: Seite ist im Entwicklermodus. Es findet keine Kommunikation mit eWay statt

source: Upgrade %1 to revision %2
de_de: Aktualisiere %1 auf Revision %2

source: description
de_de: Beschreibung

source: Recurring payment
de_de: Wiederkehrende Zahlung

source: Recurring Contribution ID (optional to only process one entity)
de_de: ID der wiederkehrenden Zuwendung (optional um nur eine Entität zu verarbeiten)

source: Eway is in test mode. Test credentials have been pre-filled. No live transaction will be submitted
de_de: Eway ist im Testmodus. Testzugangsdaten sind voreingestellt. Es werden keine Live-Transaktionen durchgeführt.
