Repository: civicrm/civicrm-l10n-extensions
Catalog: po/exportpermission/*/exportpermission.po
Languages: nl_nl, tr_tr

source: CiviCRM Export Permissions
nl_nl: CiviCRM Export Rechten
tr_tr: CiviCRM dışa aktarma izinleri

source: access export menu
nl_nl: toegang export-menu
tr_tr: Dışa aktarma menüsüne erişilebilsin

source: Access "Export as CSV" drop down menu item from actions menu on after search/report
nl_nl: Toegang tot item ''Naar CSV exporteren'' op het actie-menu bij het zoeken/rapport
tr_tr: Bu seçenek etkinleştirildiğinde, arama ya da rapor sonrasında görüntülenen işlemler açılan menüsünde "CSV olarak dışa aktar" menü ögesine erişilebilir

source: access print menu
nl_nl: toegang print-menu
tr_tr: Yazdırma menüsüne erişilebilsin

source: Access "Print" drop down menu item from actions menu on search/report
nl_nl: Toegang tot item ''Afdrukken'' op het actie-menu bij het zoeken/rapport
tr_tr: Bu seçenek etkinleştirildiğinde, arama ya da rapor sonrasında görüntülenen işlemler açılan menüsünde "Yazdır" menü ögesine erişilebilir

source: access print pdf menu
nl_nl: toegang print-pdf-menu
tr_tr: PDF olarak yazdır menüsüne erişilebilsin

source: Access "Print/Merge document (PDF Letter)" drop down menu item from actions menu on search/report
nl_nl: Toegang tot item ''Afdrukken/samenvoegen document'' op het actie-menu bij het zoeken/rapport
tr_tr: Bu seçenek etkinleştirildiğinde, arama ya da rapor sonrasında görüntülenen işlemler açılan menüsünde "Belgeyi yazdır/birleştir (ODF mektup)" menü ögesine erişilebilir

source: access mailing labels menu
nl_nl: toegang etiketten-menu
tr_tr: Posta etiketleri menüsüne erişilebilsin

source: Access "Print Mailing Labels" drop down menu item from actions menu on search/report
nl_nl: Toegang tot item ''Etiketten afdrukken'' op het actie-menu bij het zoeken/rapport
tr_tr: Bu seçenek etkinleştirildiğinde, arama ya da rapor sonrasında görüntülenen işlemler açılan menüsünde "Posta etiketlerini yazdır" menü ögesine erişilebilir

source: You do not have permission to access this page.
nl_nl: U heeft geen toegang tot deze pagina.
tr_tr: Bu sayfaya erişme izniniz yok.
