Repository: civicrm/civicrm-l10n-extensions
Catalog: po/uplang/*/uplang.po
Languages: de_de, fr_fr, nl_nl, tr_tr

source: Default Language
de_de: Standardsprache
fr_fr: Langue par défaut
nl_nl: Standaardtaal
tr_tr: Varsayılan dil

source: Add Language
de_de: Sprache hinzufügen
fr_fr: Ajouter une langue
nl_nl: Taal toevoegen
tr_tr: Dil ekle

source: - select -
de_de: - wählen -
fr_fr: - sélectionner -
nl_nl: - selecteer -
tr_tr: - Seçin -

source: Last Update: %1
de_de: Letzte Aktualisierung: %1
fr_fr: Dernière mise à jour : %1
nl_nl: Laatst bijgewerkt: %1
tr_tr: Son güncelleme: %1

source: Error: %1
de_de: Fehler: %1
fr_fr: Erreur : %1
nl_nl: Fout: %1
tr_tr: Hata: %1

source: Your localization directory is not configured.
de_de: Ihr Lokalisierungsverzeichnis ist nicht konfiguriert.
fr_fr: Votre dossier de localisation n'est pas configuré.
nl_nl: De map van uw vertaling is niet geconfigureerd.
tr_tr: Yerelleştirme klasörünüz yapılandırılmamış.

source: Your localization directory, %1, does not exist and could not be created.
de_de: Ihr Lokalisierungsverzeichnis, %1, existiert nicht und konnte nicht erstellt werden.
fr_fr: Votre dossier de localisation, %1, n'existe pas et n'a pas pu être créé.
nl_nl: De map van uw vertaling, %1, bestaat niet en kan niet worden aangemaakt.
tr_tr: %1 yerelleştirme klasörünüz bulunamadı ve oluşturulamadı.

source: Your localization directory, %1, is not writable.
de_de: Ihr Lokalisierungsverzeichnis, %1, ist nicht beschreibbar.
fr_fr: Votre dossier de localisation, %1, n'est pas accessible en écriture.
nl_nl: De map van uw vertaling, %1, is niet schrijfbaar.
tr_tr: %1 yerelleştirme klasörünüz yazılabilir değil.

source: Only en_US was found. Nothing to update.
de_de: Es wurde nur en_US gefunden. Nichts zu aktualisieren.
fr_fr: Seul en_US a été trouvé. Rien à mettre à jour.
nl_nl: Alleen en_US gevonden. Er is niet om bij te werken.
tr_tr: Yalnızca en_US bulundu. Güncellenecek bir şey yok.

source: Unsupported language format: %1
de_de: Nicht unterstütztes Sprachformat: %1
fr_fr: Format de langue non pris en charge : %1
nl_nl: Niet ondersteund taalformaat: %1
tr_tr: Dil biçimi desteklenmiyor: %1

source: Update Language: failed to update: ConnectException on %1. Error: %2
de_de: Update Sprache: Aktualisierung fehlerhaft: ConnectException on %1. Fehler: %2
fr_fr: Mise à jour de la langue : échec de la mise à jour : ConnectException on %1. Erreur : %2
nl_nl: Bijwerken van taal is mislukt: ConnectException op %1. Fout: %2
tr_tr: Dil güncelleme: Güncelleme yapılamadı: %1 üzerinde bağlantı sorunu. Hata: %2

source: Update Language: failed to update: %1
de_de: Update Sprache: Aktualisierung fehlerhaft: %1
fr_fr: Mise à jour de la langue : la mise à jour a échoué : %1
nl_nl: Bijwerken %1 van taal is mislukt
tr_tr: Dil güncelleme: %1 güncellenemedi

source: The localization directory, %1, does not exist and could not be created.
de_de: Das Lokalisierungsverzeichnis, %1, existiert nicht und konnte nicht erstellt werden.
fr_fr: Le dossier de localisation, %1, n'existe pas et n'a pas pu être créé.
nl_nl: De map van de vertaling, %1, bestaat niet en kan niet worden aangemaakt.
tr_tr: %1 yerelleştirme klasörü bulunamadı ve oluşturulamadı.

source: This can take a minute or two.
de_de: Dies kann ein oder zwei Minuten dauern.
fr_fr: Cela peut durer une à deux minutes.
nl_nl: Dit kan circa twee minuten duren.
tr_tr: Bu işlem bir ya da iki dakika sürebilir.

source: Refreshing...
de_de: Wird aufgefrischt ...
fr_fr: Actualisation...
nl_nl: Verversen...
tr_tr: Yenileniyor...

source: Refresh Error
de_de: Auffrischungsfehler
fr_fr: Erreur d'actualisation
nl_nl: Verversen mislukt
tr_tr: Yenileme sorunu

source: Updated %1 resources
de_de: %1 Ressourcen aktualisiert
fr_fr: Mise à jour de %1 ressources
nl_nl: %1 bronnen bijgewerkt
tr_tr: %1 kaynak güncellendi

source: Done
de_de: Fertig
fr_fr: Terminé
nl_nl: Klaar
tr_tr: Tamam

source: Ignore Extensions
de_de: Erweiterungen ignorieren
fr_fr: Ignore les extensions
nl_nl: Extensies overslaan
tr_tr: Eklentiler yok sayılsın

source: If you have custom translations, they can be excluded from the update process. Enter the short machine name (ex: uplang, not the old-style FQDN). You can enter multiple extensions by separating them with a comma.
de_de: Wenn Sie benutzerdefinierte Übersetzungen haben, können diese vom Aktualisierungsprozess ausgeschlossen werden. Geben Sie den kurzen Rechnernamen ein (z. B. uplang, nicht den FQDN im alten Stil). Sie können mehrere Erweiterungen eingeben, indem Sie sie durch ein Komma trennen.
fr_fr: Si vous avez des traductions personnalisées, elles peuvent être exclues du processus de mise à jour. Saisissez le nom court de la machine (ex : uplang, et non l'ancien FQDN). Vous pouvez saisir plusieurs extensions en les séparant par une virgule.
nl_nl: Als u aangepaste vertalingen heeft, kunnen deze worden uitgesloten van het updateproces. Voer de korte machinenaam in (bijvoorbeeld uplang, niet de FQDN in oude stijl). U kunt meerdere extensies invoeren door ze te scheiden met een komma.
tr_tr: Özel çevirileriniz varsa, güncellemeye katılmayabilirler. Kısa makine adını yazın (örneğin: uplang, eski tarz FQDN değil). Birden fazla eklentiyi virgül ile ayırarak yazabilirsiniz.

source: Update Language Files
de_de: Sprachdateien aktualisieren
fr_fr: Mettre à jour les fichiers de langue
nl_nl: Taalbestanden bijwerken
tr_tr: Dil dosyalarını güncelle
