Repository: civicrm/civicrm-l10n-extensions
Catalog: po/giftaidonline/*/giftaidonline.po
Languages: nl_nl, tr_tr

source: Contact Name
nl_nl: Contactnaam
tr_tr: Kişi adı

source: First Name
nl_nl: Voornaam
tr_tr: Ad

source: Last Name
nl_nl: Achternaam
tr_tr: Soyad

source: Contact ID
tr_tr: Kişi kimliği

source: Batch Title
tr_tr: Toplu işlem başlığı

source: Total Amount
nl_nl: Totaalbedrag
tr_tr: Toplam tutar

source: Actions
nl_nl: Acties
tr_tr: İşlem

source: Gift Aid Online Failure
nl_nl: Gift Aid Online mislukt
tr_tr: Gift Aid Online sorunu

source: View Contact Summary for this Contact.
nl_nl: Contactoverzicht van dit contact weergeven.
tr_tr: Bu kişinin özetini görüntüle.

source: View contribution
nl_nl: Bijdrage bekijken
tr_tr: Katkıyı görüntüle

source: Not yet submitted
nl_nl: Nog niet verzonden
tr_tr: Henüz gönderilmemiş

source: <a href='%1' class='action-item'>Validate</a>
nl_nl: <a href='%1' class='action-item'>Valideren</a>
tr_tr: <a href='%1' class='action-item'>Doğrula</a>

source: Submitted
nl_nl: Verzonden
tr_tr: Gönderildi

source: Re-submit
nl_nl: Opnieuw verzenden
tr_tr: Yeniden gönder

source: Submitted - error
nl_nl: Fout bij het verzenden
tr_tr: Gönderildi - sorun

source: View Failure Message
nl_nl: Foutbericht bekijken
tr_tr: Sorun iletisini görüntüle

source: Submitted - success
nl_nl: Verzenden gelukt
tr_tr: Gönderildi - başarılı

source: Submitted - pending
nl_nl: Aan het verzenden
tr_tr: Gönderildi - bekliyor

source: Get new status
nl_nl: De nieuwe status ophalen
tr_tr: Yeni durumu al

source: Submitted - unknown
nl_nl: Status verzenden onbekend
tr_tr: Gönderildi - bilinmiyor

source: Online Submission
nl_nl: Online verzending
tr_tr: Çevrim içi gönderim

source: The batch %1 has already been submitted and cannot be submitted again
nl_nl: De batch %1 is al verzonden en kan niet opnieuw worden verzonden
tr_tr: %1 toplu işlemi zaten gönderilmiş olduğundan yeniden gönderilemez

source: Gift Aid Legacy Submission Settings
nl_nl: Gift Aid Oude instellingen verzenden
tr_tr: Gift Aid eski gönderim ayarları

source: Upgrade %1 to revision %2
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Online Gift Aid Submission
nl_nl: Online Gift Aid verzending
tr_tr: Gift Aid Online gönderimi

source: Online Gift Aid Submission Settings
nl_nl: Online Gift Aid verzending instellingen
tr_tr: Gift Aid Online gönderimi ayarları

source: allow giftaid submission
nl_nl: toestaan giftaid verzending
tr_tr: giftaid gönderimi yapılabilsin

source: Configure settings for GiftAid online submission to HMRC as provided through your <a href="%1" target="_blank">Charities Online account</a>. Also please read the setup <a href="%2" target="_blank">documentation</a>.
nl_nl: Instellingen instellen van GiftAid online verzenden naar HMRC via uw <a href="%1" target="_blank">Charities Online account</a>. Lees a.u.b. ook deze <a href="%2" target="_blank">documentatie</a>.
tr_tr: HMRC üzerine GiftAid online gönderimi için ayarları <a href="%1" target="_blank">Charities Online hesabınız</a> ile belirlendiği şekilde yapılandırın. Ayrıca lütfen kurulum <a href="%2" target="_blank">belgelerini</a> okuyun.

source: As you upgraded from a previous version you should view the <a href="%1" target="_blank">legacy settings</a> to check they were converted properly
nl_nl: Omdat u een upgrade hebt gedaan dient u de <a href="%1" target="_blank">oude instellingen</a> te controleren om te zien of deze goed zijn geconverteerd.
tr_tr: Önceki bir sürümden yükselttiğinizde, düzgün bir şekilde dönüştürülüp dönüştürülmediğini kontrol etmek için <a href="%1" target="_blank">eski ayarları</a> görüntülemeniz gerekir.

source: HMRC User ID (SDS Sender ID)
tr_tr: HMRC kullanıcı kimliği (SDS gönderici kimliği)

source: Your HMRC User ID (SDS Reference is Sender ID)
nl_nl: Uw HMRC User-id (SDS Referentie is Sender-id)
tr_tr: HMRC kullanıcı kimliğiniz (SDS referansı gönderici kimliğidir)

source: HMRC User Password (SDS Sender Value)
nl_nl: HMRC Password (SDS Sender Value)
tr_tr: HMRC kullanıcı parolası (SDS gönderici değeri)

source: Your HMRC User Password (SDS Reference is Sender Value)
nl_nl: Uw HMRC Password (SDS Referentie is Sender Value)
tr_tr: HMRC kullanıcı parolanız (SDS referansı göndericisi değeridir)

source: Charity ID
tr_tr: Hayır kurumu kimliği

source: The Charity Id credential for communicating with HMRC Gateway. This is a normally in the format XR12345 and is supplied by the HMRC when you register for Charities Online.
nl_nl: Het Charity-id credential voor communicatie met de HMRC Gateway. Dit is normaal gesproken in het formaat XR12345 en wordt door HMRC verstrekt wanneer u zich aanmeldt voor Charities Online.
tr_tr: HMRC ödeme aracısı ile iletişim kurmak için Hayır kurumu kimliği bilgisi. Bu kimlik normalde XR12345 biçimindedir ve Charities Online hesabı açtığınızda HMRC tarafından sağlanır.

source: Are we in Live or Dev Mode
nl_nl: Gebruik we de Productie-mode of de Test-mode
tr_tr: Canlı ya da Geliştirici kipinde miyiz

source: Charity Regulator - Name
nl_nl: Naam regelaar liefdadigheid
tr_tr: Hayır kurumunun bağlı olduğu kurum - Ad

source: The Charity Commission where your charity is registered.
nl_nl: Waar is de liefdadigheidorganisatie geregistreerd.
tr_tr: Hayır kurumunuzun kayıtlı olduğu yardım komisyonunun adı.

source: Charity Regulator - Number
nl_nl: Nummer regelaar liefdadigheid
tr_tr: Hayır kurumunun bağlı olduğu kurum - Sayı

source: The Charity Commission number of your charity. Find the charity on the relevant Charity Commission web page to identify the number.
nl_nl: Het nummer van uw liefdadigheidsactie bij de liefdadigheidsorganisatie, dit is te vinden op de bijbehorende webpagina.
tr_tr: Hayır kurumunuzun kayıtlı olduğu yardım komisyonunun numarası. Numarayı öğrenmek için ilgili yardım komisyonu sitesinden hayır kurumunu bulun.

source: Organisation name
nl_nl: Naam organisatie
tr_tr: Kuruluş adı

source: Name of the Organisation that is submitting the claim.
nl_nl: Naam van de organisatie die de claim verzendt.
tr_tr: İstekte bulunan kuruluşun adı.

source: Authorised Official - Surname
nl_nl: Officiële naam - achternaam
tr_tr: Yetkili kişi - Soyadı

source: Enter the surname of the person whose details were entered in the HMRC account.
nl_nl: Vul de achternaam in van degene die het HMRC-account heeft.
tr_tr: HMRC hesabına bilgileri yazılan kişinin soyadını yazın.

source: Authorised Official - First name
nl_nl: Officiële naam - voornaam
tr_tr: Yetkili kişi - Adı

source: Enter the first name of the person whose details were entered in the HMRC account.
nl_nl: Vul de voornaam in van degene die het HMRC-account heeft.
tr_tr: HMRC hesabına bilgileri yazılan kişinin adını yazın.

source: Authorised Official - Phone Number
nl_nl: Officiële naam - telefoonnummer
tr_tr: Yetkili kişi - Telefon numarası

source: Enter the phone number of the person whose details were entered in the HMRC account.
nl_nl: Vul het telefoonnummer in van degene die het HMRC-account heeft.
tr_tr: HMRC hesabına bilgileri yazılan kişinin telefon numarasını yazın.

source: Authorised Official - Postcode
nl_nl: Officiële naam - postcode
tr_tr: Yetkili kişi - Posta kodu

source: Enter the post code of the person whose details were entered in the HMRC account.
nl_nl: Vul de postcode in van degene die het HMRC-account heeft.
tr_tr: HMRC hesabına bilgileri yazılan kişinin posta kodunu yazın.

source: The Vendor ID credential for communicating with HMRC Gateway
nl_nl: Het Vendor-id credential voor communicatie met de HMRC-Gateway
tr_tr: HMRC ödeme aracısı ile iletişim kurmak için satıcı kimliği bilgisi

source: Period end
nl_nl: Eind periode
tr_tr: Dönem sonu

source: Data not used for Charities Online submissions but element must contain a schema valid date.
nl_nl: Gegevens die niet gebruikt wordt voor Charities Online maar het moet een geldige schema-datum bevatten.
tr_tr: Bu veri Charities Online gönderiminde kullanılmaz, ancak ögede bir şema geçerliliği tarihi bulunmalıdır.

source: Sender
nl_nl: Afzender
tr_tr: Gönderici

source: Should be either Individual or Organisation
nl_nl: Moet of een persoon of een organisatie zijn
tr_tr: Birey ya da Kuruluş olmalıdır
