Repository: civicrm/civicrm-l10n-extensions
Catalog: po/ode/*/ode.po
Languages: fr_fr, nl_nl, tr_tr

source: Whitelist FROM email addresses?
fr_fr: Mettre sur liste blanche les courriels d'expéditeur ?
nl_nl: Afzenderadressen vertrouwen?
tr_tr: "Kimden" e-posta adresleri beyaz listeye eklensin

source: Save
fr_fr: Enregistrer
nl_nl: Opslaan
tr_tr: Kaydet

source: Cancel
fr_fr: Annuler
nl_nl: Afbreken
tr_tr: İptal

source: ODE Settings has been saved.
fr_fr: Les paramètres ODE ont été modifiés.
nl_nl: De instellingen van ODE zijn opgeslagen.
tr_tr: Giden etki alanı dayatması ayarları kaydedildi.

source: Saved
fr_fr: Enregistré
nl_nl: Opgeslagen
tr_tr: Kaydedildi

source: Upgrade %1 to revision %2
fr_fr: Mettre à jour %1 vers la révision %2
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Receipt From is a required field.
fr_fr: "Reçu de" est un champ obligatoire.
nl_nl: Afzender ontvangstbewijs is een verplicht veld.
tr_tr: "Kimden" alınacak alanının doldurulması zorunludur

source: The Outbound Domain Enforcement extension has prevented this From Email Address from being used as it uses a different domain.
fr_fr: L'extension Outbound Domain Enforcement a empêché que cette adresse de courriel soit utilisée car elle utilise un domaine différent.
nl_nl: De extensie 'Outbound Domain Enforcement' voorkomt dat dit e-mailadres gebruikt wordt omdat het een andere domein gebruikt.
tr_tr: Giden etki alanı dayatması eklentisi, farklı bir etki alanından olduğu için bu e-posta adresinin kullanılmasını engelledi.

source: The Outbound Domain Enforcement extension has prevented this From Email Address from being used as it uses a different domain than the System-generated Mail Settings From Email Address configured at Administer > Communications > Organization Address and Contact Info.
fr_fr: L'extension Outbound Domain Enforcement a empêché que cette adresse de courrier électronique soit utilisée car elle utilise un domaine différent des paramètres de messagerie générés par le système à partir de l'adresse de messagerie configurée dans Administer> Communications> Adresse de l'organisation et informations de contact.
nl_nl: De extensie 'Outbound Domain Enforcement' voorkomt dat dit e-mailadres gebruikt wordt omdat het een andere domein gebruikt dan de systeeminstelling voor de afzenderadressen. Zie Beheer > Communicatie > Organisatie-adres en contactinformatie.
tr_tr: Giden etki alanı dayatması eklentisi, "Yönetim" > "İletişim" > "Kuruluş adresi ve iletişim bilgileri" bölümünde yapılandırılmış, sistem tarafından üretilmiş "Kimden" e-posta adresinden farklı bir etki alanından olduğu için bu e-posta adresinin kullanılmasını engelledi.

source: - Select -
fr_fr: -- Sélectionner --
nl_nl: - Selecteer -
tr_tr: - Seçin -

source: Notice
fr_fr: Remarque
nl_nl: Opmerking
tr_tr: Bildirim

source: ODE Preferences
fr_fr: Préférences ODE
nl_nl: ODE voorkeuren
tr_tr: Giden etki alanı dayatması ayarları
