Repository: civicrm/civicrm-l10n-extensions
Catalog: po/sepapp/*/sepapp.po
Languages: de_de, tr_tr

source: SEPA Direct Debit
de_de: SEPA-Lastschrift
tr_tr: SEPA otomatik ödeme

source: Couldn't create SEPA mandate. Error was:
de_de: Das SEPA-Mandat konnte nicht erstellt werden. Der Fehler war:
tr_tr: SEPA talimatı oluşturulamadı. Hata iletisi:

source: Direct Debit
de_de: Lastschrift
tr_tr: Otomatik ödeme

source: Account Holder
de_de: Kontoinhaber*in
tr_tr: Hesap sahibi

source: This is not a correct IBAN.
de_de: Das ist keine gültige IBAN.
tr_tr: Bu IBAN numarası doğru değil.

source: This is not a correct BIC.
de_de: Das ist keine gültige BIC.
tr_tr: Bu BIC numarası doğru değil.

source: Bank Name
tr_tr: Banka adı

source: Collection Day
de_de: Einzugstag
tr_tr: Ödemenin alınacağı gün

source: Start Date
de_de: Startdatum
tr_tr: Başlangıç tarihi

source: Agreement
de_de: Vereinbarung
tr_tr: Sözleşme

source: Your account data will be used to charge your bank account via direct debit. While submitting this form you agree to the charging of your bank account via direct debit.
de_de: Ihre Kontodaten werden verwendet, um Ihr Bankkonto per Lastschrift zu belasten. Mit dem Absenden dieses Formulars erklären Sie sich mit der Belastung Ihres Bankkontos per Lastschrift einverstanden.
tr_tr: Hesap bilgileriniz, banka hesabınızdan otomatik ödeme yapmak için kullanılacak. Bu formu gönderierek, banka hesabınızdan otomatik ödeme alınacağını kabul etmiş olursunuz.

source: Payment processor for the 'Single European Payment Area' (SEPA).
de_de: Zahlungsprozessor für SEPA ("Single European Payment Area").
tr_tr: Avrupa tek ödeme bölgesi 'Single European Payment Area' (SEPA) için ödeme aracı.

source: SEPA Direct Debit (NEW)
de_de: SEPA-Lastschrift (NEU)
tr_tr: SEPA otomatik ödeme (YENİ)

source: Refactored Payment processor for the 'Single European Payement Area' (SEPA).
de_de: Umgestalteter Zahlungsprozessor für SEPA ("Single European Payement Area").
tr_tr: Avrupa tek ödeme bölgesi 'Single European Payment Area' (SEPA) için yenilenmiş ödeme aracı.

source: Your CiviSEPA payment processors have been disabled.
de_de: Die CiviSEPA-Zahlungsprozessoren wurden deaktiviert.
tr_tr: CiviSEPA ödeme aracılarınız etkisizleştirilmiş.

source: %1 Payment Processor(s) Disabled!
de_de: %1 Zahlungsprozessor(en) deaktiviert!
tr_tr: %1 ödeme aracısı etkislzleştirildi!

source: Select the creditor, that should be used for this payment processor.
de_de: Wählen den Gläubiger, der für diesen Zahlungsprozessor verwendet werden soll.
tr_tr: Bu ödeme aracısı için kullanılması gereken alacaklıyı seçin.

source: The creditor object not only determines the creditor ID, but also the account and the SEPA file format to be used.
de_de: Der eingestellte Gläubiger bestimmt nicht nur die verwendete Gläubiger-ID, sondern auch das Eingangskonto und das eingesetzte SEPA Dateiformat.
tr_tr: Alacaklı nesnesi yalnızca alacaklı kimliğini değil, aynı zamanda hesabı ve kullanılacak SEPA dosya biçimini de belirler.

source: Creditor
de_de: Kreditor
tr_tr: Alacaklı

source: Help
de_de: Hilfe
tr_tr: Yardım

source: Bank unknown, please enter BIC.
de_de: Bank unbekannt, bitte BIC eingeben.
tr_tr: Banka bilinmiyor. Lütfen BIC kodunu yazın.
