Repository: civicrm/civicrm-l10n-extensions
Catalog: po/contributeprogress/*/contributeprogress.po
Languages: de_de, nl_nl, tr_tr

source: Campaign is ongoing
de_de: Kampagne läuft
nl_nl: Campagne loopt
tr_tr: Kampanya sürüyor

source: Campaign starts on %1
de_de: Kampagne startet am %1
nl_nl: Campagne start op %1
tr_tr: Kampanya %1 zamanında başlayacak

source: Campaign ended on %1
de_de: Kampagne endete am %1
nl_nl: Campagne beÃ«indigd op %1
tr_tr: Kampanya %1 zamanında sona ermiş

source: Campaign ends on %1
de_de: Kampagne endet am %1
nl_nl: Campagne eindigt op %1
tr_tr: Kampanya %1 zamanında sona erecek

source: Contribute
de_de: Spende
nl_nl: Bijdrage
tr_tr: Katkıda bulun

source: Contribution Page Progress Bar
de_de: Fortschrittsbalken Spendenseite
nl_nl: Bijdragepagina voortgangsmeter
tr_tr: Katkı sayfası ilerleme çubuğu

source: Custom CSS for Widget Embeds
de_de: Benutzerdefiniertes CSS zum Einbetten im Widget
nl_nl: Aangepaste CSS voor ingesloten widget
tr_tr: Sayfa bileşeni gömülürken özel CSS kullanılsın

source: Allows embedding custom CSS to further customize the widgets when embedded using an iframe.
de_de: Erlaubt das Einbetten von benutzerdefiniertem CSS, um weitere Anpassungen des Widgets bei einer iFrame-Verwendung zu ermöglichen.
nl_nl: Staat toe dat aangepaste CSS wordt ingesloten zodat de widgets in een iframe opgemaakt kunnen worden.
tr_tr: Bu seçenek etkinleştirildiğinde, sayfa bileşenleri bir iFrame kullanılarak gömüldüğünde daha fazla özelleştirilebilmesi için özel CSS kodları da gömülür.

source: Widget Embed Width
de_de: Widget Breite eingebettet
nl_nl: Breedte ingesloten widget
tr_tr: Bileşen gömme genişliği

source: Override the default width of the embedded widget. By default, the iframe is 350x200 pixels. You may need to change this if you are using custom CSS.
de_de: Überschreibe die Standardbreite des eingebetteten Widgets. Standardmäßig hat das iFrame 350x200 Pixel. Das muss eventuell angepasst werden, wenn Custom CSS benutzt wird.
nl_nl: De standaardbreedte van de ingesloten widget overschrijven. Standaard is het iframe 350x200 pixels. Mogelijk dient u dit aan te passen als u aangepaste CSS gebruikt.
tr_tr: Bu seçenek gömülen sayfa bileşenin varsayılan genişliğini değiştirir. Varsayılan olarak, iFrame 350x200 piksel boyutundadır. Özel CSS kullanıyorsanız bu değeri değiştirmeniz gerekebilir.

source: Widget Embed Height
de_de: Widget Höhe eingebettet
nl_nl: Hoogte ingesloten widget
tr_tr: Bileşen gömme yüksekliği

source: Override the default height of the embedded widget. By default, the iframe is 350x200 pixels. You may need to change this if you are using custom CSS.
de_de: Überschreibe die Standardhöhe des eingebetteten Widgets. Standardmäßig hat das iFrame 350x200 Pixel. Das muss eventuell angepasst werden, wenn Custom CSS benutzt wird.
nl_nl: De standaardhoogte van de ingesloten widget overschrijven. Standaard is het iframe 350x200 pixels. Mogelijk dient u dit aan te passen als u aangepaste CSS gebruikt.
tr_tr: Bu seçenek gömülen sayfa bileşenin varsayılan yüksekliğini değiştirir. Varsayılan olarak, iFrame 350x200 piksel boyutundadır. Özel CSS kullanıyorsanız bu değeri değiştirmeniz gerekebilir.

source: <span class="crm-contribute-widget-amount-raised">%1</span><span class="crm-contribute-widget-amount-of"> of</span> <span class="crm-contribute-widget-amount-objective">%2</span> Raised
de_de: <span class="crm-contribute-widget-amount-raised">%1</span><span class="crm-contribute-widget-amount-of"> von</span> <span class="crm-contribute-widget-amount-objective">%2</span> gesammelt
nl_nl: <span class="crm-contribute-widget-amount-raised">%1</span><span class="crm-contribute-widget-amount-of"> of</span> <span class="crm-contribute-widget-amount-objective">%2</span> Verhoogd
tr_tr: <span class="crm-contribute-widget-amount-raised">%1</span><span class="crm-contribute-widget-amount-of"> /</span> <span class="crm-contribute-widget-amount-objective">%2</span> toplandı

source: <span class="crm-contribute-widget-stats-metric">%1</span> Goal Met
de_de: <span class="crm-contribute-widget-stats-metric">%1</span> Ziel erreicht
nl_nl: <span class="crm-contribute-widget-stats-metric">%1</span> Bereikt doel
tr_tr: <span class="crm-contribute-widget-stats-metric">%1</span> hedefine ulaşıldı

source: <span class="crm-contribute-widget-stats-metric">%1</span> Still Needed
de_de: <span class="crm-contribute-widget-stats-metric">%1</span> noch benötigt
nl_nl: <span class="crm-contribute-widget-stats-metric">%1</span> Nog nodig
tr_tr: <span class="crm-contribute-widget-stats-metric">%1</span> eksik var

source: <span class="crm-contribute-widget-stats-metric">1</span> Supporter
de_de: <span class="crm-contribute-widget-stats-metric">1</span> Unterstützer
tr_tr: <span class="crm-contribute-widget-stats-metric">1</span> destekçi

source: <span class="crm-contribute-widget-stats-metric">1</span> Day Left
de_de: <span class="crm-contribute-widget-stats-metric">1</span> Tage noch
nl_nl: <span class="crm-contribute-widget-stats-metric">1</span> Resterende dagen
tr_tr: <span class="crm-contribute-widget-stats-metric">1</span> gün kaldı
