Repository: civicrm/civicrm-l10n-extensions
Catalog: po/ringcentral/*/ringcentral.po
Languages: de_de, fr_ca, nl_nl, tr_tr

source: RingCentral Settings
de_de: RingCentral Einstellungen
fr_ca: Paramètres de RingCentral
nl_nl: RingCentral Instellingen
tr_tr: RingCentral ayarları

source: Per-User FROM Number
de_de: Per-Nutzer VON Nummer
fr_ca: Numéro FROM par utilisateur
nl_nl: Per gebruiker VAN-nummer
tr_tr: Kullanıcıların "Kimden" numarası

source: No
de_de: Nein
fr_ca: Non
nl_nl: Nee
tr_tr: Hayır

source: Yes
de_de: Ja
fr_ca: Oui
nl_nl: Ja
tr_tr: Evet

source: Save
de_de: Speichern
fr_ca: Enregistrer
nl_nl: Opslaan
tr_tr: Kaydet

source: Your settings have been saved.
de_de: Einstellungen wurden gespeichert.
fr_ca: Vos paramètres ont été enregistrés.
nl_nl: Uw instellingen zijn opgeslagen.
tr_tr: Ayarlarınız kaydedildi.

source: SMS Error
de_de: SMS Fehler
fr_ca: Erreur de SMS
nl_nl: SMS-fout
tr_tr: SMS hatası

source: Inbound not currently supported.
de_de: Inbound ist aktuell nicht unterstützt.
fr_ca: Trafic entrant non supporté pour l'instant.
nl_nl: Inkomende berichten worden niet ondersteund.
tr_tr: Alma işlemi şu anda desteklenmiyor.

source: Unable to create custom field.
de_de: Konnte kein benutzerdefiniertes Feld erstellen.
fr_ca: Impossible de créer un champ personnalisé.
nl_nl: Aangepast veld kan niet aangemaakt worden.
tr_tr: Özel alan oluşturulamadı.

source: Unable to create custom group.
de_de: Konnte keine benutzerdefinierte Gruppe erstellen.
fr_ca: Impossible de créer un groupe personnalisé.
nl_nl: Aangepaste groep kan niet aangemaakt worden.
tr_tr: Özel grup oluşturulamadı.

source: If set to Yes, the FROM phone number for outbound SMS will be specific to the logged in user. It will be taken from the RingCentral custom fields on the person's contact record. If blank there, it will fall back to the FROM defined in the SMS Provider settings.
de_de: Wenn auf Ja gesetzt, denn wird die VON Telefonnummer für ausgehende SMS spezifisch für den eingeloggten Benutzer sein. Sie wird vom RingCentral benutzerdefiniertem Feld auf dem Kontakteintrag der Person genommen. Ist dieses Feld leer, dann greift der Fallback auf die VON Nummer aus der SMS-Provider-Einstellung.
fr_ca: S'il est défini sur Oui, le numéro de téléphone FROM pour les SMS sortants sera spécifique à l'utilisateur connecté. Il sera extrait des champs personnalisés RingCentral de l'enregistrement de contact de la personne. Si ce champ est vide, il reviendra au FROM défini dans les paramètres du fournisseur SMS.
nl_nl: Indien op Ja gezet, het verzendende telefoonnummer voor SMS is specifiek voor de ingelogde gebruiker. Het wordt uit RingCentral overgenomen in de contactgegevens van de persoon. Indien er geen nummer is dan wordt het VAN-nummer uit de SMS-provider instellingen gebruikt.
tr_tr: Bu seçenek etkinleştirildiğinde, giden SMS için "Kimden" telefon numarası, oturum açmış kullanıcıya özel olur. Kişinin ilgili kişi kaydındaki RingCentral özel alanlarından alınır. Bu alanlar boş ise, SMS hizmeti sağlayıcısı ayarlarında tanımlanan "Kimden" değeri kullanılır.
