Repository: civicrm/civicrm-l10n-extensions
Catalog: po/relatedpermissions/*/relatedpermissions.po
Languages: fr_fr, nl_nl, tr_tr

source: Upgrade %1 to revision %2
fr_fr: Mise à niveau %1 vers révision %2
nl_nl: Upgrade %1 naar versie %2
tr_tr: %1, %2 sürümüne güncelle

source: Relationship Type
fr_fr: Type de relation
nl_nl: Relatietype
tr_tr: İlişki türü

source: Related Permissions Settings
fr_fr: Réglages des autorisations liées
nl_nl: Instellingen gerelateerde rechten
tr_tr: İlişkili izin ayarları

source: Permission that A has over B
fr_fr: Autorisation de A sur B
nl_nl: Rechten van A op B
tr_tr: A ögesinin B üzerindeki izni

source: Permission A over B mode
fr_fr: Mode d'autorisation A sur B
nl_nl: Rechten A over B mode
tr_tr: B kipinde A izni

source: If set to 'Override' this permission will be enforced and cannot be changed for individual relationships.
fr_fr: Si le paramètre "Outrepasser" est activé, cette autorisation sera appliquée et ne pourra pas être modifiée pour les relations individuelles.
nl_nl: Indien gezet op 'Overschrijven' wordt dit recht afgedwongen en kan dit niet per relatie worden gewijzigd.
tr_tr: "Değiştirilsin" olarak ayarlanırsa, bu izin uygulanır ve bireysel ilişkiler için değiştirilemez.

source: Default
fr_fr: Défaut
nl_nl: Standaard
tr_tr: Varsayılan

source: Override
fr_fr: Outrepasser
nl_nl: Overschrijven
tr_tr: Değiştirilsin

source: Permission that B has over A
fr_fr: Autorisation de B sur A
nl_nl: Rechten van B op A
tr_tr: B ögesinin A üzerindeki izni

source: Permission B over A mode
fr_fr: Mode d'autorisation B sur A
nl_nl: Rechten B over A mode
tr_tr: A kipinde B izni

source: None
fr_fr: Aucun
tr_tr: Yok

source: View only
tr_tr: Yalnızca görüntüleme

source: View and update
tr_tr: Görüntüleme ve güncelleme
